{
  "columns": [
    "ID",
    "duration",
    "wav",
    "wrd"
  ],
  "data": [
    [
      "F01_420C020K_PED",
      6.471875,
      "/dt05_ped_simu/F01_420C020K_PED.wav",
      "MOST EUROPEAN TRADERS WERE REPORTEDLY STAYING OUT OF ACTION UNTIL THE TRADE FIGURES ARE RELEASED"
    ],
    [
      "M04_053C010J_PED",
      6.9276875,
      "/dt05_ped_simu/M04_053C010J_PED.wav",
      "THE COMPANY WHICH MAKES MOTOR VEHICLE REPLACEMENT PARTS SAID SALES EXCEEDED ONE BILLION DOLLARS FOR THE FISCAL YEAR"
    ],
    [
      "F04_421C0214_PED",
      3.51225,
      "/dt05_ped_simu/F04_421C0214_PED.wav",
      "IT SHOULD BE GOVERNMENT REGULATED SAYS DOCTOR WOLFE"
    ],
    [
      "M04_420C020J_PED",
      4.823875,
      "/dt05_ped_simu/M04_420C020J_PED.wav",
      "STOCKS ROSE IN AMSTERDAM AND WERE LOWER IN BRUSSELS AND MILAN"
    ],
    [
      "F04_423C020E_PED",
      5.4759375,
      "/dt05_ped_simu/F04_423C020E_PED.wav",
      "THE COMPANY SAID IT HASN'T BEEN ABLE TO OBTAIN THE BANK FINANCING FOR THE CONTINUING OPERATIONS"
    ],
    [
      "M03_420C020S_PED",
      5.5155,
      "/dt05_ped_simu/M03_420C020S_PED.wav",
      "WE BELIEVE PROGRAM TRADING IS IMPORTANT AS A SOURCE OF LIQUIDITY MORGAN STANLEY SAID"
    ],
    [
      "F04_422C0201_PED",
      8.63525,
      "/dt05_ped_simu/F04_422C0201_PED.wav",
      "THE N. A. S. D. RELEASED SHORT INTEREST FIGURES FOR THE FIRST TIME NOVEMBER TWENTY FIFTH FOR ALL STOCKS CARRIED ON ITS NASDAQ AUTOMATED QUOTATION SYSTEM"
    ],
    [
      "M04_052C010W_PED",
      8.039875,
      "/dt05_ped_simu/M04_052C010W_PED.wav",
      "THE COMPANY SAID THE WESTERN COUNCIL OF INDUSTRIAL WORKERS RATIFIED ECONOMIC TERMS OF THE NEW THREE YEAR AGREEMENT ON FRIDAY"
    ],
    [
      "M03_051C010U_PED",
      4.3156875,
      "/dt05_ped_simu/M03_051C010U_PED.wav",
      "PRICES OF MUNICIPAL BONDS GAINED AS MUCH AS THREE EIGHTHS POINT"
    ],
    [
      "M04_052C010N_PED",
      5.09575,
      "/dt05_ped_simu/M04_052C010N_PED.wav",
      "THE STOCK FIRMED FOUR POINT SEVEN OH TO THREE HUNDRED THIRTY SEVEN POINT FIVE OH"
    ],
    [
      "F01_051C0104_PED",
      3.0225,
      "/dt05_ped_simu/F01_051C0104_PED.wav",
      "THAT'S ANOTHER STORY"
    ],
    [
      "M03_050C0108_PED",
      5.37975,
      "/dt05_ped_simu/M03_050C0108_PED.wav",
      "U. S. CAR SALES FELL TEN POINT ONE PERCENT IN EARLY NOVEMBER FROM A YEAR AGO"
    ],
    [
      "M04_423C0212_PED",
      6.903625,
      "/dt05_ped_simu/M04_423C0212_PED.wav",
      "THE REPORT IT SEEMS FAILS TO MENTION ANYTHING ABOUT NEW YORK'S CREDIT CONDITIONS OR FACTORS TIED TO THAT MARKET"
    ],
    [
      "M04_22HC010O_PED",
      10.60775,
      "/dt05_ped_simu/M04_22HC010O_PED.wav",
      "ROBERT FARRELL DIRECTOR OF TECHNICAL ANALYSIS AT MERRILL LYNCH TAKES DOW THEORY INTO CONSIDERATION WHEN STUDYING THE MARKET BUT IT'S NOT HIS SOLE FORECASTING TOOL"
    ],
    [
      "F04_050C0109_PED",
      5.5320625,
      "/dt05_ped_simu/F04_050C0109_PED.wav",
      "THOUGH THERE WAS LITTLE EVIDENCE THE STOCK MARKET PLUNGE HAD AFFECTED SALES THE OUTLOOK REMAINS UNCERTAIN"
    ],
    [
      "F01_22HC010W_PED",
      9.095625,
      "/dt05_ped_simu/F01_22HC010W_PED.wav",
      "THERE WERE FOUR HUNDRED EIGHTY TWO DECLINING ISSUES THREE HUNDRED FORTY NINE ADVANCING AND ONE HUNDRED NINETY EIGHT UNCHANGED"
    ],
    [
      "F04_422C020S_PED",
      7.6116875,
      "/dt05_ped_simu/F04_422C020S_PED.wav",
      "IN NATIONAL OVER THE COUNTER TRADING INFORMATION RESOURCES CLOSED AT TWENTY ONE DOLLARS UP TWO POINT ONE TWO FIVE DOLLARS"
    ]
  ]
}