{
  "columns": [
    "Fokus Kateqoriyası",
    "Fokus Elementi",
    "Suallar"
  ],
  "data": [
    [
      "Maliyyə Göstəricisi",
      "Dividend",
      "S1: Bu şirkət investorlara dividend ödəyibmi? S2: Səhm dividendlərində hər hansı artım və ya azalma olubmu? Əgər bəli, dividendlərin artım sürəti nə qədərdir? S3: Şirkət hansı növ dividend ödəyib?"
    ],
    [
      "Maliyyə Göstəricisi",
      "Gəlir",
      "S1: Şirkətin ötən rübdə bildirilən gəliri nə qədər olub və bu, əvvəlki ilin eyni rübü ilə müqayisədə necədir? S2: Bu rübdə şirkətin gəlir göstəricilərinə hansı amillər təsir edib? S3: Şirkətin qarşıdakı rüblər üçün gəlir proqnozları hansılardır və bu hədəflərə çatmaq üçün hansı strategiyalar mövcuddur?"
    ],
    [
      "Maliyyə Göstəricisi",
      "Gəlirlilik",
      "S1: Şirkətin bu rübdə xalis mənfəət marjası nə qədər olub və əvvəlki rüb və ya illə müqayisədə necə dəyişib? S2: Bu dövr üçün şirkətin Kapitalın Geri Dönüşü (ROE) və Aktivlərin Geri Dönüşü (ROA) nə qədərdir? S3: Şirkət qarşıdakı dövrlərdə səhmdar dəyərini necə artırmağı planlaşdırır? Hər hansı dividend və ya geri alış planlaşdırılırmı?"
    ],
    [
      "Maliyyə Göstəricisi",
      "Qazanc",
      "S1: Qazanclarda hər hansı artım və ya azalma olubmu? Əgər bəli, qazancların artım və ya azalma sürəti nə qədərdir? S2: Bu şirkətin rəhbərləri tərəfindən gələcək qazanc artımı ilə bağlı hansı proqnoz verilir? S3: Qazanclar gözləntilərdən yuxarı və ya aşağıdırmı? Onlar rəqiblərlə müqayisədə cəlbedicidirmi?"
    ],
    [
      "İşçi/Menecer",
      "Əmək haqqı",
      "S1: Şirkətin ümumi xərclərinin neçə faizi hazırda işçi əmək haqqına ayrılır və bu, son biznes inkişaflarına cavab olaraq necə dəyişib? S2: Şirkətinizin kompensasiya strukturu sənaye standartları ilə, xüsusən də əmək haqqı, müavinətlər və bonuslar baxımından necə müqayisə olunur? S3: Bu il şirkət üzrə orta əmək haqqı artımı və ya azalması keçən illə müqayisədə nə qədər olub?"
    ],
    [
      "İşçi/Menecer",
      "Pensiya",
      "S1: Şirkətin pensiya fondunun hazırkı vəziyyəti nədir və ötən il ərzində onun maliyyələşdirmə vəziyyətində hansı əsas dəyişikliklər olub? S2: Şirkət pensiya öhdəliklərini necə idarə edir və az maliyyələşdirilən vəziyyətləri həll etmək üçün hansı strategiyalar mövcuddur? S3: Mövcud pensiya öhdəliklərinin şirkətin gələcək maliyyə göstəricilərinə gözlənilən təsirləri hansılardır?"
    ],
    [
      "İşçi/Menecer",
      "Rəhbərlik Dəyişikliyi",
      "S1: Şirkətin əsas rəhbər vəzifələrində, o cümlədən CEO, və s. hər hansı son dəyişikliklər olubmu? S2: Son rəhbərlik dəyişikliklərinin, xüsusən də CEO vəzifəsindəki dəyişikliklərin səbəbləri nə idi? S3: Son rəhbərlik dəyişikliklərinin yaxın gələcəkdə şirkətin strategiyasına hansı təsirləri gözlənilir?"
    ],
    [
      "Xərc",
      "Əməliyyat Xərcləri",
      "S1: Bu rübdə ümumi əməliyyat xərcləri əvvəlki rüblə müqayisədə nə qədər olub? S2: Əməliyyat xərclərindəki əhəmiyyətli dəyişikliklərə hansı amillər səbəb olub? S3: Mövcud iqtisadi şəraitdə əməliyyat xərclərini necə idarə edirsiniz?"
    ],
    [
      "Xərc",
      "Satılan Malların Dəyəri",
      "S1: Bu rübdə Satılan Malların Dəyəri necə dəyişib və bu dəyişikliklərin əsas səbəbləri nə olub? S2: Satılan Malların Dəyəri gəlirin neçə faizini təşkil edir və bu, sənaye normaları ilə necə müqayisə olunur? S3: Keyfiyyətdən ödün vermədən Satılan Malların Dəyərini azaltmaq üçün hər hansı təşəbbüslər varmı?"
    ],
    [
      "Xərc",
      "Marketinq və Satış Xərcləri",
      "S1: Şirkət bu rübdə marketinq və satışa nə qədər xərcləyib? S2: Bu xərclərə hansı xüsusi marketinq və ya satış strategiyaları səbəb olub? S3: Performansa əsaslanaraq qarşıdakı rüblərdə bu strategiyaları tənzimləmək planları varmı?"
    ],
    [
      "Genişlənmə",
      "Coğrafi Genişlənmə",
      "S1: Şirkət hansı xüsusi regionlara və ya bazarlara genişlənir və bu seçimlərə hansı amillər təsir edib? S2: Coğrafi genişlənmə ilə bağlı ilkin xərclər hansılardır və onu dəstəkləmək üçün hansı strategiyalar mövcuddur? S3: Yeni regional əməliyyatların gəlirliliyə çatması üçün proqnozlaşdırılan vaxt qrafiki nədir?"
    ],
    [
      "Genişlənmə",
      "Məhsul Xəttinin Genişləndirilməsi",
      "S1: Şirkət hansı yeni məhsulları təqdim edir və onlar hansı istehlakçı və ya bazar ehtiyaclarını ödəməyi hədəfləyir? S2: Bu məhsulların tətbiqi şirkətin istehsal xərclərinə və ümumi maliyyə göstəricilərinə necə təsir edəcək? S3: Yeni məhsullar və mövcud məhsullar və ya xidmətlər arasında gözlənilən hər hansı sinerji varmı?"
    ],
    [
      "Genişlənmə",
      "Bazar Seqmentasiyasının Genişləndirilməsi",
      "S1: Şirkət hansı yeni müştəri seqmentlərini hədəfləyir və bu strateji istiqaməti hansı araşdırmalar dəstəkləyir? S2: Bu yeni seqmentlərə çatmaq üçün hansı marketinq strategiyaları tətbiq ediləcək və gözlənilən xərclər nə qədərdir? S3: Qarşıdakı bir neçə il ərzində bu yeni bazar seqmentləri üçün artım gözləntiləri hansılardır?"
    ],
    [
      "Biznes",
      "Biznes",
      "S1: Hazırda şirkət tərəfindən həyata keçirilən əsas layihələr və ya təşəbbüslər hansılardır və hər bir layihənin nəyi əhatə etdiyi barədə qısa məlumat verin? S2: Bu layihələrin göstəriciləri əvvəlki rüblə müqayisədə necə olub və onlar eyni sektordakı rəqiblərlə müqayisədə necə vəziyyətdədir? Bazarın bu təşəbbüslərə reaksiyası necə olub? S3: Cari hesabat dövrü üçün bu layihələrdən əldə edilən gəlirlər nə qədərdir və onların gələcək fəaliyyətinə hansı potensial risklər təsir edə bilər?"
    ],
    [
      "Gələcək Perspektiv",
      "Gələcək Perspektiv",
      "S1: Şirkətin qarşıdakı il üçün əsas strateji hədəfləri hansılardır və bu məqsədlərə çatmaq üçün hansı əsas təşəbbüslər planlaşdırılır? S2: Bu gələcək planlar mövcud sənaye meylləri və bazar tələbləri ilə necə uyğunlaşır? S3: Bu planların şirkətin qısa və uzunmüddətli dövrdəki fəaliyyətinə gözlənilən maliyyə təsirləri hansılardır?"
    ]
  ]
}