{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pertanyaan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apakah perusahaan ini membayar dividen kepada investor? Q2: Apakah terjadi peningkatan atau penurunan dividen saham? Jika ya, berapa tingkat peningkatan dividen tersebut? Q3: Jenis dividen apa yang dibayarkan oleh perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Berapa pendapatan yang dilaporkan perusahaan untuk kuartal terakhir, dan bagaimana perbandingannya dengan kuartal yang sama pada tahun sebelumnya? Q2: Faktor apa saja yang memengaruhi kinerja pendapatan perusahaan pada kuartal ini? Q3: Apa proyeksi pendapatan perusahaan untuk kuartal mendatang, dan strategi apa yang diterapkan untuk mencapai target tersebut?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Berapa marjin laba bersih perusahaan untuk kuartal ini, dan bagaimana perubahannya dibandingkan kuartal atau tahun sebelumnya? Q2: Berapa Return on Equity (ROE) dan Return on Assets (ROA) perusahaan untuk periode ini? Q3: Bagaimana rencana perusahaan untuk meningkatkan nilai pemegang saham pada periode mendatang? Apakah ada rencana pembagian dividen atau pembelian kembali saham?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Apakah ada peningkatan atau penurunan dalam laba? Jika ya, berapa tingkat peningkatan atau penurunan laba tersebut? Q2: Apa prospek yang diberikan oleh eksekutif perusahaan terkait pertumbuhan laba di masa depan? Q3: Apakah laba berada di atas atau di bawah ekspektasi? Apakah menarik dibandingkan dengan pesaing?"
    ],
    [
      "Karyawan dan Manajemen",
      "Gaji",
      "Q1: Berapa persen dari total biaya perusahaan yang dialokasikan untuk gaji karyawan saat ini, dan bagaimana perubahannya seiring perkembangan bisnis terbaru? Q2: Bagaimana struktur kompensasi perusahaan dibandingkan standar industri, terutama dalam hal gaji, tunjangan, dan bonus? Q3: Berapa rata-rata peningkatan atau penurunan gaji di seluruh perusahaan tahun ini dibandingkan tahun lalu?"
    ],
    [
      "Karyawan dan Manajemen",
      "Pensiun",
      "Q1: Bagaimana status dana pensiun perusahaan saat ini, dan apa perubahan signifikan dalam status pendanaannya selama setahun terakhir? Q2: Bagaimana perusahaan mengelola kewajiban pensiunnya, dan strategi apa yang diterapkan untuk mengatasi posisi yang kurang dana? Q3: Apa dampak yang diharapkan dari komitmen pensiun saat ini terhadap kinerja keuangan perusahaan di masa depan?"
    ],
    [
      "Karyawan dan Manajemen",
      "Perubahan Manajemen",
      "Q1: Apakah ada perubahan terbaru dalam posisi manajemen utama perusahaan, termasuk CEO, dll.? Q2: Apa alasan di balik perubahan manajemen terbaru, terutama pada posisi CEO? Q3: Apa dampak yang diharapkan dari perubahan manajemen terbaru terhadap strategi perusahaan dalam jangka pendek?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Berapa total biaya operasional pada kuartal ini dibandingkan kuartal sebelumnya? Q2: Faktor apa saja yang menyebabkan perubahan signifikan dalam biaya operasional? Q3: Bagaimana Anda mengelola biaya operasional mengingat kondisi ekonomi saat ini?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Bagaimana perubahan Biaya Pokok Penjualan pada kuartal ini, dan apa faktor utama di balik perubahan tersebut? Q2: Berapa persen pendapatan yang diwakili oleh Biaya Pokok Penjualan, dan bagaimana perbandingannya dengan norma industri? Q3: Apakah ada inisiatif yang sedang dijalankan untuk mengurangi Biaya Pokok Penjualan tanpa mengorbankan kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pemasaran dan Penjualan",
      "Q1: Berapa banyak yang dikeluarkan perusahaan untuk pemasaran dan penjualan pada kuartal ini? Q2: Strategi pemasaran atau penjualan spesifik apa yang menyebabkan biaya ini? Q3: Apakah ada rencana untuk menyesuaikan strategi-strategi ini pada kuartal mendatang berdasarkan kinerjanya?"
    ],
    [
      "Ekspansi",
      "Ekspansi Geografis",
      "Q1: Wilayah atau pasar spesifik apa yang sedang diperluas perusahaan, dan apa faktor yang memengaruhi pemilihan tersebut? Q2: Berapa biaya awal yang terkait dengan ekspansi geografis dan strategi apa yang diterapkan untuk mendukungnya? Q3: Berapa proyeksi jadwal waktu bagi operasi regional baru untuk mencapai profitabilitas?"
    ],
    [
      "Ekspansi",
      "Ekspansi Garis Produk",
      "Q1: Produk baru apa yang sedang diperkenalkan perusahaan, dan kebutuhan konsumen atau pasar apa yang akan diatasi? Q2: Bagaimana pengenalan produk-produk ini akan memengaruhi biaya produksi perusahaan dan kinerja keuangan secara keseluruhan? Q3: Apakah ada sinergi yang diharapkan antara produk baru dan produk atau layanan yang sudah ada?"
    ],
    [
      "Ekspansi",
      "Ekspansi Segmentasi Pasar",
      "Q1: Segmen pelanggan baru apa yang sedang ditargetkan perusahaan, dan apa penelitian yang mendukung arah strategis ini? Q2: Strategi pemasaran apa yang akan digunakan untuk menjangkau segmen-segmen baru ini, dan apa biaya yang diharapkan? Q3: Apa harapan pertumbuhan untuk segmen pasar baru ini dalam beberapa tahun ke depan?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Proyek atau inisiatif utama apa yang sedang dijalankan perusahaan saat ini, dan berikan gambaran singkat mengenai masing-masing proyek? Q2: Bagaimana kinerja proyek-proyek ini dibandingkan dengan kuartal sebelumnya, dan bagaimana posisinya dibandingkan pesaing di sektor yang sama? Bagaimana respons pasar terhadap inisiatif-inisiatif ini? Q3: Berapa pendapatan yang dihasilkan dari proyek-proyek ini untuk periode pelaporan saat ini, dan risiko potensial apa yang dapat memengaruhi kinerja masa depannya?"
    ],
    [
      "Prospek Masa Depan",
      "Prospek Masa Depan",
      "Q1: Apa tujuan strategis utama perusahaan untuk tahun mendatang, dan inisiatif utama apa yang direncanakan untuk mencapai tujuan tersebut? Q2: Bagaimana rencana masa depan ini selaras dengan tren industri dan permintaan pasar saat ini? Q3: Apa dampak finansial yang diharapkan dari rencana ini terhadap kinerja perusahaan dalam jangka pendek dan jangka panjang?"
    ]
  ]
}