{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pitakonan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apa perusahaan iki mbayar dividen marang investor? Q2: Apa ana kenaikan utawa penurunan ing dividen saham? Yen iya, pirang persen dividen kuwi mundhak? Q3: Jinis dividen apa sing dibayar perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Apa pendapatan sing dilapurake perusahaan kanggo kuartal pungkasan, lan kepiye bandhingane karo kuartal sing padha ing taun kepungkur? Q2: Apa faktor sing mengaruhi kinerja pendapatan perusahaan ing kuartal iki? Q3: Apa ramalan pendapatan perusahaan kanggo kuartal ngarep, lan strategi apa sing ana kanggo nggayuh target iki?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Apa marjin laba bersih perusahaan kanggo kuartal iki, lan kepiye perubahane saka kuartal utawa taun kepungkur? Q2: Apa Return on Equity (ROE) lan Return on Assets (ROA) perusahaan kanggo periode iki? Q3: Kepiye rencana perusahaan kanggo nambah nilai pemegang saham ing periode ngarep? Apa ana dividen utawa buybacks sing direncanakake?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Apa ana kenaikan utawa penurunan ing laba? Yen iya, pirang persen laba kuwi mundhak utawa mudhun? Q2: Apa pandangan sing diwenehake dening eksekutif perusahaan babagan tuwuhe laba ing mangsa ngarep? Q3: Apa laba iki ndhuwur utawa ngisor ekspektasi? Apa menarik dibandhingake karo pesaing?"
    ],
    [
      "Manajemen Karyawan",
      "Gaji",
      "Q1: Apa persentase saka total biaya perusahaan sing saiki dialokasikan kanggo gaji karyawan, lan kepiye perubahane sawise perkembangan bisnis anyar? Q2: Kepiye struktur kompensasi perusahaanmu dibandhingake karo standar industri, utamane babagan gaji, tunjangan, lan bonus? Q3: Apa rata-rata kenaikan utawa penurunan gaji ing perusahaan iki taun iki dibandhingake karo taun kepungkur?"
    ],
    [
      "Manajemen Karyawan",
      "Pensiun",
      "Q1: Apa status dana pensiun perusahaan saiki, lan apa perubahan utama ing status pendanaane sajrone taun kepungkur? Q2: Kepiye perusahaan ngelola kewajiban pensiun, lan strategi apa sing ana kanggo ngatasi posisi sing kurang dana (underfunded)? Q3: Apa dampak komitmen pensiun saiki sing diharapake kanggo kinerja keuangan perusahaan ing mangsa ngarep?"
    ],
    [
      "Manajemen Karyawan",
      "Perubahan Manajemen",
      "Q1: Apa ana perubahan anyar ing posisi manajemen utama perusahaan, kalebu CEO, lan liya-liyane? Q2: Apa alasan ing mburine perubahan manajemen anyar, utamane ing posisi CEO? Q3: Apa dampak perubahan manajemen anyar sing diharapake kanggo strategi perusahaan ing jangka pendek?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Apa total biaya operasional kuartal iki dibandhingake karo kuartal kepungkur? Q2: Faktor apa wae sing nyebabake perubahan signifikan ing biaya operasional? Q3: Kepiye carane ngelola biaya operasional ing kondisi ekonomi saiki?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Kepiye perubahane Biaya Pokok Penjualan kuartal iki, lan apa faktor utama sing nyebabake perubahan kasebut? Q2: Apa persentase pendapatan sing diwakili Biaya Pokok Penjualan, lan kepiye bandhingane karo norma industri? Q3: Apa ana inisiatif kanggo ngurangi Biaya Pokok Penjualan tanpa ngorbanake kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pemasaran lan Penjualan",
      "Q1: Pira biaya pemasaran lan penjualan perusahaan kuartal iki? Q2: Strategi pemasaran utawa penjualan spesifik apa sing nyebabake biaya iki? Q3: Apa ana rencana kanggo nyetel strategi iki ing kuartal ngarep adhedhasar kinerja?"
    ],
    [
      "Ekspansi",
      "Ekspansi Wilayah",
      "Q1: Wilayah utawa pasar spesifik apa sing diekspansi perusahaan, lan faktor apa sing mengaruhi pilihan kasebut? Q2: Apa biaya awal sing ana gandhengane karo ekspansi wilayah lan strategi apa sing ana kanggo ndhukung? Q3: Apa perkiraan wektu (timeline) kanggo operasi regional anyar supaya bisa nggayuh profitabilitas?"
    ],
    [
      "Ekspansi",
      "Ekspansi Garis Produk",
      "Q1: Produk anyar apa sing dikenalaké perusahaan, lan kebutuhan konsumen utawa pasar apa sing arep diatasi? Q2: Kepiye pengaruhe pengenalan produk iki marang biaya produksi lan kinerja keuangan perusahaan sakabèhé? Q3: Apa ana sinergi sing diharapake antarane produk anyar lan produk utawa layanan sing wis ana?"
    ],
    [
      "Ekspansi",
      "Ekspansi Segmentasi Pasar",
      "Q1: Segmen pelanggan anyar apa sing ditarget perusahaan, lan riset apa sing ndhukung arah strategis iki? Q2: Strategi pemasaran apa sing bakal digunakake kanggo nggayuh segmen anyar iki, lan apa biaya sing diantisipasi? Q3: Apa ekspektasi pertumbuhan kanggo segmen pasar anyar iki sajrone sawetara taun ngarep?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Apa proyek utama utawa inisiatif sing lagi ditindakake perusahaan, lan wenehi ringkesan babagan apa sing kalebu ing saben proyek? Q2: Kepiye kinerja proyek iki dibandhingake kuartal kepungkur, lan kepiye bandhingane karo pesaing ing sektor sing padha? Apa respon pasar marang inisiatif iki? Q3: Apa pendapatan sing diasilake saka proyek iki kanggo periode pelaporan saiki, lan risiko potensial apa sing bisa mengaruhi kinerja mangsa ngarep?"
    ],
    [
      "Proyeksi Mangsa Ngarep",
      "Proyeksi Mangsa Ngarep",
      "Q1: Apa tujuan strategis utama perusahaan kanggo taun ngarep, lan inisiatif utama apa sing direncanakake kanggo nggayuh tujuan iki? Q2: Kepiye rencana mangsa ngarep iki selaras karo tren industri lan panjaluk pasar saiki? Q3: Apa dampak finansial sing diharapake saka rencana iki marang kinerja perusahaan ing jangka pendek lan jangka panjang?"
    ]
  ]
}