{
  "columns": [
    "Категория фокуса",
    "Пункт фокуса",
    "Вопросы"
  ],
  "data": [
    [
      "Финансовый индикатор",
      "Дивиденд",
      "Q1: Выплачивала ли эта компания дивиденды инвесторам? Q2: Были ли какие-либо увеличения или уменьшения дивидендов по акциям? Если да, то каков темп роста дивидендов? Q3: Какой тип дивидендов выплачивала компания?"
    ],
    [
      "Финансовый индикатор",
      "Выручка",
      "Q1: Какая была выручка компании за последний квартал, и как она соотносится с тем же кварталом предыдущего года? Q2: Какие факторы повлияли на выручку компании в этом квартале? Q3: Какие прогнозы по выручке компании на предстоящие кварталы, и какие стратегии запланированы для достижения этих целей?"
    ],
    [
      "Финансовый индикатор",
      "Доходность",
      "Q1: Какова была рентабельность чистой прибыли компании за этот квартал, и как она изменилась по сравнению с предыдущим кварталом или годом? Q2: Каковы показатели рентабельности собственного капитала (ROE) и рентабельности активов (ROA) компании за этот период? Q3: Как компания планирует повышать ценность акционерного капитала в предстоящие периоды? Планируются ли какие-либо дивиденды или выкуп акций?"
    ],
    [
      "Финансовый индикатор",
      "Прибыль",
      "Q1: Были ли какие-либо увеличения или уменьшения прибыли? Если да, то каков темп роста или снижения прибыли? Q2: Какой прогноз по росту прибыли в будущем дали руководители компании? Q3: Прибыль выше или ниже ожиданий? Является ли она привлекательной по сравнению с конкурентами?"
    ],
    [
      "Управление персоналом",
      "Зарплата",
      "Q1: Какой процент от общих расходов компании сейчас выделяется на зарплаты сотрудников, и как это изменилось в свете последних событий в бизнесе? Q2: Как структура вознаграждения вашей компании соотносится с отраслевыми стандартами, особенно в плане зарплаты, льгот и бонусов? Q3: Какие были средние изменения зарплат по всей компании в этом году по сравнению с прошлым годом?"
    ],
    [
      "Управление персоналом",
      "Пенсия",
      "Q1: Каково текущее состояние пенсионного фонда компании, и какие были основные изменения в его финансировании за прошлый год? Q2: Как компания управляет своими пенсионными обязательствами, и какие стратегии запланированы для решения проблем с недостаточным финансированием? Q3: Каково ожидаемое влияние текущих пенсионных обязательств на будущую финансовую деятельность компании?"
    ],
    [
      "Управление персоналом",
      "Смена руководства",
      "Q1: Были ли недавние изменения в ключевых руководящих должностях компании, включая генерального директора и т.д.? Q2: Каковы причины любых недавних изменений в руководстве, особенно на должности генерального директора? Q3: Какое влияние, как ожидается, окажут недавние изменения в руководстве на стратегию компании в ближайшей перспективе?"
    ],
    [
      "Расходы",
      "Операционные расходы",
      "Q1: Каковы общие операционные расходы за этот квартал по сравнению с предыдущим кварталом? Q2: Какие факторы способствовали любым значительным изменениям операционных расходов? Q3: Как вы управляете операционными расходами с учетом текущих экономических условий?"
    ],
    [
      "Расходы",
      "Себестоимость реализованной продукции",
      "Q1: Как изменилась себестоимость реализованной продукции за этот квартал, и какие факторы повлияли на эти изменения? Q2: Какой процент от выручки составляет себестоимость реализованной продукции, и как это соотносится с отраслевыми нормами? Q3: Есть ли какие-либо инициативы для снижения себестоимости реализованной продукции без ущерба для качества?"
    ],
    [
      "Расходы",
      "Расходы на маркетинг и продажи",
      "Q1: Сколько потратила компания на маркетинг и продажи за этот квартал? Q2: Какие конкретные маркетинговые или продажные стратегии привели к этим расходам? Q3: Есть ли планы по изменению этих стратегий в предстоящие кварталы на основе эффективности?"
    ],
    [
      "Расширение",
      "Географическое расширение",
      "Q1: В какие конкретные регионы или рынки компания расширяется, и какие факторы повлияли на эти выборы? Q2: Каковы начальные расходы, связанные с географическим расширением, и какие стратегии запланированы для его поддержки? Q3: Каков ожидаемый график достижения прибыльности новых региональных операций?"
    ],
    [
      "Расширение",
      "Расширение линейки продуктов",
      "Q1: Какие новые продукты вводит компания, и какие потребности потребителей или рынка они решают? Q2: Как повлияет внедрение этих продуктов на производственные расходы компании и общую финансовую деятельность? Q3: Есть ли какие-либо ожидаемые синергии между новыми продуктами и существующими продуктами или услугами?"
    ],
    [
      "Расширение",
      "Расширение рыночных сегментов",
      "Q1: Какие новые сегменты клиентов компания намерена охватить, и какие исследования подтверждают эту стратегию? Q2: Какие маркетинговые стратегии будут использоваться для достижения этих новых сегментов, и какие ожидаемые расходы? Q3: Каковы ожидания роста для этих новых сегментов рынка в ближайшие несколько лет?"
    ],
    [
      "Бизнес",
      "Бизнес",
      "Q1: Какие ключевые проекты или инициативы в настоящее время реализует компания, и кратко опишите, что включает каждый проект? Q2: Как сравнивается эффективность этих проектов с предыдущим кварталом, и как они соотносятся с конкурентами в той же отрасли? Какова была реакция рынка на эти инициативы? Q3: Каковы полученные доходы от этих проектов за текущий отчетный период, и какие потенциальные риски могут повлиять на их будущую эффективность?"
    ],
    [
      "Перспективы",
      "Перспективы",
      "Q1: Каковы основные стратегические цели компании на предстоящий год, и какие ключевые инициативы запланированы для достижения этих целей? Q2: Как эти будущие планы соответствуют текущим отраслевым тенденциям и рыночным требованиям? Q3: Какие ожидаемые финансовые последствия этих планов на эффективность компании в краткосрочной и долгосрочной перспективе?"
    ]
  ]
}