{
  "columns": [
    "Категория фокуса",
    "Пункт фокуса",
    "Вопросы"
  ],
  "data": [
    [
      "Финансовый показатель",
      "Дивиденд",
      "В1: Выплачивала ли компания дивиденды инвесторам? В2: Были ли увеличения или уменьшения дивидендов по акциям? Если да, то с какой скоростью увеличивались дивиденды? В3: Какой тип дивидендов выплачивала компания?"
    ],
    [
      "Финансовый показатель",
      "Выручка",
      "В1: Какая была отчетная выручка компании за прошлый квартал и как она соотносится с тем же кварталом предыдущего года? В2: Какие факторы повлияли на выручку компании в этом квартале? В3: Каковы прогнозы компании по выручке за предстоящие кварталы и какие стратегии реализуются для достижения этих целей?"
    ],
    [
      "Финансовый показатель",
      "Доходность",
      "В1: Какова была рентабельность чистой прибыли компании за этот квартал и как она изменилась по сравнению с предыдущим кварталом или годом? В2: Какова рентабельность капитала (ROE) и рентабельность активов (ROA) компании за этот период? В3: Как компания планирует повысить акционерную стоимость в предстоящие периоды? Планируются ли дивиденды или обратный выкуп акций?"
    ],
    [
      "Финансовый показатель",
      "Прибыль",
      "В1: Были ли увеличения или уменьшения прибыли? Если да, то с какой скоростью увеличивалась или уменьшалась прибыль? В2: Какой прогноз по росту прибыли в будущем дали руководители компании? В3: Прибыль выше или ниже ожиданий? Привлекательна ли она по сравнению с конкурентами?"
    ],
    [
      "Управление персоналом",
      "Заработная плата",
      "В1: Какой процент от общих расходов компании сейчас выделяется на заработную плату сотрудников, и как это изменилось в связи с недавними деловыми изменениями? В2: Как структура вознаграждений вашей компании соотносится с отраслевыми стандартами, особенно в плане заработной платы, льгот и бонусов? В3: Каковы были средние увеличения или уменьшения заработной платы по всей компании в этом году по сравнению с прошлым годом?"
    ],
    [
      "Управление персоналом",
      "Пенсия",
      "В1: Каково текущее состояние пенсионного фонда компании, и какие были основные изменения в его финансировании за прошлый год? В2: Как компания управляет своими пенсионными обязательствами, и какие стратегии реализуются для решения вопроса недофинансирования? В3: Каковы ожидаемые последствия текущих пенсионных обязательств для будущей финансовой деятельности компании?"
    ],
    [
      "Управление персоналом",
      "Смена руководства",
      "В1: Были ли недавние изменения в ключевых руководящих позициях компании, включая генерального директора и т.д.? В2: Каковы причины недавних изменений в управлении, особенно на позиции генерального директора? В3: Какие последствия ожидаются от недавних изменений в управлении для стратегии компании в ближайшее время?"
    ],
    [
      "Стоимость",
      "Операционные расходы",
      "В1: Каковы были общие операционные расходы за этот квартал по сравнению с предыдущим кварталом? В2: Какие факторы способствовали значительным изменениям операционных расходов? В3: Как вы управляете операционными расходами с учетом текущих экономических условий?"
    ],
    [
      "Стоимость",
      "Себестоимость реализованной продукции",
      "В1: Как изменилась себестоимость реализованной продукции за этот квартал, и какие факторы стали причиной этих изменений? В2: Какой процент от выручки составляет себестоимость реализованной продукции, и как это соотносится с отраслевыми нормами? В3: Есть ли инициативы по снижению себестоимости реализованной продукции без ущерба для качества?"
    ],
    [
      "Стоимость",
      "Расходы на маркетинг и продажи",
      "В1: Сколько потратила компания на маркетинг и продажи за этот квартал? В2: Какие конкретные маркетинговые или продажные стратегии привели к этим расходам? В3: Есть ли планы по изменению этих стратегий в предстоящие кварталы на основе их эффективности?"
    ],
    [
      "Расширение",
      "Географическое расширение",
      "В1: В какие конкретные регионы или рынки компания расширяется, и какие факторы повлияли на выбор этих направлений? В2: Каковы начальные затраты, связанные с географическим расширением, и какие стратегии реализуются для его поддержки? В3: Каков ожидаемый график достижения прибыльности новых региональных операций?"
    ],
    [
      "Расширение",
      "Расширение линейки продуктов",
      "В1: Какие новые продукты вводит компания, и какие потребности потребителей или рынка они призваны удовлетворить? В2: Как повлияет запуск этих продуктов на производственные затраты компании и общую финансовую деятельность? В3: Ожидается ли синергия между новыми продуктами и существующими продуктами или услугами?"
    ],
    [
      "Расширение",
      "Расширение рыночных сегментов",
      "В1: Какие новые сегменты клиентов компания намерена охватить, и какие исследования подтверждают эту стратегию? В2: Какие маркетинговые стратегии будут использоваться для охвата этих новых сегментов, и какие ожидаемые затраты? В3: Каковы ожидания роста для этих новых сегментов рынка в ближайшие годы?"
    ],
    [
      "Бизнес",
      "Бизнес",
      "В1: Какие ключевые проекты или инициативы в настоящее время реализует компания, и кратко опишите, что включает каждый проект? В2: Каковы результаты этих проектов по сравнению с предыдущим кварталом, и как они соотносятся с конкурентами в этой отрасли? Как рынок отреагировал на эти инициативы? В3: Каковы полученные доходы от этих проектов за текущий отчетный период, и какие потенциальные риски могут повлиять на их будущую эффективность?"
    ],
    [
      "Перспективы",
      "Перспективы",
      "В1: Каковы основные стратегические цели компании на предстоящий год, и какие ключевые инициативы запланированы для их достижения? В2: Как эти будущие планы соответствуют текущим отраслевым тенденциям и рыночным требованиям? В3: Каковы ожидаемые финансовые последствия этих планов для деятельности компании в краткосрочной и долгосрочной перспективе?"
    ]
  ]
}