{
  "columns": [
    "Categorìa de focus",
    "Elementu de focus",
    "Custiones"
  ],
  "data": [
    [
      "Indicadore Finantziàriu",
      "Dividendu",
      "Q1: Sa cumpannia at pagadu dividendos a sos investidores? Q2: B'ant istadu aumentos o diminuimentos in sos dividendos de s'atzione? Si s'ì, cale est sa tassa a sa cale sos dividendos sunt aumentende? Q3: Cale tipu de dividendu at pagadu sa cumpannia?"
    ],
    [
      "Indicadore Finantziàriu",
      "Fatturadu",
      "Q1: Cale est istadu su fatturadu decraradu de sa cumpannia pro su quartale coladu, e comente si cumparat cun su matessi quartale de s'annu coladu? Q2: Cales fatore ant influentzadu sa performance de fatturadu de sa cumpannia in custu quartale? Q3: Cales sunt sas previsiones de fatturadu de sa cumpannia pro sos quartales benidores, e cales istrategias sunt in logu pro agiùnghere custos obietivos?"
    ],
    [
      "Indicadore Finantziàriu",
      "Ritornu",
      "Q1: Cale est istadu su màrgine de profetu netu de sa cumpannia pro custu quartale, e comente est cambiadu dae su quartale o s'annu coladu? Q2: Cale est su Ritornu in Patrimòniu (ROE) e su Ritornu in Ativos (ROA) de sa cumpannia pro custu perìodu? Q3: Comente tenet in pranu sa cumpannia de megiorare su valore de sos atzionistas in sos perìodos benidores? B'ant dividendos o riacquistos de atziones in pranu?"
    ],
    [
      "Indicadore Finantziàriu",
      "Guadàngios",
      "Q1: B'ant istadu aumentos o diminuimentos in sos guadàngios? Si s'ì, cale est sa tassa a sa cale sos guadàngios sunt aumentende o diminuende? Q2: Cale est sa prospetiva frunida dae sos esecutivos de custa cumpannia in relatzione a sa crèschida futura de sos guadàngios? Q3: Sos guadàngios sunt subra o suta de sas aspettativas? Sunt attraentes in cumparàntzia cun sos paràgones?"
    ],
    [
      "Gestione de sos Dipendentes",
      "Salàriu",
      "Q1: Cale percentuale de sas ispesas totales de sa cumpannia est alocada a sos salàrios de sos dipendentes, e comente est cambiada in risposta a sos isvilupos cummertziales reghentes? Q2: Comente si cumparat s'istrutura de cumpensu de sa cumpannia cun sos istandard de s'indùstria, in particulare in tèrmines de salàriu, benefìtzios e bonus? Q3: Cales sunt istados sos aumentos o diminuimentos mèdios de salàriu in totu sa cumpannia cust'annu in cumparàntzia cun s'annu coladu?"
    ],
    [
      "Gestione de sos Dipendentes",
      "Pensione",
      "Q1: Cale est s'istadu atuale de su fundu de pensione de sa cumpannia, e cales sunt istados sos cambiamentos majores in s'istadu de finantziamentu suo in s'annu coladu? Q2: Comente gestit sa cumpannia sas passividades de pensione, e cales istrategias sunt in logu pro risòlvere eventuales positziones de sotafinantziamentu? Q3: Cales sunt sos impattos ispetados de sos impegos de pensione atuales in sa performance finantziària futura de sa cumpannia?"
    ],
    [
      "Gestione de sos Dipendentes",
      "Cambiamentos in sa Gestione",
      "Q1: B'ant istadu cambiamentos reghentes in sas positziones de gestione printzipales de sa cumpannia, includende su CEO, etc.? Q2: Cales sunt istados sos motivos a palas de sos cambiamentos reghentes in sa gestione, in particulare pro sa positzione de CEO? Q3: Cale impattu sunt ispetados chi apant sos cambiamentos reghentes in sa gestione in s'istratègia de sa cumpannia in su curtzu tèrmine?"
    ],
    [
      "Custos",
      "Custos de Operatzione",
      "Q1: Cales sunt istados sos custos totales de operatzione in custu quartale in cumparàntzia cun su quartale coladu? Q2: Cales fatore ant cuntribuidu a cambiamentos significativos in sos custos de operatzione? Q3: Comente s'est gestende sos custos de operatzione a sa lughe de sas cunditziones econòmicas atuales?"
    ],
    [
      "Custos",
      "Custos de Benes Bendidos",
      "Q1: Comente est cambiadu su Costu de Benes Bendidos in custu quartale, e cales sunt istados sos fatore chi ant causadu custos cambiamentos? Q2: Cale percentuale de su fatturadu rapresentat su Costu de Benes Bendidos, e comente si cumparat cun sas normas de s'indùstria? Q3: B'ant initziativas in logu pro reduire su Costu de Benes Bendidos sena cumpromìtere sa calidade?"
    ],
    [
      "Custos",
      "Custos de Marketing e Bèndidas",
      "Q1: Cantu at ispendidu sa cumpannia in marketing e bèndidas in custu quartale? Q2: Cales istrategias ispetzìficas de marketing o bèndidas ant cuntribuidu a custos custos? Q3: B'ant pranos pro ajustare custas istrategias in sos quartales benidores in base a sa performance?"
    ],
    [
      "Espansione",
      "Espansione Geogràfica",
      "Q1: Cales regiones o mercados ispetzìficos est ispainende sa cumpannia, e cales fatore ant influentzadu custas seltziones? Q2: Cales sunt sos custos initziales assotziados cun s'espansione geogràfica e cales istrategias sunt in logu pro la sustentare? Q3: Cale est sa cronologia ispetada pro chi sas operatziones regionales noas agiùnghant sa profitabilidade?"
    ],
    [
      "Espansione",
      "Espansione de sa Lìnia de Produtu",
      "Q1: Cales produtos noos est introduende sa cumpannia, e cales bisòngios de consumadore o de mercadu punnant a risòlvere? Q2: Cale impattu at a àere s'introdutzione de custos produtos in sos custos de produtzione e in sa performance finantziària generale de sa cumpannia? Q3: B'ant sinergias ispetadas intre sos produtos noos e sos produtos o servìtzios chi b'ant giai?"
    ],
    [
      "Espansione",
      "Espansione de Segmentos de Mercadu",
      "Q1: Cales segmentos de clientes noos est puntende sa cumpannia, e cale chirca sustenet custa diretzione istratègica? Q2: Cales istrategias de marketing ant a èssere impreadas pro agiùnghere custos segmentos noos, e cales sunt sos custos ispetados? Q3: Cales sunt sas aspettativas de crèschida pro custos segmentos de mercadu noos in sos annos imbenientes?"
    ],
    [
      "Impresa",
      "Impresa",
      "Q1: Cales sunt sos progetos o initziativas printzipales chi sa cumpannia est faghende, e frunire una breve sinossi de su chi ònnia progetu cumportat? Q2: Comente est istada sa performance de custos progetos in cumparàntzia cun su quartale coladu, e comente s'agatant in relatzione a sos cuncurrentes in su matessi setore? Cale est istada sa risposta de su mercadu a custas initziativas? Q3: Cale est su fatturadu generadu dae custos progetos pro su perìodu de rendicontatzione atuale, e cales riscos potentziales podent impatare sa performance issoro futura?"
    ],
    [
      "Prospetiva Futura",
      "Prospetiva Futura",
      "Q1: Cales sunt sos obietivos istratègicos primàrios de sa cumpannia pro s'annu benidore, e cales initziativas printzipales sunt pranificadas pro agiùnghere custos obietivos? Q2: Comente custas pranos futuros s'allìniant cun sas tendèntzias atuales de s'indùstria e sas demandas de su mercadu? Q3: Cales sunt sos impattos finantziàrios ispetados de custos pranos in sa performance de sa cumpannia in su curtzu e longu tèrmine?"
    ]
  ]
}