{
  "columns": [
    "Kategorya ng Pokus",
    "Item ng Pokus",
    "Mga Tanong"
  ],
  "data": [
    [
      "Indikador Pinansyal",
      "Dividend",
      "Q1: Nagbayad ba ng dividend ang kumpanya sa mga mamumuhunan? Q2: Mayroon bang anumang pagtaas o pagbaba sa stock dividends? Kung oo, ano ang rate ng pagtaas ng dividends? Q3: Anong uri ng dividend ang ibinayad ng kumpanya?"
    ],
    [
      "Indikador Pinansyal",
      "Kita",
      "Q1: Ano ang iniulat na kita ng kumpanya para sa nakaraang quarter, at paano ito nakukumpara sa parehong quarter noong nakaraang taon? Q2: Anong mga salik ang nakaapekto sa performance ng kita ng kumpanya ngayong quarter? Q3: Ano ang mga forecast ng kumpanya para sa kita sa mga susunod na quarter, at anong mga estratehiya ang ipinatutupad upang makamit ang mga target na ito?"
    ],
    [
      "Indikador Pinansyal",
      "Pagbalik",
      "Q1: Ano ang net profit margin ng kumpanya para sa quarter na ito, at paano ito nagbago mula sa nakaraang quarter o taon? Q2: Ano ang Return on Equity (ROE) at Return on Assets (ROA) ng kumpanya para sa panahong ito? Q3: Paano plano ng kumpanya na mapahusay ang halaga ng shareholder sa mga susunod na panahon? Mayroon bang anumang mga dividend o buybacks na plano?"
    ],
    [
      "Indikador Pinansyal",
      "Kita",
      "Q1: Mayroon bang anumang pagtaas o pagbaba sa kita? Kung oo, ano ang rate ng pagtaas o pagbaba ng kita? Q2: Ano ang outlook na ibinigay ng mga executive ng kumpanya tungkol sa paglago ng kita sa hinaharap? Q3: Ang mga kita ba ay nasa itaas o ibaba kumpara sa mga inaasahan? Ang mga ito ba ay kaakit-akit kumpara sa mga kakumpitensya?"
    ],
    [
      "Pamamahala ng Empleyado",
      "Suweldo",
      "Q1: Ano ang porsyento ng kabuuang gastos ng kumpanya na kasalukuyang nakalaan para sa mga suweldo ng empleyado, at paano ito nagbago bilang tugon sa mga kamakailang pag-unlad ng negosyo? Q2: Paano nakukumpara ang istruktura ng kompensasyon ng inyong kumpanya sa mga pamantayan ng industriya, lalo na sa mga tuntunin ng suweldo, benepisyo, at bonus? Q3: Ano ang average na pagtaas o pagbaba ng suweldo sa buong kumpanya ngayong taon kumpara sa nakaraang taon?"
    ],
    [
      "Pamamahala ng Empleyado",
      "Pensiyon",
      "Q1: Ano ang kasalukuyang kalagayan ng pension fund ng kumpanya, at ano ang mga pangunahing pagbabago sa kalagayan ng pondo nito sa nakaraang taon? Q2: Paano pinamamahalaan ng kumpanya ang mga pananagutan nito sa pensiyon, at anong mga estratehiya ang ipinatutupad upang tugunan ang anumang hindi sapat na pondo? Q3: Ano ang inaasahang epekto ng mga kasalukuyang obligasyon sa pensiyon sa hinaharap na financial performance ng kumpanya?"
    ],
    [
      "Pamamahala ng Empleyado",
      "Pagbabago sa Pamamahala",
      "Q1: Mayroon bang anumang kamakailang pagbabago sa mga pangunahing posisyon ng pamamahala ng kumpanya, kabilang ang CEO, atbp.? Q2: Ano ang mga dahilan sa likod ng anumang kamakailang pagbabago sa pamamahala, lalo na sa posisyon ng CEO? Q3: Ano ang inaasahang epekto ng mga kamakailang pagbabago sa pamamahala sa estratehiya ng kumpanya sa maikling panahon?"
    ],
    [
      "Gastos",
      "Mga Gastos sa Operasyon",
      "Q1: Ano ang kabuuang gastos sa operasyon ngayong quarter kumpara sa nakaraang quarter? Q2: Anong mga salik ang nag-ambag sa anumang makabuluhang pagbabago sa mga gastos sa operasyon? Q3: Paano ninyo pinamamahalaan ang mga gastos sa operasyon sa harap ng kasalukuyang kondisyon ng ekonomiya?"
    ],
    [
      "Gastos",
      "Gastos ng Ibinentang Produkto",
      "Q1: Paano nagbago ang Gastos ng Ibinentang Produkto (COGS) ngayong quarter, at ano ang mga pangunahing salik sa likod ng mga pagbabagong ito? Q2: Anong porsyento ng kita ang kinakatawan ng Gastos ng Ibinentang Produkto, at paano ito nakukumpara sa mga pamantayan ng industriya? Q3: Mayroon bang anumang inisyatiba na ipinatutupad upang bawasan ang Gastos ng Ibinentang Produkto nang hindi nakokompromiso ang kalidad?"
    ],
    [
      "Gastos",
      "Gastos sa Marketing at Pagbebenta",
      "Q1: Magkano ang ginastos ng kumpanya sa marketing at pagbebenta ngayong quarter? Q2: Anong mga partikular na estratehiya sa marketing o pagbebenta ang nag-ambag sa mga gastos na ito? Q3: Mayroon bang plano na ayusin ang mga estratehiyang ito sa mga susunod na quarter batay sa performance?"
    ],
    [
      "Pagpapalawak",
      "Pagpapalawak sa Heograpiya",
      "Q1: Anong mga partikular na rehiyon o merkado ang pinalalawak ng kumpanya, at anong mga salik ang nakaimpluwensya sa mga pagpiling ito? Q2: Ano ang mga paunang gastos na nauugnay sa pagpapalawak sa heograpiya at anong mga estratehiya ang ipinatutupad upang suportahan ito? Q3: Ano ang inaasahang timeline para maabot ng mga bagong operasyon sa rehiyon ang pagiging kumikita (profitability)?"
    ],
    [
      "Pagpapalawak",
      "Pagpapalawak ng Linya ng Produkto",
      "Q1: Anong mga bagong produkto ang ipinakikilala ng kumpanya, at anong mga pangangailangan ng consumer o merkado ang tinutugunan nito? Q2: Paano makakaapekto ang pagpapakilala ng mga produktong ito sa mga gastos sa produksyon at pangkalahatang pinansyal na performance ng kumpanya? Q3: Mayroon bang anumang inaasahang synergies sa pagitan ng mga bagong produkto at umiiral na mga produkto o serbisyo?"
    ],
    [
      "Pagpapalawak",
      "Pagpapalawak ng Segmentasyon ng Merkado",
      "Q1: Aling mga bagong segment ng customer ang tina-target ng kumpanya, at anong pananaliksik ang sumusuporta sa estratehikong direksyong ito? Q2: Anong mga estratehiya sa marketing ang gagamitin upang maabot ang mga bagong segment na ito, at ano ang inaasahang gastos? Q3: Ano ang mga inaasahan sa paglago para sa mga bagong segment ng merkado sa susunod na ilang taon?"
    ],
    [
      "Negosyo",
      "Negosyo",
      "Q1: Ano ang mga pangunahing proyekto o inisyatiba na kasalukuyang isinasagawa ng kumpanya, at magbigay ng maikling pangkalahatang-ideya kung ano ang kinapapalooban ng bawat proyekto? Q2: Paano nakumpara ang performance ng mga proyektong ito sa nakaraang quarter, at paano sila nakaposisyon kumpara sa mga kakumpitensya sa parehong sektor? Ano ang naging tugon ng merkado sa mga inisyatibang ito? Q3: Ano ang mga nabuong kita mula sa mga proyektong ito para sa kasalukuyang panahon ng pag-uulat, at anong mga potensyal na panganib ang maaaring makaapekto sa kanilang hinaharap na performance?"
    ],
    [
      "Pananaw sa Hinaharap",
      "Pananaw sa Hinaharap",
      "Q1: Ano ang mga pangunahing estratehikong layunin ng kumpanya para sa susunod na taon, at anong mga pangunahing inisyatiba ang planong isagawa upang makamit ang mga layuning ito? Q2: Paano umaayon ang mga planong ito sa hinaharap sa kasalukuyang mga trend ng industriya at pangangailangan ng merkado? Q3: Ano ang inaasahang pinansyal na epekto ng mga planong ito sa performance ng kumpanya sa maikli at mahabang panahon?"
    ]
  ]
}