{
  "columns": [
    "Ẹka Idojukọ",
    "Ohun Idojukọ",
    "Awọn Ibeere"
  ],
  "data": [
    [
      "Atọka Owo",
      "Èrè Pínpín",
      "Q1: Ṣé ilé-iṣẹ́ yìí san èrè pínpín fún àwọn onífowópamọ́? Q2: Ṣé ìgbésókè tàbí òdínkù wà nínú èrè pínpín ìpín ọ̀kòwò náà? Tí ó bá jẹ́ bẹ́ẹ̀, kí ni ìwọ̀n tí èrè pínpín náà ń pọ̀ sí? Q3: Irú èrè pínpín wo ni ilé-iṣẹ́ náà san?"
    ],
    [
      "Atọka Owo",
      "Owó Tí Wọ́n Gbà Wọlé",
      "Q1: Kí ni owó tí wọ́n gbà wọlé tí ilé-iṣẹ́ náà ròyìn fún ọdámẹ́rin tó kọjá, báwo sì ni ó ṣe jọ ọdámẹ́rin kan náà ní ọdún tó kọjá? Q2: Àwọn ohun wo ló nípa lórí bí owó tí wọ́n gbà wọlé ti ilé-iṣẹ́ náà ṣe rí ní ọdámẹ́rin yìí? Q3: Kí ni àwọn àsọtẹ́lẹ̀ owó tí wọ́n gbà wọlé ti ilé-iṣẹ́ náà fún àwọn ọdámẹ́rin tí ń bọ̀, àti àwọn ètò wo ló wà láti ṣàṣeyọrí àwọn àfojúsùn wọ̀nyí?"
    ],
    [
      "Atọka Owo",
      "Àbápadà",
      "Q1: Kí ni ìwọ̀n èrè àpòpọ̀ ilé-iṣẹ́ náà fún ọdámẹ́rin yìí, báwo sì ni ó ti yí padà láti ọdámẹ́rin tàbí ọdún tó kọjá? Q2: Kí ni Àbápadà Lórí Ìpín Ọkòwò (ROE) àti Àbápadà Lórí Ohun Ìní (ROA) ilé-iṣẹ́ náà fún àkókò yìí? Q3: Báwo ni ilé-iṣẹ́ náà ṣe gbèrò láti mú ìníye àwọn onípìn pọ̀ sí i ní àwọn àkókò tí ń bọ̀? Ṣé èrè pínpín tàbí rírà padà wà nínú ètò?"
    ],
    [
      "Atọka Owo",
      "Èrè",
      "Q1: Ṣé ìgbésókè tàbí òdínkù wà nínú èrè? Tí ó bá jẹ́ bẹ́ẹ̀, kí ni ìwọ̀n tí èrè náà ń pọ̀ sí tàbí dínkù? Q2: Kí ni ìwòye tí àwọn aláṣẹ ilé-iṣẹ́ yìí pèsè nípa ọ̀gbàsókè èrè ní ọjọ́ iwájú? Q3: Ṣé èrè náà ga tàbí kéré ní ìfiwéra sí àwọn ìrètí? Ṣé wọ́n wuni ní ìfiwéra sí àwọn ẹlẹgbẹ́ wọn?"
    ],
    [
      "Ìṣàkóso Òṣìṣẹ́",
      "Owó Oṣù",
      "Q1: Ìdá ọgọ́rùn-ún wo nínú àpapọ̀ ìnáwó ilé-iṣẹ́ ni a pín fún owó oṣù àwọn òṣìṣẹ́ lọ́wọ́lọ́wọ́, báwo sì ni èyí ti yí padà nítorí àwọn ọ̀gbàsókè iṣẹ́ ajé tuntun? Q2: Báwo ni ètò ìsanwó ilé-iṣẹ́ yín ṣe jọ àwọn ìlànà iṣẹ́, pàápàá ní ti owó oṣù, ànfààní, àti bọ́ọ̀ǹsì? Q3: Kí ni àpapọ̀ ìgbésókè tàbí òdínkù owó oṣù kọjá gbogbo ilé-iṣẹ́ náà ní ọdún yìí ní ìfiwéra sí ọdún tó kọjá?"
    ],
    [
      "Ìṣàkóso Òṣìṣẹ́",
      "Owó Ìfẹ̀yìntì",
      "Q1: Kí ni ipò owó ìfẹ̀yìntì ilé-iṣẹ́ náà lọ́wọ́lọ́wọ́, àti kí ni àwọn ìyípadà pàtàkì sí ipò ìfúnni ní owó rẹ̀ ní ọdún tó kọjá? Q2: Báwo ni ilé-iṣẹ́ náà ṣe ń ṣàkóso àwọn gbèsè owó ìfẹ̀yìntì rẹ̀, àti àwọn ètò wo ló wà láti yanjú àwọn ipò tí kò ní owó tó? Q3: Kí ni àwọn ipa tí a retí pé àwọn ìlérí owó ìfẹ̀yìntì lọ́wọ́lọ́wọ́ yóò ní lórí iṣiṣẹ́ owó ilé-iṣẹ́ náà ní ọjọ́ iwájú?"
    ],
    [
      "Ìṣàkóso Òṣìṣẹ́",
      "Ìyípadà Ìṣàkóso",
      "Q1: Ṣé ìyípadà tuntun wà nínú àwọn ipò ìṣàkóso pàtàkì ilé-iṣẹ́ náà, títí kan CEO, àti bẹ́ẹ̀bẹ́ẹ̀ lọ. Q2: Kí ni àwọn òdí lẹ́yìn àwọn ìyípadà ìṣàkóso tuntun, pàápàá ní ipò CEO? Q3: Irú ipa wo ni a retí pé àwọn ìyípadà ìṣàkóso tuntun yóò ní lórí ètò ilé-iṣẹ́ náà láìpẹ́?"
    ],
    [
      "Ìnáwó",
      "Àwọn Ìnáwó Ìṣiṣẹ́",
      "Q1: Kí ni àpapọ̀ àwọn ìnáwó iṣiṣẹ́ ní ọdámẹ́rin yìí ní ìfiwéra sí ọdámẹ́rin tó kọjá? Q2: Àwọn ohun wo ló fa àwọn ìyípadà pàtàkì nínú àwọn ìnáwó iṣiṣẹ́? Q3: Báwo ni ẹ ṣe ń ṣàkóso àwọn ìnáwó iṣiṣẹ́ ní ìbámu pẹ̀lú ipò ọrọ̀ ajé lọ́wọ́lọ́wọ́?"
    ],
    [
      "Ìnáwó",
      "Ìnáwó Ohun Tí Wọ́n Tà",
      "Q1: Báwo ni Ìnáwó Ohun Tí Wọ́n Tà ṣe yí padà ní ọdámẹ́rin yìí, àti kí ni àwọn ohun tó fa àwọn ìyípadà wọ̀nyí? Q2: Ìdá ọgọ́rùn-ún wo nínú owó tí wọ́n gbà wọlé ni Ìnáwó Ohun Tí Wọ́n Tà dúró fún, báwo sì ni èyí ṣe jọ àwọn ìlànà iṣẹ́? Q3: Ṣé àwọn ìgbésẹ̀ kankan wà láti dín Ìnáwó Ohun Tí Wọ́n Tà kù láìfi dídára rẹ̀ wewu?"
    ],
    [
      "Ìnáwó",
      "Àwọn Ìnáwó Ìpolówó àti Títà",
      "Q1: Mélòó ni ilé-iṣẹ́ náà ná lórí ìpolówó àti títà ní ọdámẹ́rin yìí? Q2: Àwọn ètò ìpolówó tàbí títà pàtó wo ló fa àwọn ìnáwó wọ̀nyí? Q3: Ṣé àwọn ètò wà láti tún àwọn ètò wọ̀nyí ṣe ní àwọn ọdámẹ́rin tí ń bọ̀ ní ìbámu pẹ̀lú iṣiṣẹ́?"
    ],
    [
      "Ìfẹ̀sílẹ̀",
      "Ìfẹ̀sílẹ̀ Agbègbè",
      "Q1: Àwọn agbègbè tàbí ọjà pàtó wo ni ilé-iṣẹ́ náà ń fẹ̀ sí, àti àwọn ohun wo ló nípa lórí yíyàn wọ̀nyí? Q2: Kí ni àwọn ìnáwó ìbẹ̀rẹ̀ tí ó jọ mọ́ ìfẹ̀sílẹ̀ agbègbè náà àti àwọn ètò wo ló wà láti tì í lẹ́yìn? Q3: Kí ni àkókò tí a retí pé àwọn iṣẹ́ agbègbè tuntun yóò fi dé ipò èrè?"
    ],
    [
      "Ìfẹ̀sílẹ̀",
      "Ìfẹ̀sílẹ̀ Ìlà Ọjà",
      "Q1: Àwọn ọjà tuntun wo ni ilé-iṣẹ́ náà ń mú wọlé, àti àwọn àìní oníbàárà tàbí ọjà wo ni wọ́n fẹ̀yí yanjú? Q2: Báwo ni mímú àwọn ọjà wọ̀nyí wọlé yóò ṣe nípa lórí àwọn ìnáwó iṣẹ́dá ilé-iṣẹ́ náà àti iṣiṣẹ́ owó àpapọ̀? Q3: Ṣé àwọn ìbáṣepọ̀ tí a retí wà láàárín àwọn ọjà tuntun àti àwọn ọjà tàbí iṣẹ́ tí ó wà tẹ́lẹ̀?"
    ],
    [
      "Ìfẹ̀sílẹ̀",
      "Ìfẹ̀sílẹ̀ Pípín Ọjà Sí Ẹ̀ka",
      "Q1: Àwọn ẹ̀ka oníbàárà tuntun wo ni ilé-iṣẹ́ náà ń fojú sí, àti ìwádìí wo ló ń tì ètò ìdarí yìí lẹ́yìn? Q2: Àwọn ètò ìpolówó wo ni a ó lò láti dé ọ̀dọ̀ àwọn ẹ̀ka tuntun wọ̀nyí, àti kí ni àwọn ìnáwó tí a retí? Q3: Kí ni àwọn ìrètí ọ̀gbàsókè fún àwọn ẹ̀ka ọjà tuntun wọ̀nyí lórí ọdún díẹ̀ tí ń bọ̀?"
    ],
    [
      "Iṣẹ́ Ajé",
      "Iṣẹ́ Ajé",
      "Q1: Kí ni àwọn iṣẹ́ àkànṣe tàbí ìgbésẹ̀ pàtàkì tí ilé-iṣẹ́ náà ń ṣe lọ́wọ́lọ́wọ́, kí o sì pèsè àkọsílẹ̀ kúkúrú nípa ohun tí iṣẹ́ àkànṣe kọ̀ọ̀kan jẹ́? Q2: Báwo ni iṣiṣẹ́ àwọn iṣẹ́ àkànṣe wọ̀nyí ṣe jọ ọdámẹ́rin tó kọjá, báwo sì ni wọ́n ṣe dúró ní ìfiwéra sí àwọn olùdíje nínú ẹ̀ka kan náà? Kí ni òdáhùn ọjà sí àwọn ìgbésẹ̀ wọ̀nyí? Q3: Kí ni owó tí wọ́n gbà wọlé láti àwọn iṣẹ́ àkànṣe wọ̀nyí fún àkókò ìròyìn lọ́wọ́lọ́wọ́, àti àwọn ewu wo ló lè nípa lórí iṣiṣẹ́ wọn ní ọjọ́ iwájú?"
    ],
    [
      "Ìwòye Ọjọ́ Iwájú",
      "Ìwòye Ọjọ́ Iwájú",
      "Q1: Kí ni àwọn àfojúsùn ètò pàtàkì ilé-iṣẹ́ náà fún ọdún tí ń bọ̀, àti àwọn ìgbésẹ̀ pàtàkì wo ni a gbèrò láti ṣàṣeyọrí àwọn àfojúsùn wọ̀nyí? Q2: Báwo ni àwọn ètò ọjọ́ iwájú wọ̀nyí ṣe bá àwọn ìṣẹ̀lẹ̀ iṣẹ́ lọ́wọ́lọ́wọ́ àti àwọn ìbéèrè ọjà mu? Q3: Kí ni àwọn ipa owó tí a retí pé àwọn ètò wọ̀nyí yóò ní lórí iṣiṣẹ́ ilé-iṣẹ́ náà ní ìgbà kúkúrú àti ìgbà gígùn?"
    ]
  ]
}