{
  "columns": [
    "关注类别",
    "关注项目",
    "问题"
  ],
  "data": [
    [
      "财务指标",
      "股息",
      "Q1: 该公司是否向投资者支付了股息？ Q2: 股息是否有增加或减少？如果有，请问股息的增长率是多少？ Q3: 该公司支付了什么类型的股息？"
    ],
    [
      "财务指标",
      "收入",
      "Q1: 该公司过去一个季度的报告收入是多少，与去年同期相比如何？ Q2: 有哪些因素影响了该公司本季度的收入表现？ Q3: 该公司对即将到来的季度的收入预测是什么，并采取了哪些策略来实现这些目标？"
    ],
    [
      "财务指标",
      "回报",
      "Q1: 该公司本季度的净利率是多少，与上一季度或上一年相比有何变化？ Q2: 该公司本期间的股东权益回报率（ROE）和资产回报率（ROA）是多少？ Q3: 该公司计划如何在接下来的时期内提升股东价值？是否有计划中的股息或回购？"
    ],
    [
      "财务指标",
      "盈利",
      "Q1: 盈利是否有增加或减少？如果有，盈利的增长或下降率是多少？ Q2: 该公司高管对未来盈利增长的前景有何展望？ Q3: 盈利是否高于或低于预期？与同行相比是否具有吸引力？"
    ],
    [
      "员工管理",
      "薪资",
      "Q1: 目前公司总支出中有多少百分比分配给员工薪资，这一比例如何因应最近的业务发展而改变？ Q2: 贵公司的薪酬结构与行业标准相比如何，特别是在薪资、福利和奖金方面？ Q3: 与去年相比，今年公司员工的平均薪资增长或下降了多少？"
    ],
    [
      "员工管理",
      "养老金",
      "Q1: 该公司养老金基金的当前状况如何，过去一年中其资金状况发生了哪些重大变化？ Q2: 该公司如何管理其养老金负债，并采取了什么策略来解决任何资金不足的问题？ Q3: 当前的养老金承诺预计会对公司的未来财务表现产生什么影响？"
    ],
    [
      "员工管理",
      "管理层变动",
      "Q1: 该公司最近是否有关键管理职位的变动，包括首席执行官（CEO）等？ Q2: 最近的管理层变动，特别是首席执行官职位变动的原因是什么？ Q3: 最近的管理层变动预计会对公司近期的战略产生什么影响？"
    ],
    [
      "成本",
      "运营成本",
      "Q1: 本季度的总运营成本与上一季度相比如何？ Q2: 哪些因素导致了运营成本的重大变化？ Q3: 在当前的经济条件下，您如何管理运营成本？"
    ],
    [
      "成本",
      "营业成本",
      "Q1: 营业成本本季度有何变化，这些变化的主要驱动因素是什么？ Q2: 营业成本占收入的百分比是多少，与行业标准相比如何？ Q3: 是否有任何措施既能减少营业成本又不损害产品质量？"
    ],
    [
      "成本",
      "营销和销售成本",
      "Q1: 该公司本季度在营销和销售方面的支出是多少？ Q2: 哪些具体的营销或销售策略导致了这些成本？ Q3: 是否有计划根据业绩调整这些策略？"
    ],
    [
      "扩张",
      "地理扩张",
      "Q1: 该公司正在扩展到哪些具体地区或市场，是什么因素影响了这些选择？ Q2: 地理扩张的初始成本是多少，有哪些策略来支持这一扩张？ Q3: 新区域运营预计何时达到盈利？"
    ],
    [
      "扩张",
      "产品线扩张",
      "Q1: 该公司正在推出哪些新产品，它们旨在满足哪些消费者或市场需求？ Q2: 推出这些产品将如何影响公司的生产成本和整体财务表现？ Q3: 新产品与现有产品或服务之间是否有预期的协同效应？"
    ],
    [
      "扩张",
      "市场细分扩张",
      "Q1: 该公司正在瞄准哪些新的客户细分市场，什么研究支持这一战略方向？ Q2: 将采用哪些营销策略来触及这些新细分市场，预计成本是多少？ Q3: 未来几年这些新市场细分的增长预望是什么？"
    ],
    [
      "业务",
      "业务",
      "Q1: 该公司目前正在开展哪些关键项目或主要举措，请简要概述每个项目的内容？ Q2: 这些项目的绩效与上一季度相比如何，与同行业竞争对手相比表现如何？市场对这些举措的反应如何？ Q3: 这些项目在当前报告期间产生了多少收入，哪些潜在风险可能会影响其未来表现？"
    ],
    [
      "未来展望",
      "未来展望",
      "Q1: 该公司未来一年的主要战略目标是什么，并计划采取哪些关键举措来实现这些目标？ Q2: 这些未来计划如何与当前的行业趋势和市场需求保持一致？ Q3: 这些计划预计会对公司在短期和长期的绩效产生什么财务影响？"
    ]
  ]
}