{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589412565615988736,
      "Mon Nov 07 00:21:00 +0000 2022",
      "“the experiences that we’ve been through as a country over the last two years might be an awakening of the American public to the dangers of straying from fundamental principles.” \n\nhttps://t.co/1I7WWXKuQf"
    ],
    [
      1589412559484243968,
      "Mon Nov 07 00:20:58 +0000 2022",
      "@JohannesSmed @NatProgUSA @femalekissinger jason hickel and his statistics manipulation have done irreparable damage to twitter's perception of historiography \n\nthis was his utterly deranged \"analysis\"\n\nhe just had to only include china (which had a high income in the low catagory prior to the maoist takeover) to skew it. https://t.co/9lj2p12sWA"
    ],
    [
      1589412544107659270,
      "Mon Nov 07 00:20:55 +0000 2022",
      "The Emperor of China: The flower that blooms in adversity is the most rare and beautiful of all.\nShang: Sir?\nThe Emperor of China: You don't meet a girl like that every dynasty.\n\nMulan (1998) em Porto, Portugal https://t.co/shjwZYeSJY"
    ],
    [
      1589412543927562241,
      "Mon Nov 07 00:20:54 +0000 2022",
      "@sifi_trading @ra46191 @LarsJLindahl1 @PeterSweden7 Lol, go live in the largest economy in the world, that experienced the greatest most rapid development in human history. Yeah go live in China with all its amazing infrastructure and architectural achievements. I mean do you seriously think that would be some sort of punishment"
    ],
    [
      1589412538915393537,
      "Mon Nov 07 00:20:53 +0000 2022",
      "#Oil and commodities about to tank I believe. \n\n#China #Spx #btc #crypto #kweb \n\nhttps://t.co/M1B0KDin7I"
    ],
    [
      1589412536440745985,
      "Mon Nov 07 00:20:53 +0000 2022",
      "@4abbamom @JoJoFromJerz The fake China virus..yep.."
    ],
    [
      1589412533710249984,
      "Mon Nov 07 00:20:52 +0000 2022",
      "You know how people complain that #China puts a value on people's lives, as if it is a bad thing.   Alternatively, the US pretty much puts a zero value on the lives of anybody who isn't a politician.      #covid19"
    ],
    [
      1589412526500216832,
      "Mon Nov 07 00:20:50 +0000 2022",
      "Winter season begins from today in China. https://t.co/oQj01P02h1"
    ],
    [
      1589412517209833472,
      "Mon Nov 07 00:20:48 +0000 2022",
      "Rich men like Elon Musk were looked down on in ancient China. All except one https://t.co/Lk3Uonmbc8 via @scmpnews"
    ],
    [
      1589412503640866817,
      "Mon Nov 07 00:20:45 +0000 2022",
      "@dinatitus @DollyD2022 When you do vote - China Wins."
    ],
    [
      1589412490441818112,
      "Mon Nov 07 00:20:42 +0000 2022",
      "@myemptyaccount @tongbingxue This is your chairman mao. And another 30M people died due to 大跃进 and starvation. \nAnd tradition china, half of girls were killed immediately after birth. 20% women died in baby delivery due to poor medical condition and ignorance on modern science.\n搞得现在终国没轿子一样。 https://t.co/RMXhhdvWDl"
    ],
    [
      1589412479041667072,
      "Mon Nov 07 00:20:39 +0000 2022",
      "@R2H25123505 @TheJpoc @chadloder Police have no right to stop you if you have done nothing wrong. They have no right to ask you for your ID because of their illegal stop. How quickly people have forgotten their constitutional rights. It’s time for you to learn them again. This isn’t communist China."
    ],
    [
      1589412471949127680,
      "Mon Nov 07 00:20:37 +0000 2022",
      "@Devon_OnEarth I'm sure I read recently that we're about to lose a load of RAF staff with security secrets to better pay and conditions in China"
    ],
    [
      1589412469889732614,
      "Mon Nov 07 00:20:37 +0000 2022",
      "@rzrbladecupcake @SteveHiltonx Who shut down flights from China and when?  https://t.co/Ip6kjayaG8\nThe Dems got all hysterical and Pelosi went walking thru Chinatown - Nothing to worry about.    https://t.co/JftjBUDKN5"
    ],
    [
      1589412469495443456,
      "Mon Nov 07 00:20:37 +0000 2022",
      "@IamCelineMarie @khirinknight @AlkimiFox @ChariotPrince @WayofK1ngs @Christi94539879 @JeremyDHawkins @AlwayzDazed @HvassVon @xtr0py @Nikolaj_Nobody @Sephiro02083354 @CueTeam17 @_n_Jack @knux007 @Ladyliberty993 @mkfawkes2 @Edibal2 @CicadaMk @christianitycom @JoyceMeyer @vcopeland @able2know @facebook @neffex @CIA @china @jacindaardern @POTUS @JoeBiden It represents the /c/ sound or /k/ sound and there is no K or Q in irish"
    ]
  ]
}