{
  "columns": [
    "Unnamed: 0",
    "chunk_label",
    "chunk_text",
    "uuid"
  ],
  "data": [
    [
      0,
      "methods0",
      "2.1. Participants The study involved 19 obese women (defined by a body mass index (body mass index (BMI), the weight in kilograms divided by the square of the height in meters) ≥30 kg/m2) who agreed to participate in a program comprising a hypocaloric weight-loss Mediterranean diet and physical activity. Participants were included in the study on their first visit if they met the following inclusion criteria: having no metabolic disorder related to obesity, women between the ages of 35 and 55, had not tried to lose weight within one year of our intervention, and whose lifestyle was sedentary.",
      "3aa0c9fd-ac0d-4bf0-9695-c2df885e0015"
    ],
    [
      1,
      "methods1",
      " Exclusion criteria included a history of any neurological disorder, an estimated intelligence quotient <85 points (assessed with the vocabulary subtest of the Wechsler Adult Intelligence Scale 3rd edition (WAIS-III)), or the presence of any psychiatric disorder (including eating disorders, anxiety or depression assessed with the Hamilton anxiety and depression scale, abuse of smoking, alcohol, or other drugs abuse), use of medication that could affect brain function (e.g., antidepressants), a history of any metabolic disorder possibly related to obesity, and general contraindications for magnetic resonance imaging (MRI). Participants were recruited from the Endocrinology Department at the Regional University Hospital of Malaga, and the magnetic resonance imaging (MRI)s were performed at the Centro de Investigaciones Médico Sanitarias (Centro de Investigaciones Médico Sanitarias (CIMES)), University of Malaga.",
      "47170c9d-4e73-4e0a-a47f-bacf20399ae9"
    ],
    [
      2,
      "methods2",
      " The study was performed in accordance with the principles of the revised Declaration of Helsinki. The protocol was approved by the Medical Ethics Committee of the Regional University Hospital of Malaga (approval code API5-10/13) on 29 October 2013, and all subjects provided written and signed informed consent before participation.  2.2. Intervention The diet consisted of a hypocaloric Mediterranean diet [26,27] based on the use of olive oil as the main source of visible fat and a regular consumption of vegetables (≥2 servings/day), fruits (≥3 servings/day), legumes (≥3 servings/week), and fish (≥3 times per week), reducing the consumption of red meat (≤2 times per week), and eliminating (or reducing to ≤1 time/week) the consumption of dairy milk, sugary drinks, and sweets and chocolates.",
      "ecb09469-0259-4be3-9e61-0327871d0d9e"
    ],
    [
      3,
      "methods3",
      " This hypocaloric Mediterranean diet restricted energy intake to about 600 kcal (or approximately 30% of the estimated energy requirement); 35–40% of the total daily calorie intake was from fat (8–10% saturated fatty acids), 40–45% carbohydrates (low glycemic index), and 20% protein based on the general patterns of the Mediterranean diet, calculating a calorie deficit following the Harris–Benedict equation, with the aim of achieving a body weight loss of ≥5%.  Participants were given healthy lifestyle guidelines by a nutritionist and were provided with a physical activity monitor. Regarding nutrition, participants made individual personalized visits with the nutritionist 30–60 min per week during the intervention, in which their body weight was measured and the response to weight loss was seen.",
      "3d1e154a-3878-4434-9873-3a7b91d4915f"
    ],
    [
      4,
      "methods4",
      " In addition, they were given a validated semi-quantitative 137-item food frequency questionnaire [28,29] as well as a validated 14-item questionnaire [30] to measure the adherence to the Mediterranean diet both at the beginning and six months after starting the intervention. High adherence was considered to be 12–14 points, moderate adherence 8–11 points, low adherence 5–7 points, and very low adherence 5 points. Furthermore, nutritional group meetings were held monthly to increase the motivation of all participants. Concerning the physical activity program, a daily exercise practice was recommended. The minimum aim was walking an average of 150 min per week. This minimum level of defined activity was based on the cardiometabolic benefit demonstrated in other studies [31].  Participants were assessed and encouraged to gradually increase their level of physical activity to reach at least 45 min per day at the end of the six-month intervention period.",
      "69ae1a0a-9b95-46b7-aa99-576f014acbdd"
    ],
    [
      5,
      "methods5",
      " In addition, participants were given a pedometer for their own use to encourage motivation. Once a month during the intervention, they went to the sports center with the physical activity monitor who checked whether the participants performed the physical activity.  Before, during, and after the whole program, weekly anthropometric measurements (weight, body mass index, and waist circumference) were taken with a Tanita BC-420MA (Tanita Corp., Tokyo, Japan), and height was measured by a stadiometer with the participants wearing no shoes. Blood analysis measurements, including glucose, total cholesterol, triglycerides, low-density lipoprotein (low density lipoprotein (LDL)) cholesterol, high-density lipoprotein (high density lipoprotein (HDL)) cholesterol, insulin, glycosylated hemoglobin (HbA1c), and insulin resistance index (HOMA-IR), were also recorded at baseline and after the program.  2.3.",
      "9d37c2a0-c7ac-478d-8462-1f1e9e26341d"
    ],
    [
      6,
      "methods6",
      " Study Design All participants underwent functional magnetic resonance imaging (fmagnetic resonance imaging (MRI)) scans under resting state conditions before and six months after following the Mediterranean diet and physical activity program. All the post-intervention fmagnetic resonance imaging (MRI) scans were performed within 24–72 h after completing the intervention. They were asked to refrain from eating or drinking (except water) for five hours before the scan. All the magnetic resonance imaging (MRI) scans were performed at the same time in the afternoon. Functional connectivity of the regions of interest was assessed using a seed-based correlation approach. Three participants were not included in the analysis because they did not perform the second magnetic resonance imaging (MRI) (one did not complete the intervention and two did not want to be scanned again, although they completed the intervention).",
      "3e3184b7-dcff-4114-b54d-0e5868bd2ed1"
    ],
    [
      7,
      "methods7",
      " The rest of the participants (n = 16 women) responded to treatment and none gained weight.  2.4. Image Acquisition The magnetic resonance imaging (MRI) scans were performed on a 3-T magnetic resonance imaging (MRI) scanner (Philips,Amsterdam,Netherlands, Medical Systems Netherlands, 3T Intera, Release 2.6, with an eight-channel platform) with a MASTER gradient system (nominal maximum gradient strength = 30 mT/m, maximum slew rate = 150 mT/m/ms), equipped with a six-channel Philips SENSE head coil. Head movements were minimized using head pads and a forehead strap. High-resolution T1 structural images of the whole brain were acquired using a matrix acquisition 312/320 r, field of view of 250 mm, Repetition Time (TR) = 9.9 ms, Echo Time (TE) = 4.5 ms, flip angle = 8°, Turbo field echo (Turbo field echo (TFE)) factor = 179. Slice thickness was 0.8 mm and there was no gap between slices; voxels were isotropic: 0.8 mm × 0.8 mm × 0.8 mm.",
      "35dfd9e9-d090-4b85-aa55-b160532a6640"
    ],
    [
      8,
      "methods8",
      "  Resting state fmagnetic resonance imaging (MRI) (rs-fmagnetic resonance imaging (MRI)) images were also acquired, with a Fast Field Echo (FFE)/ Echo planar imaging (Echo planar imaging (EPI)) sequence with a 220 mm field of view (field of view (FOV)), TR = 2000 ms, TE= 35 ms, flip angle 82°, an acquisition matrix of 80/128 r, and an acquisition voxel size of 2.75 mm × 2.75 mm × 4.00 mm. Three hundred volumes were obtained with 32 slices each, with no gap between the slices. The length of time of the resting state acquisition was 10:00 min. Both structural and rs-fmagnetic resonance imaging (MRI) studies were acquired before and after the intervention.  2.5. Image Processing Image preprocessing was performed using statistical parametric mapping (SPM8, Wellcome Department of Imaging Neuroscience, London, England; www.fil.ion.ucl.ac.uk/spm) running on MATLAB 8.2.0.701 (R2013b).",
      "db529705-16cd-4314-a260-1c040f87924e"
    ],
    [
      9,
      "methods9",
      " Each subject’s functional images were realigned to the mean position of all scans, and it was checked that the participants’ movements during acquisition did not exceed 1.7 mm translation or 2.3° rotation. High-resolution structural T1 images were anterior and posterior commissures (AC-PC) oriented, and then the functional scans were co-registered to the respective T1 images. These were used for normalization to the standard Montreal Neurological Institute (Montreal Neurological Institute (MNI)) space. Smoothing of the functional scans was carried out with an 8-mm full width at half maximum (full width at half maximum (FWHM)) kernel. The structural scans were also segmented in order to obtain grey matter (GM), white matter (WM), and cerebral-spinal fluid (cerebral spinal fluid (CSF)) maps.  The conn toolbox (version 1.4, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, USA, http://www.nitrc.",
      "ca22d007-a0bb-4e79-82df-21bf82412020"
    ],
    [
      10,
      "methods10",
      "org/projects/conn) was used for the seed-based connectivity analysis. A band-pass filter with cut-off frequencies of 0.008 and 0.09 Hz was applied to exclude drifts and high-frequency activations. In addition to movement parameters, white matter and cerebral spinal fluid (CSF) blood oxygen level-dependent (blood oxygen level dependent (BOLD)) time-series were also introduced as confounders in the denoising stage in order to exclude non-neural fluctuations from the analysis.  The areas selected as seeds were structures included in the well-established neural networks (default mode network (DMN), SN, and SSN) including: left and right inferior parietal lobes, right and left superior temporal gyrus, left and right insula, right and left superior frontal cortex, medial prefrontal cortex, anterior cingulate gyrus, right and left posterior cingulate gyrus/precuneus, and right and left olfactory regions.",
      "ad25161b-7dd1-4e70-b02a-c7dd15f5fc4f"
    ],
    [
      11,
      "methods11",
      " Bilateral olfactory and posterior cingulum regions were taken from the IBASPM116 atlas included in the Wake Forest University Pickatlas toolbox [32]. The other areas were taken from the resting state reliability (rsREL) regions of interest (ROIs) provided with the conn toolbox. They are defined as 9-mm radius spheres, centered on the coordinates (seed definitions).  Following the usual pipeline for seed-based correlation analyses, a first-level individual analysis was initially carried out, followed by a second-level group analysis. Firstly, an ROI-to-ROI approach was used: the blood oxygen level dependent (BOLD) signal timeline at each seed region was checked for correlations with the blood oxygen level dependent (BOLD) signal timeline at each of the other preselected regions.",
      "0b6b3b96-66ca-4732-a6e2-43718825b808"
    ],
    [
      12,
      "methods12",
      " Afterwards, a seed-to-voxel analysis was also carried out: the correlation between the blood oxygen level dependent (BOLD) timeline at the seed region and the blood oxygen level dependent (BOLD) timeline at each voxel of the image was calculated. As mentioned, these correlations were initially studied on an individual level, and then the second level of analysis was applied. Here, the parametric (z-score) values obtained for each individual were compared, both at the ROI-to-ROI and at the seed-to-voxel levels. In particular, a paired t-test allowed assessment of changes in blood oxygen level dependent (BOLD) signal correlation associated to the program for each seed.  For ROI-to-ROI analyses, two-sided family-wise error (family wise error (FWE)) correction was applied at the analysis level, with a significance threshold of p = 0.05.",
      "667514de-c37a-4aaf-9bee-e4106ae82664"
    ],
    [
      13,
      "methods13",
      " Seed-to-voxel comparisons were family wise error (FWE)-corrected and false discovery rate (false discovery rate (FDR))-corrected at the cluster level, with the same threshold as before (p = 0.05).  2.6. Statistical Analysis All the clinical and blood test parameters are summarized as descriptive statistics in Table 1. The results are presented as the mean ± standard deviation. For inter-group comparisons before and after the intensive weight loss program, paired-sample t-tests were used for continuous variables, and the Wilcoxon Rank Sum test for such variables when the assumptions for the t-test were violated. The α-level was set at p < 0.05 for these two-tailed statistical comparisons using SPSS statistical software, version 21.0 for Windows (SPSS Inc., Chicago, IL, USA).  3. Results 3.1. Demographic and Clinical Characteristics The participants were 16 obese women aged 46.31 ± 4.07 years.",
      "73d4c9f7-8682-40da-bff2-c18c0f5f31ac"
    ],
    [
      14,
      "methods14",
      " Before and after the Mediterranean diet and physical activity program, the body mass index (BMI) (kg/m2) was 38.15 ± 4.7 vs. 34.18 ± 4.5 (p < 0.02), and the weight (kg) was 98.5 ± 13.1 vs. 88.28 ± 12.2 (p < 0.03). The score for adherence to the Mediterranean diet rose from 7.2 ± 2.3 points at baseline to 10.7 ± 2.0 points after the program. All the clinical, anthropometric, and blood analysis characteristics at baseline and after the weight loss program are summarized in Table 1, and changes in energy and nutrient intakes according to weight loss baseline and after the intervention are summarized in Table 2.  3.2. Neuroimaging Connectivity 3.2.1.",
      "52f53d1b-eea0-49d8-a4cc-9e6174633525"
    ]
  ]
}