{
  "columns": [
    "Apejuwe",
    "Awon erindinlogun meje meje",
    "Ipejuwe erindinlogun meje meje"
  ],
  "data": [
    [
      "Ni awon eniyan lati Amcor’s Acid Test Ratio, Bid Size ati Cash Conversion Efficiency Ratio lati ile iro 6, a kere lati rii?",
      "Eniyan: Amcor plc Metrics: Quick Ratio (Awon eniyan meje meje: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Awon eniyan meje meje: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Awon eniyan meje meje: Cash flow from operations, Net income) Dates: lati ile iro 6",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Sise ipejuwe ni Adobe ati awon eniyan ti o wale’s Sep 2018 sales revenue, EVA.",
      "Eniyan: Adobe Inc.; Adobe Inc. Peers Metrics: Sales Revenue (Awon eniyan meje meje: Total Revenue); Economic Value Added (Awon eniyan meje meje: Net operating profit after tax (NOPAT), Cost of capital) Dates: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Ni ile iro ni Average Assets ati ROWC Halliburton co. ati awon eniyan ti o wale ni eniyan ile iro Apr 2016 si Jul 2017 kankan lati ile iro Gross Profit Margin ati CROAFA?",
      "Eniyan: Halliburton Co.; eniyan ile iro Metrics: Return on Average Assets (Awon eniyan meje meje: Net income, Average total assets); Return on Working Capital (Awon eniyan meje meje: Net income, Working capital); Gross Profit Margin (Awon eniyan meje meje: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Awon eniyan meje meje: Operating cash flow, Average fixed assets) Dates: lati Apr 2016 si Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}