{
  "columns": [
    "คำถาม",
    "ข้อมูลที่ต้องการ",
    "คำขอข้อมูลที่มีโครงสร้าง"
  ],
  "data": [
    [
      "จากอัตราส่วน Acid Test Ratio, Bid Size และอัตราส่วนประสิทธิภาพการแปลงเงินสดของ Amcor ในช่วง 6 เดือนที่ผ่านมา ฉันควรลงทุนในบริษัทนี้หรือไม่?",
      "บริษัท: Amcor plc ข้อมูล: อัตราส่วนความเร็ว (ข้อมูลที่เกี่ยวข้อง: เงินสด เงินสดที่เทียบเท่า หลักทรัพย์ที่สามารถขายได้ บัญชีลูกหนี้ หนี้สินหมุนเวียน); Bid Size (ข้อมูลที่เกี่ยวข้อง: ปริมาณหุ้น ราคาซื้อหลายระดับ ความลึกของตลาด หนังสือคำสั่งซื้อขาย); อัตราส่วนประสิทธิภาพการแปลงเงินสด (ข้อมูลที่เกี่ยวข้อง: กระแสเงินสดจากการดำเนินงาน กำไรสุทธิ) วันที่: ช่วง 6 เดือนที่ผ่านมา",
      "(Amcor plc) (อัตราส่วนความเร็ว; เงินสด; เงินสดที่เทียบเท่า; หลักทรัพย์ที่สามารถขายได้; บัญชีลูกหนี้; หนี้สินหมุนเวียน; Bid Size; ปริมาณหุ้น; ราคาซื้อหลายระดับ; ความลึกของตลาด; หนังสือคำสั่งซื้อขาย; อัตราส่วนประสิทธิภาพการแปลงเงินสด; กระแสเงินสดจากการดำเนินงาน; กำไรสุทธิ) (1/7/2567 - 7/7/2567)"
    ],
    [
      "ให้ภาพรวมของยอดขายและ EVA ของ Adobe และคู่แข่งในเดือนกันยายน ปี 2018",
      "บริษัท: Adobe Inc.; คู่แข่งของ Adobe Inc. ข้อมูล: ยอดขาย (ข้อมูลที่เกี่ยวข้อง: รายได้รวม); ค่ามูลค่าเศรษฐกิจเพิ่ม (ข้อมูลที่เกี่ยวข้อง: กำไรจากการดำเนินงานหลังหักภาษี (NOPAT), ต้นทุนทุน) วันที่: กันยายน 2018",
      "(Adobe Inc.; คู่แข่งของ Adobe Inc.) (ยอดขาย; รายได้รวม; ค่ามูลค่าเศรษฐกิจเพิ่ม; กำไรจากการดำเนินงานหลังหักภาษี (NOPAT); ต้นทุนทุน) (1/9/2561 - 30/9/2561)"
    ],
    [
      "อัตราส่วนผลตอบแทนเฉลี่ยของสินทรัพย์และ ROWC ของ Halliburton co. และบริษัทอื่นในภาคพลังงานจากเดือนเมษายน 2016 ถึงเดือนกรกฎาคม 2017 นั้นเปรียบเทียบกับ Gross Profit Margin และ CROAFA อย่างไร?",
      "บริษัท: Halliburton Co.; บริษัทพลังงาน ข้อมูล: อัตราส่วนผลตอบแทนเฉลี่ยของสินทรัพย์ (ข้อมูลที่เกี่ยวข้อง: กำไรสุทธิ สินทรัพย์รวมเฉลี่ย); อัตราส่วนผลตอบแทนของทุนหมุนเวียน (ข้อมูลที่เกี่ยวข้อง: กำไรสุทธิ ทุนหมุนเวียน); อัตราส่วนกำไรขั้นต้น (ข้อมูลที่เกี่ยวข้อง: รายได้ ต้นทุนขายสินค้า (COGS)); อัตราส่วนผลตอบแทนเฉลี่ยของสินทรัพย์ถาวรจากเงินสด (ข้อมูลที่เกี่ยวข้อง: กระแสเงินสดจากการดำเนินงาน สินทรัพย์ถาวรเฉลี่ย) วันที่: จากเดือนเมษายน 2016 ถึงเดือนกรกฎาคม 2017",
      "(Halliburton Co.; บริษัทพลังงาน) (อัตราส่วนผลตอบแทนเฉลี่ยของสินทรัพย์; กำไรสุทธิ; สินทรัพย์รวมเฉลี่ย; อัตราส่วนผลตอบแทนของทุนหมุนเวียน; กำไรสุทธิ; ทุนหมุนเวียน; อัตราส่วนกำไรขั้นต้น; รายได้; ต้นทุนขายสินค้า (COGS); อัตราส่วนผลตอบแทนเฉลี่ยของสินทรัพย์ถาวรจากเงินสด; กระแสเงินสดจากการดำเนินงาน; สินทรัพย์ถาวรเฉลี่ย) (1/4/2559 - 1/7/2560)"
    ]
  ]
}