{
  "columns": [
    "Dotaz",
    "Požadovaná data",
    "Žádost o strukturovaná data"
  ],
  "data": [
    [
      "Na základě Amcor’s kyseliny test poměr, nabídky velikosti a peněžní konverze efektivní poměr za posledních 6 měsíců, měl bych investovat do něj?",
      "Společnosti: Amcor plc Metriky: Rychlý poměr (Související metriky: Hotovost, ekvivalenty hotovosti, tržní cenné papíry, pohledávky, krátkodobé závazky); Velikost nabídky (Související metriky: Množství akcií, násobné nabídkové ceny, hloubka trhu, objednávková kniha); Peněžní konverze efektivní poměr (Související metriky: Cash flow z provozní činnosti, čistý zisk) Datum: za posledních 6 měsíců",
      "(Amcor plc) (Rychlý poměr; Hotovost; Ekvivalenty hotovosti; Tržní cenné papíry; Pohledávky; Krátkodobé závazky; Velikost nabídky; Množství akcií; Násobné nabídkové ceny; Hloubka trhu; Objednávková kniha; Peněžní konverze efektivní poměr; Cash flow z provozní činnosti; Čistý zisk) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Dávejte přehled adobe a jeho konkurentů’s září 2018 prodejní tržby, EVA.",
      "Společnosti: Adobe Inc.; Adobe Inc. Konkurenci Metriky: Prodejní tržby (Související metriky: Celkové tržby); Ekonomická hodnota přidaná (Související metriky: Čistý provozní zisk po zdanění (NOPAT), náklady na kapitál) Datum: září 2018",
      "(Adobe Inc.; Adobe Inc. Konkurenci) (Prodejní tržby; Celkové tržby; Ekonomická hodnota přidaná; Čistý provozní zisk po zdanění (NOPAT); Náklady na kapitál) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Jaké byly návratnost průměrných aktiv a ROWC Halliburton co. a jiných společností v energetickém sektoru od dubna 2016 do července 2017 ve srovnání s jejich hrubou ziskovostí a CROAFA?",
      "Společnosti: Halliburton Co.; energetické společnosti Metriky: Návratnost průměrných aktiv (Související metriky: Čistý zisk, průměrné celkové aktiva); Návratnost pracovního kapitálu (Související metriky: Čistý zisk, pracovní kapitál); Hrubá ziskovost (Související metriky: Tržby, náklady na zboží (COGS)); Návratnost průměrných pevných aktiv v hotovosti (Související metriky: provozní cash flow, průměrné pevné aktiva) Datum: od dubna 2016 do července 2017",
      "(Halliburton Co.; Energetické společnosti) (Návratnost průměrných aktiv; Čistý zisk; Průměrné celkové aktiva; Návratnost pracovního kapitálu; Čistý zisk; Pracovní kapitál; Hrubá ziskovost; Tržby; Náklady na zboží (COGS); Návratnost průměrných pevných aktiv v hotovosti; Provozní cash flow; Průměrné pevné aktiva) (1/4/2016 - 1/7/2017)"
    ]
  ]
}