{
  "columns": [
    "Pamrayoga",
    "Data sing Dibutuhake",
    "Pamrayoga Data Terstruktur"
  ],
  "data": [
    [
      "Basis saka Acid Test Ratio Amcor, Bid Size lan Cash Conversion Efficiency Ratio kanggo 6 wulan kepungkur, apa kudu aku nglakoni investasi ing kasebut?",
      "Perusahaan: Amcor plc Metrik: Quick Ratio (Metrik Relasi: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Metrik Relasi: Jumlah saham, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Metrik Relasi: Cash flow from operations, Net income) Tanggal: kanggo 6 wulan kepungkur",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Jumlah saham; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Apa gambaran umum saka adobe lan piyambaké kompetitoré ing Sep 2018 Sales Revenue, EVA.",
      "Perusahaan: Adobe Inc.; Adobe Inc. Peers Metrik: Sales Revenue (Metrik Relasi: Total Revenue); Economic Value Added (Metrik Relasi: Net operating profit after tax (NOPAT), Cost of capital) Tanggal: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Apa Return on Average Assets lan ROWC saka Halliburton co. lan perusahaan liyane ing sektor energi saka Apr 2016 nganti Jul 2017 dibandhingake karo Gross Profit Margin lan CROAFA?",
      "Perusahaan: Halliburton Co.; perusahaan energi Metrik: Return on Average Assets (Metrik Relasi: Net income, Average total assets); Return on Working Capital (Metrik Relasi: Net income, Working capital); Gross Profit Margin (Metrik Relasi: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Metrik Relasi: Operating cash flow, Average fixed assets) Tanggal: saka Apr 2016 nganti Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}