{
  "columns": [
    "විමසුම",
    "අවශ්‍ය දත්ත",
    "ව්‍යුහගත දත්ත ඉල්ලීම"
  ],
  "data": [
    [
      "පසුගිය මාස 6 සඳහා Amcor හි Acid Test Ratio, Bid Size සහ Cash Conversion Efficiency Ratio මත පදනම්ව, මම එහි ආයෝජනය කළ යුතුද?",
      "සමාගම්: Amcor plc මිනුම්: Quick Ratio (අදාළ මිනුම්: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (අදාළ මිනුම්: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (අදාළ මිනුම්: Cash flow from operations, Net income) දිනයන්: පසුගිය මාස 6 සඳහා",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "adobe සහ එහි තරඟකරුවන්ගේ 2018 සැප්තැම්බර් විකුණුම් ආදායම, EVA පිළිබඳ දළ විශ්ලේෂණයක් දෙන්න.",
      "සමාගම්: Adobe Inc.; Adobe Inc. Peers මිනුම්: Sales Revenue (අදාළ මිනුම්: Total Revenue); Economic Value Added (අදාළ මිනුම්: Net operating profit after tax (NOPAT), Cost of capital) දිනයන්: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "2016 අප්‍රේල් සිට 2017 ජූලි දක්වා Halliburton co. සහ බලශක්ති අංශයේ අනෙකුත් සමාගම්වල සාමාන්‍ය වත්කම් මත ප්‍රතිලාභය සහ ROWC, ඒවායේ Gross Profit Margin සහ CROAFA හා සසඳන විට කෙසේ වීද?",
      "සමාගම්: Halliburton Co.; බලශක්ති සමාගම් මිනුම්: Return on Average Assets (අදාළ මිනුම්: Net income, Average total assets); Return on Working Capital (අදාළ මිනුම්: Net income, Working capital); Gross Profit Margin (අදාළ මිනුම්: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (අදාළ මිනුම්: Operating cash flow, Average fixed assets) දිනයන්: 2016 අප්‍රේල් සිට 2017 ජූලි දක්වා",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}