{
  "columns": [
    "প্রশ্ন",
    "প্রয়োজনীয় তথ্য",
    "গঠনমূলক তথ্য আবেদন"
  ],
  "data": [
    [
      "Amcor-এর কুইক অনুপাত, বিড সাইজ এবং ক্যাশ কনভার্সন দক্ষতা অনুপাতের ভিত্তিতে গত ৬ মাসের জন্য আমার কি এতে বিনিয়োগ করা উচিত?",
      "কোম্পানি: Amcor plc মেট্রিক: কুইক অনুপাত (সম্পর্কিত মেট্রিক: ক্যাশ, ক্যাশ সমতুল্য, বাজারজাতযোগ্য সিকিউরিটিজ, প্রাপ্য হিসাব, চলতি দায়); বিড সাইজ (সম্পর্কিত মেট্রিক: শেয়ারের পরিমাণ, একাধিক বিড মূল্য, বাজারের গভীরতা, অর্ডার বুক); ক্যাশ কনভার্সন দক্ষতা অনুপাত (সম্পর্কিত মেট্রিক: অপারেটিং ক্যাশ ফ্লো, নেট আয়) তারিখ: গত ৬ মাসের জন্য",
      "(Amcor plc) (কুইক অনুপাত; ক্যাশ; ক্যাশ সমতুল্য; বাজারজাতযোগ্য সিকিউরিটিজ; প্রাপ্য হিসাব; চলতি দায়; বিড সাইজ; শেয়ারের পরিমাণ; একাধিক বিড মূল্য; বাজারের গভীরতা; অর্ডার বুক; ক্যাশ কনভার্সন দক্ষতা অনুপাত; অপারেটিং ক্যাশ ফ্লো; নেট আয়) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Adobe এবং এর প্রতিদ্বন্দ্বী কোম্পানিগুলোর সেপ্টেম্বর ২০১৮-এর বিক্রয় আয় এবং EVA-এর একটি সংক্ষিপ্ত বিবরণ দাও।",
      "কোম্পানি: Adobe Inc.; Adobe Inc.-এর সমকক্ষ কোম্পানি মেট্রিক: বিক্রয় আয় (সম্পর্কিত মেট্রিক: মোট আয়); অর্থনৈতিক মূল্য সংযোজন (Economic Value Added) (সম্পর্কিত মেট্রিক: কর পরবর্তী নেট অপারেটিং মুনাফা (NOPAT), মূলধনের ব্যয়) তারিখ: সেপ্টেম্বর ২০১৮",
      "(Adobe Inc.; Adobe Inc.-এর সমকক্ষ কোম্পানি) (বিক্রয় আয়; মোট আয়; অর্থনৈতিক মূল্য সংযোজন; কর পরবর্তী নেট অপারেটিং মুনাফা (NOPAT); মূলধনের ব্যয়) (1/9/2018 - 30/9/2018)"
    ],
    [
      "এপ্রিল ২০১৬ থেকে জুলাই ২০১৭ পর্যন্ত জ্বালানি খাতের Halliburton Co. এবং অন্যান্য কোম্পানিগুলোর গড় সম্পদের উপর আয় (ROAA) এবং কার্যকরী মূলধনের উপর আয় (ROWC) কত ছিল, এবং তা তাদের গ্রস প্রফিট মার্জিন ও CROAFA-এর তুলনায় কেমন ছিল?",
      "কোম্পানি: Halliburton Co.; জ্বালানি কোম্পানি মেট্রিক: গড় সম্পদের উপর আয় (Return on Average Assets) (সম্পর্কিত মেট্রিক: নেট আয়, গড় মোট সম্পদ); কার্যকরী মূলধনের উপর আয় (Return on Working Capital) (সম্পর্কিত মেট্রিক: নেট আয়, কার্যকরী মূলধন); গ্রস প্রফিট মার্জিন (Gross Profit Margin) (সম্পর্কিত মেট্রিক: রাজস্ব, বিক্রিত পণ্যের ব্যয় (COGS)); গড় স্থায়ী সম্পদের উপর নগদ আয় (Cash Return on Average Fixed Assets) (সম্পর্কিত মেট্রিক: অপারেটিং ক্যাশ ফ্লো, গড় স্থায়ী সম্পদ) তারিখ: এপ্রিল ২০১৬ থেকে জুলাই ২০১৭ পর্যন্ত",
      "(Halliburton Co.; জ্বালানি কোম্পানি) (গড় সম্পদের উপর আয়; নেট আয়; গড় মোট সম্পদ; কার্যকরী মূলধনের উপর আয়; নেট আয়; কার্যকরী মূলধন; গ্রস প্রফিট মার্জিন; রাজস্ব; বিক্রিত পণ্যের ব্যয় (COGS); গড় স্থায়ী সম্পদের উপর নগদ আয়; অপারেটিং ক্যাশ ফ্লো; গড় স্থায়ী সম্পদ) (1/4/2016 - 1/7/2017)"
    ]
  ]
}