{
  "columns": [
    "Pertanyaan",
    "Data yang Dibutuhkan",
    "Permintaan Data Terstruktur"
  ],
  "data": [
    [
      "Berdasarkan Acid Test Ratio, Bid Size, dan Cash Conversion Efficiency Ratio Amcor selama 6 bulan terakhir, apakah saya sebaiknya berinvestasi di perusahaan ini?",
      "Perusahaan: Amcor plc Metrik: Quick Ratio (Metrik Terkait: Kas, Setara Kas, Surat Berharga yang Dapat Diperdagangkan, Piutang Dagang, Kewajiban Jangka Pendek); Bid Size (Metrik Terkait: Jumlah saham, Harga tawaran ganda, Kedalaman pasar, Buku pesanan); Cash Conversion Efficiency Ratio (Metrik Terkait: Arus kas operasional, Laba bersih) Tanggal: 6 bulan terakhir",
      "(Amcor plc) (Quick Ratio; Kas; Setara Kas; Surat Berharga yang Dapat Diperdagangkan; Piutang Dagang; Kewajiban Jangka Pendek; Bid Size; Jumlah saham; Harga tawaran ganda; Kedalaman pasar; Buku pesanan; Cash Conversion Efficiency Ratio; Arus kas operasional; Laba bersih) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Berikan gambaran umum tentang pendapatan penjualan Adobe dan EVA per September 2018.",
      "Perusahaan: Adobe Inc.; Mitra Adobe Inc. Metrik: Pendapatan Penjualan (Metrik Terkait: Total Pendapatan); Economic Value Added (Metrik Terkait: Laba operasi setelah pajak (NOPAT), Biaya modal) Tanggal: September 2018",
      "(Adobe Inc.; Mitra Adobe Inc.) (Pendapatan Penjualan; Total Pendapatan; Economic Value Added; Laba operasi setelah pajak (NOPAT); Biaya modal) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Apa return on average assets dan ROWC dari Halliburton co. dan perusahaan lain di sektor energi dari April 2016 hingga Juli 2017 dibandingkan dengan Gross Profit Margin dan CROAFA mereka?",
      "Perusahaan: Halliburton Co.; Perusahaan Energi Metrik: Return on Average Assets (Metrik Terkait: Laba bersih, Rata-rata total aset); Return on Working Capital (Metrik Terkait: Laba bersih, Modal kerja); Gross Profit Margin (Metrik Terkait: Pendapatan, Biaya Penjualan Barang (COGS)); Cash Return on Average Fixed Assets (Metrik Terkait: Arus kas operasional, Rata-rata aset tetap) Tanggal: dari April 2016 hingga Juli 2017",
      "(Halliburton Co.; Perusahaan Energi) (Return on Average Assets; Laba bersih; Rata-rata total aset; Return on Working Capital; Laba bersih; Modal kerja; Gross Profit Margin; Pendapatan; Biaya Penjualan Barang (COGS); Cash Return on Average Fixed Assets; Arus kas operasional; Rata-rata aset tetap) (1/4/2016 - 1/7/2017)"
    ]
  ]
}