{
  "columns": [
    "Requerimentu",
    "Data bidduda",
    "Requerimentu de datos strukturados"
  ],
  "data": [
    [
      "A bortas de s’Acid Test Ratio de Amcor, Bid Size e Cash Conversion Efficiency Ratio pro sos 6 meses prechedos, debo istu investire in e?",
      "Sas empresas: Amcor plc Metzicas: Quick Ratio (Metzicas relativas: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Metzicas relativas: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Metzicas relativas: Cash flow from operations, Net income) Dates: pro sos 6 meses prechedos",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Dè un’ampiata de Adobe e sas vendas de s’EVA de sos sos competidores in Set 2018.",
      "Sas empresas: Adobe Inc.; Adobe Inc. Peers Metzicas: Sales Revenue (Metzicas relativas: Total Revenue); Economic Value Added (Metzicas relativas: Net operating profit after tax (NOPAT), Cost of capital) Dates: Set 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Cale fiat s’impreu de medias s’assets e s’impreu de s’activu de traballu de Halliburton co. e sas àteras empresas in s’isettore de s’energia dae Abr 2016 ae Lu 2017 rispetu a s’impreu de s’assetto de profitzu e CROAFA?",
      "Sas empresas: Halliburton Co.; sas empresas de s’energia Metzicas: Return on Average Assets (Metzicas relativas: Net income, Average total assets); Return on Working Capital (Metzicas relativas: Net income, Working capital); Gross Profit Margin (Metzicas relativas: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Metzicas relativas: Operating cash flow, Average fixed assets) Dates: dae Abr 2016 a Lu 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}