{
  "columns": [
    "Sorğu",
    "Tələb olunan məlumat",
    "Strukturlaşdırılmış məlumat tələbi"
  ],
  "data": [
    [
      "Amcor-un Turşu Test Nisbəti, Təklif Ölçüsü və Pul Çevirmə Effektivliyi Nisbətinə əsasən, keçən 6 ay üçün ona investisiya etməliyəmmi?",
      "Şirkətlər: Amcor plc Metrikalar: Sürət Nisbəti (Əlaqəli Metrikalar: Pul vəsaiti, Pul Ekvivalentləri, Satıla bilən qiymətli kağızlar, Alınan hesablar, Cari Öhdəliklər); Təklif Ölçüsü (Əlaqəli Metrikalar: Səhmlərin miqdarı, Çoxsaylı təklif qiymətləri, Bazarın dərinliyi, Sifariş kitabı); Pul Çevirmə Effektivliyi Nisbəti (Əlaqəli Metrikalar: Əməliyyat pul axını, Xalis gəlir) Tarixlər: keçən 6 ay üçün",
      "(Amcor plc) (Sürət Nisbəti; Pul vəsaiti; Pul Ekvivalentləri; Satıla bilən qiymətli kağızlar; Alınan hesablar; Cari Öhdəliklər; Təklif Ölçüsü; Səhmlərin miqdarı; Çoxsaylı təklif qiymətləri; Bazarın dərinliyi; Sifariş kitabı; Pul Çevirmə Effektivliyi Nisbəti; Əməliyyat pul axını; Xalis gəlir) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Adobe və onun rəqiblərinin 2018-ci il sentyabr ayı üçün satış gəliri və EVA-sı haqqında ümumi məlumat verin.",
      "Şirkətlər: Adobe Inc.; Adobe Inc. Peers Metrikalar: Satış Gəliri (Əlaqəli Metrikalar: Ümumi Gəlir); İqtisadi Dəyər Əlavəsi (Əlaqəli Metrikalar: Vergidən Sonra Xalis Əməliyyat Mənfəəti (NOPAT), Kapitalın Dəyəri) Tarixlər: Sentyabr 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Satış Gəliri; Ümumi Gəlir; İqtisadi Dəyər Əlavəsi; Vergidən Sonra Xalis Əməliyyat Mənfəəti (NOPAT); Kapitalın Dəyəri) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Halliburton Co. və enerji sektorundakı digər şirkətlərin 2016-cı ilin aprelindən 2017-ci ilin iyuluna qədər Ortalama Aktivlər Üzrə Gəlirliyi və ROWC-ni onların Ümumi Mənfəət Marjası və CROAFA ilə müqayisə edin.",
      "Şirkətlər: Halliburton Co.; Enerji Şirkətləri Metrikalar: Ortalama Aktivlər Üzrə Gəlirlik (Əlaqəli Metrikalar: Xalis gəlir, Ortalama ümumi aktivlər); Dövriyyə Kapitalı Üzrə Gəlirlik (Əlaqəli Metrikalar: Xalis gəlir, Dövriyyə kapitalı); Ümumi Mənfəət Marjası (Əlaqəli Metrikalar: Gəlir, Satılan Malların Maya Dəyəri (COGS)); Ortalama Sabit Aktivlər Üzrə Pul Gəlirliyi (Əlaqəli Metrikalar: Əməliyyat pul axını, Ortalama sabit aktivlər) Tarixlər: 2016-cı ilin aprelindən 2017-ci ilin iyuluna qədər",
      "(Halliburton Co.; Enerji Şirkətləri) (Ortalama Aktivlər Üzrə Gəlirlik; Xalis gəlir; Ortalama ümumi aktivlər; Dövriyyə Kapitalı Üzrə Gəlirlik; Xalis gəlir; Dövriyyə kapitalı; Ümumi Mənfəət Marjası; Gəlir; Satılan Malların Maya Dəyəri (COGS); Ortalama Sabit Aktivlər Üzrə Pul Gəlirliyi; Əməliyyat pul axını; Ortalama sabit aktivlər) (1/4/2016 - 1/7/2017)"
    ]
  ]
}