{
  "columns": [
    "প্রশ্ন",
    "প্রয়োজনীয় তথ্য",
    "গঠনমূলক তথ্য আবেদন"
  ],
  "data": [
    [
      "Amcor-এর অ্যাসিড টেস্ট অনুপাত, বিড সাইজ এবং ক্যাশ কনভার্সন দক্ষতা অনুপাতের ভিত্তিতে গত 6 মাসে আমি এটিতে বিনিয়োগ করা উচিত?",
      "কোম্পানি: Amcor plc মেট্রিক: কুইক অনুপাত (সম্পর্কিত মেট্রিক: ক্যাশ, ক্যাশ সমতুল্য, বাজারযোগ্য মূল্যপত্র, বিল আদায়যোগ্য, তাত্কালিক দায়বদ্ধতা); বিড সাইজ (সম্পর্কিত মেট্রিক: শেয়ারের পরিমাণ, বহু বিড মূল্য, বাজারের গভীরতা, অর্ডার বুক); ক্যাশ কনভার্সন দক্ষতা অনুপাত (সম্পর্কিত মেট্রিক: অপারেটিং ক্যাশ ফ্লো, নেট আয়) তারিখ: গত 6 মাসের জন্য",
      "(Amcor plc) (কুইক অনুপাত; ক্যাশ; ক্যাশ সমতুল্য; বাজারযোগ্য মূল্যপত্র; বিল আদায়যোগ্য; তাত্কালিক দায়বদ্ধতা; বিড সাইজ; শেয়ারের পরিমাণ; বহু বিড মূল্য; বাজারের গভীরতা; অর্ডার বুক; ক্যাশ কনভার্সন দক্ষতা অনুপাত; অপারেটিং ক্যাশ ফ্লো; নেট আয়) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Adobe এবং এর প্রতিদ্বন্দ্বীর সেপ্টেম্বর 2018 এর বিক্রয় আয়, EVA এর সারসংক্ষেপ দাও।",
      "কোম্পানি: Adobe Inc.; Adobe Inc. পিয়ারস মেট্রিক: বিক্রয় আয় (সম্পর্কিত মেট্রিক: মোট আয়); অর্থনৈতিক মূল্য যোগ (সম্পর্কিত মেট্রিক: কর পরবর্তী নেট অপারেটিং আয় (NOPAT), মূলধনের খরচ) তারিখ: সেপ্টেম্বর 2018",
      "(Adobe Inc.; Adobe Inc. পিয়ারস) (বিক্রয় আয়; মোট আয়; অর্থনৈতিক মূল্য যোগ; কর পরবর্তী নেট অপারেটিং আয় (NOPAT); মূলধনের খরচ) (1/9/2018 - 30/9/2018)"
    ],
    [
      "এপ্রিল 2016 থেকে জুলাই 2017 পর্যন্ত এনার্জি খাতের Halliburton co. এবং অন্যান্য কোম্পানিগুলির গড় সম্পত্তির উপর ফিরতি এবং কাজের মূলধনের উপর ফিরতি কত ছিল এবং এগুলি তাদের মোট মুনাফা মার্জিন এবং CROAFA এর তুলনায় কতটা ছিল?",
      "কোম্পানি: Halliburton Co.; এনার্জি কোম্পানি মেট্রিক: গড় সম্পত্তির উপর ফিরতি (সম্পর্কিত মেট্রিক: নেট আয়, গড় মোট সম্পত্তি); কাজের মূলধনের উপর ফিরতি (সম্পর্কিত মেট্রিক: নেট আয়, কাজের মূলধন); মোট মুনাফা মার্জিন (সম্পর্কিত মেট্রিক: আয়, পণ্য বিক্রয়ের খরচ (COGS)); গড় স্থায়ী সম্পত্তির উপর নগদ ফিরতি (সম্পর্কিত মেট্রিক: অপারেটিং ক্যাশ ফ্লো, গড় স্থায়ী সম্পত্তি) তারিখ: এপ্রিল 2016 থেকে জুলাই 2017 পর্যন্ত",
      "(Halliburton Co.; এনার্জি কোম্পানি) (গড় সম্পত্তির উপর ফিরতি; নেট আয়; গড় মোট সম্পত্তি; কাজের মূলধনের উপর ফিরতি; নেট আয়; কাজের মূলধন; মোট মুনাফা মার্জিন; আয়; পণ্য বিক্রয়ের খরচ (COGS); গড় স্থায়ী সম্পত্তির উপর নগদ ফিরতি; অপারেটিং ক্যাশ ফ্লো; গড় স্থায়ী সম্পত্তি) (1/4/2016 - 1/7/2017)"
    ]
  ]
}