{
  "columns": [
    "Запрос",
    "Необходимые данные",
    "Запрос структурированных данных"
  ],
  "data": [
    [
      "С учетом коэффициента кислотного теста Amcor, размера заявки (Bid Size) и коэффициента эффективности конверсии денежных средств за предыдущие 6 месяцев, стоит ли в нее инвестировать?",
      "Компании: Amcor plc Метрики: Коэффициент быстрой ликвидности (Связанные метрики: Денежные средства, Эквиваленты денежных средств, Рыночные ценные бумаги, Дебиторская задолженность, Текущие обязательства); Размер заявки (Связанные метрики: Количество акций, Множественные цены спроса, Глубина рынка, Книга заявок); Коэффициент эффективности конверсии денежных средств (Связанные метрики: Денежный поток от операционной деятельности, Чистая прибыль) Даты: за предыдущие 6 месяцев",
      "(Amcor plc) (Коэффициент быстрой ликвидности; Денежные средства; Эквиваленты денежных средств; Рыночные ценные бумаги; Дебиторская задолженность; Текущие обязательства; Размер заявки; Количество акций; Множественные цены спроса; Глубина рынка; Книга заявок; Коэффициент эффективности конверсии денежных средств; Денежный поток от операционной деятельности; Чистая прибыль) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Предоставьте обзор выручки от продаж и экономической добавленной стоимости (EVA) Adobe и ее конкурентов за сентябрь 2018 года.",
      "Компании: Adobe Inc.; Аналоги Adobe Inc. Метрики: Выручка от продаж (Связанные метрики: Общая выручка); Экономическая добавленная стоимость (Связанные метрики: Чистая операционная прибыль после налогообложения (NOPAT), Стоимость капитала) Даты: Сентябрь 2018",
      "(Adobe Inc.; Аналоги Adobe Inc.) (Выручка от продаж; Общая выручка; Экономическая добавленная стоимость; Чистая операционная прибыль после налогообложения (NOPAT); Стоимость капитала) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Какова была рентабельность средних активов и ROWC Halliburton Co. и других компаний энергетического сектора с апреля 2016 по июль 2017 года по сравнению с их валовой маржой прибыли и CROAFA?",
      "Компании: Halliburton Co.; Энергетические компании Метрики: Рентабельность средних активов (Связанные метрики: Чистая прибыль, Средние общие активы); Рентабельность оборотного капитала (Связанные метрики: Чистая прибыль, Оборотный капитал); Валовая маржа прибыли (Связанные метрики: Выручка, Себестоимость проданных товаров (COGS)); Денежная рентабельность средних основных средств (Связанные метрики: Операционный денежный поток, Средние основные средства) Даты: с апреля 2016 по июль 2017 года",
      "(Halliburton Co.; Энергетические компании) (Рентабельность средних активов; Чистая прибыль; Средние общие активы; Рентабельность оборотного капитала; Чистая прибыль; Оборотный капитал; Валовая маржа прибыли; Выручка; Себестоимость проданных товаров (COGS); Денежная рентабельность средних основных средств; Операционный денежный поток; Средние основные средства) (1/4/2016 - 1/7/2017)"
    ]
  ]
}