{
  "columns": [
    "Pertanyaan",
    "Data yang Dibutuhkan",
    "Permintaan Data Terstruktur"
  ],
  "data": [
    [
      "Berdasarkan Rasio Uji Asam, Ukuran Penawaran, dan Rasio Efisiensi Konversi Kas Amcor selama 6 bulan terakhir, apakah saya sebaiknya berinvestasi di dalamnya?",
      "Perusahaan: Amcor plc Metrik: Rasio Cepat (Metrik Terkait: Kas, Setara Kas, Surat Berharga yang Dapat Diperdagangkan, Piutang Dagang, Kewajiban Jangka Pendek); Ukuran Penawaran (Metrik Terkait: Jumlah saham, Harga tawaran ganda, Kedalaman pasar, Buku pesanan); Rasio Efisiensi Konversi Kas (Metrik Terkait: Arus kas operasional, Laba bersih) Tanggal: untuk 6 bulan terakhir",
      "(Amcor plc) (Rasio Cepat; Kas; Setara Kas; Surat Berharga yang Dapat Diperdagangkan; Piutang Dagang; Kewajiban Jangka Pendek; Ukuran Penawaran; Jumlah saham; Harga tawaran ganda; Kedalaman pasar; Buku pesanan; Rasio Efisiensi Konversi Kas; Arus kas operasional; Laba bersih) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Berikan gambaran umum tentang pendapatan penjualan dan EVA Adobe serta pesaingnya pada September 2018.",
      "Perusahaan: Adobe Inc.; Pesaing Adobe Inc. Metrik: Pendapatan Penjualan (Metrik Terkait: Total Pendapatan); Nilai Ekonomi yang Ditambahkan (Metrik Terkait: Laba operasi setelah pajak (NOPAT), Biaya modal) Tanggal: September 2018",
      "(Adobe Inc.; Pesaing Adobe Inc.) (Pendapatan Penjualan; Total Pendapatan; Nilai Ekonomi yang Ditambahkan; Laba operasi setelah pajak (NOPAT); Biaya modal) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Apa Pengembalian atas Aset Rata-rata dan ROWC Halliburton co. serta perusahaan lain di sektor energi dari April 2016 hingga Juli 2017 dibandingkan dengan Margin Laba Kotor dan CROAFA mereka?",
      "Perusahaan: Halliburton Co.; Perusahaan Energi Metrik: Pengembalian atas Aset Rata-rata (Metrik Terkait: Laba bersih, Rata-rata total aset); Pengembalian atas Modal Kerja (Metrik Terkait: Laba bersih, Modal kerja); Margin Laba Kotor (Metrik Terkait: Pendapatan, Biaya Penjualan Barang (COGS)); Pengembalian Kas atas Aset Tetap Rata-rata (Metrik Terkait: Arus kas operasional, Rata-rata aset tetap) Tanggal: dari April 2016 hingga Juli 2017",
      "(Halliburton Co.; Perusahaan Energi) (Pengembalian atas Aset Rata-rata; Laba bersih; Rata-rata total aset; Pengembalian atas Modal Kerja; Laba bersih; Modal kerja; Margin Laba Kotor; Pendapatan; Biaya Penjualan Barang (COGS); Pengembalian Kas atas Aset Tetap Rata-rata; Arus kas operasional; Rata-rata aset tetap) (1/4/2016 - 1/7/2017)"
    ]
  ]
}