{
  "columns": [
    "Tanong",
    "Kailangang Datos",
    "Pormal na Format ng Datos"
  ],
  "data": [
    [
      "Batay sa Acid Test Ratio, Bid Size, at Cash Conversion Efficiency Ratio ng Amcor para sa nakaraang 6 na buwan, dapat ba akong mag-invest dito?",
      "Mga Kompanya: Amcor plc Mga Sukat: Quick Ratio (Kaugnay na Sukat: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Kaugnay na Sukat: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Kaugnay na Sukat: Cash flow from operations, Net income) Petsa: para sa nakaraang 6 na buwan",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Magbigay ng pangkalahatang-ideya ng Adobe at ng sales revenue at EVA ng mga kakumpitensya nito noong Setyembre 2018.",
      "Mga Kompanya: Adobe Inc.; Adobe Inc. Peers Mga Sukat: Sales Revenue (Kaugnay na Sukat: Total Revenue); Economic Value Added (Kaugnay na Sukat: Net operating profit after tax (NOPAT), Cost of capital) Petsa: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Ano ang return on average assets at ROWC ng Halliburton co. at iba pang mga kompanya sa sektor ng enerhiya mula Abril 2016 hanggang Hulyo 2017, kumpara sa kanilang Gross Profit Margin at CROAFA?",
      "Mga Kompanya: Halliburton Co.; energy Companies Mga Sukat: Return on Average Assets (Kaugnay na Sukat: Net income, Average total assets); Return on Working Capital (Kaugnay na Sukat: Net income, Working capital); Gross Profit Margin (Kaugnay na Sukat: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Kaugnay na Sukat: Operating cash flow, Average fixed assets) Petsa: mula Abril 2016 hanggang Hulyo 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}