{
  "columns": [
    "प्रश्न",
    "आवश्यक डेटा",
    "संरचित डेटा अनुरोध"
  ],
  "data": [
    [
      "पिछले 6 महीनों के लिए Amcor के एसिड टेस्ट अनुपात, बिड साइज़ और कैश कन्वर्जन एफिशिएंसी अनुपात के आधार पर, क्या मैं इसमें निवेश करना चाहिए?",
      "कंपनियाँ: Amcor plc मीट्रिक्स: क्विक अनुपात (संबंधित मीट्रिक्स: कैश, कैश एक्विवेलेंट्स, मार्केटेबल सिक्योरिटीज़, खाता स्वीकृति, वर्तमान देयताएं); बिड साइज़ (संबंधित मीट्रिक्स: शेयरों की मात्रा, बहुगुणा बिड कीमतें, बाजार की गहराई, ऑर्डर बुक); कैश कन्वर्जन एफिशिएंसी अनुपात (संबंधित मीट्रिक्स: ऑपरेशनल कैश फ्लो, शुद्ध आय) तारीखें: पिछले 6 महीने के लिए",
      "(Amcor plc) (क्विक अनुपात; कैश; कैश एक्विवेलेंट्स; मार्केटेबल सिक्योरिटीज़; खाता स्वीकृति; वर्तमान देयताएं; बिड साइज़; शेयरों की मात्रा; बहुगुणा बिड कीमतें; बाजार की गहराई; ऑर्डर बुक; कैश कन्वर्जन एफिशिएंसी अनुपात; ऑपरेशनल कैश फ्लो; शुद्ध आय) (7/1/2024 - 7/7/2024)"
    ],
    [
      "अप्रैल 2018 में एडोब और इसके प्रतिद्वंद्वियों के बिक्री राजस्व, EVA का अवलोकन दें।",
      "कंपनियाँ: Adobe Inc.; Adobe Inc. प्रतिद्वंद्वी मीट्रिक्स: बिक्री राजस्व (संबंधित मीट्रिक्स: कुल राजस्व); आर्थिक मूल्य जोड़ा गया (संबंधित मीट्रिक्स: कर के बाद का संचालन लाभ (NOPAT), पूंजी की लागत) तारीखें: सितंबर 2018",
      "(Adobe Inc.; Adobe Inc. प्रतिद्वंद्वी) (बिक्री राजस्व; कुल राजस्व; आर्थिक मूल्य जोड़ा गया; कर के बाद का संचालन लाभ (NOPAT); पूंजी की लागत) (1/9/2018 - 30/9/2018)"
    ],
    [
      "एप्रिल 2016 से जुलाई 2017 तक ऊर्जा क्षेत्र की हैलिबर्टन कंपनी और अन्य कंपनियों के औसत संपत्ति पर लाभ अनुपात और ROWC क्या थे, उनके कुल लाभ अनुपात और CROAFA की तुलना में?",
      "कंपनियाँ: Halliburton Co.; ऊर्जा कंपनियाँ मीट्रिक्स: औसत संपत्ति पर लाभ अनुपात (संबंधित मीट्रिक्स: शुद्ध आय, औसत कुल संपत्ति); कार्य धन पर लाभ अनुपात (संबंधित मीट्रिक्स: शुद्ध आय, कार्य धन); कुल लाभ अनुपात (संबंधित मीट्रिक्स: राजस्व, माल की लागत (COGS)); औसत स्थायी संपत्ति पर नकद लाभ अनुपात (संबंधित मीट्रिक्स: संचालन नकद प्रवाह, औसत स्थायी संपत्ति) तारीखें: एप्रिल 2016 से जुलाई 2017 तक",
      "(Halliburton Co.; ऊर्जा कंपनियाँ) (औसत संपत्ति पर लाभ अनुपात; शुद्ध आय; औसत कुल संपत्ति; कार्य धन पर लाभ अनुपात; शुद्ध आय; कार्य धन; कुल लाभ अनुपात; राजस्व; माल की लागत (COGS); औसत स्थायी संपत्ति पर नकद लाभ अनुपात; संचालन नकद प्रवाह; औसत स्थायी संपत्ति) (1/4/2016 - 1/7/2017)"
    ]
  ]
}