{
  "columns": [
    "Tán-kok",
    "Kàu-kak Chi̱-thian",
    "Kok-ōng Chi̱-thian Chhiam-khiam"
  ],
  "data": [
    [
      "Chiaⁿ Amcor ê Acid Test Ratio, Bid Size, kàu Cash Conversion Efficiency Ratio ê 6 tuán, chiaⁿ chhiaⁿ kám-khiam?",
      "Hok-ōe: Amcor plc Chhiam-khiam: Quick Ratio (Kàu-kak Chhiam-khiam: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Kàu-kak Chhiam-khiam: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Kàu-kak Chhiam-khiam: Cash flow from operations, Net income) Chi̱-thian: kàu 6 tuán ê",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Kám-khiam Adobe kàu Adobe ê kàu-kak tú-koat Sep 2018 ê sales revenue, EVA.",
      "Hok-ōe: Adobe Inc.; Adobe Inc. Peers Chhiam-khiam: Sales Revenue (Kàu-kak Chhiam-khiam: Total Revenue); Economic Value Added (Kàu-kak Chhiam-khiam: Net operating profit after tax (NOPAT), Cost of capital) Chi̱-thian: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Kám-khiam Halliburton co. kàu chin-ni̱-thian ê energy sector ê Apr 2016 kàu Jul 2017 ê return on average assets kàu ROWC, kàu Gross Profit Margin kàu CROAFA?",
      "Hok-ōe: Halliburton Co.; energy Companies Chhiam-khiam: Return on Average Assets (Kàu-kak Chhiam-khiam: Net income, Average total assets); Return on Working Capital (Kàu-kak Chhiam-khiam: Net income, Working capital); Gross Profit Margin (Kàu-kak Chhiam-khiam: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Kàu-kak Chhiam-khiam: Operating cash flow, Average fixed assets) Chi̱-thian: from Apr 2016 kàu Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}