{
  "columns": [
    "Pamakéan",
    "Data nu Diperlukeun",
    "Pamakéan Data Terstruktur"
  ],
  "data": [
    [
      "Dasar tina Acid Test Ratio, Bid Size sareng Cash Conversion Efficiency Ratio Amcor pikeun 6 bulan anu lalu, apakah aing kedah ngalakonan investasi dina éta?",
      "Perusahaan: Amcor plc Metrik: Quick Ratio (Metrik Relasi: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Metrik Relasi: Jumlah saham, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Metrik Relasi: Cash flow from operations, Net income) Tanggal: pikeun 6 bulan anu lalu",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Jumlah saham; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Témbongkeun gambaran umum ngeunaan adobe sareng pendaptaran penjualan sareng EVA tina kompetitornya di Séptémber 2018.",
      "Perusahaan: Adobe Inc.; Adobe Inc. Peers Metrik: Sales Revenue (Metrik Relasi: Total Revenue); Economic Value Added (Metrik Relasi: Net operating profit after tax (NOPAT), Cost of capital) Tanggal: Séptémber 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Naon hasil tina return on average assets sareng ROWC tina Halliburton co. sareng perusahaan sektor énergi anu sanes tina April 2016 ka Juli 2017 dibandingkeun sareng Gross Profit Margin sareng CROAFA?",
      "Perusahaan: Halliburton Co.; perusahaan énergi Metrik: Return on Average Assets (Metrik Relasi: Net income, Average total assets); Return on Working Capital (Metrik Relasi: Net income, Working capital); Gross Profit Margin (Metrik Relasi: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Metrik Relasi: Operating cash flow, Average fixed assets) Tanggal: tina April 2016 ka Juli 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}