{
  "columns": [
    "Запрос",
    "Необходимые данные",
    "Запрос структурированных данных"
  ],
  "data": [
    [
      "На основе Коэффициента быстрой ликвидности Amcor, Размера заявки (Bid Size) и Коэффициента эффективности конверсии денежных средств за предыдущие 6 месяцев, стоит ли в нее инвестировать?",
      "Компании: Amcor plc Метрики: Коэффициент быстрой ликвидности (Related Metrics: Денежные средства, Эквиваленты денежных средств, Рыночные ценные бумаги, Дебиторская задолженность, Текущие обязательства); Размер заявки (Bid Size) (Related Metrics: Количество акций, Множественные цены спроса, Глубина рынка, Книга ордеров); Коэффициент эффективности конверсии денежных средств (Related Metrics: Денежный поток от операционной деятельности, Чистая прибыль) Даты: за предыдущие 6 месяцев",
      "(Amcor plc) (Коэффициент быстрой ликвидности; Денежные средства; Эквиваленты денежных средств; Рыночные ценные бумаги; Дебиторская задолженность; Текущие обязательства; Размер заявки (Bid Size); Количество акций; Множественные цены спроса; Глубина рынка; Книга ордеров; Коэффициент эффективности конверсии денежных средств; Денежный поток от операционной деятельности; Чистая прибыль) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Предоставьте обзор выручки от продаж и Экономической добавленной стоимости (EVA) компании Adobe и ее конкурентов за сентябрь 2018 года.",
      "Компании: Adobe Inc.; Аналоги Adobe Inc. Метрики: Выручка от продаж (Related Metrics: Общая выручка); Экономическая добавленная стоимость (Related Metrics: Чистая операционная прибыль после налогообложения (NOPAT), Стоимость капитала) Даты: Sep 2018",
      "(Adobe Inc.; Аналоги Adobe Inc.) (Выручка от продаж; Общая выручка; Экономическая добавленная стоимость; Чистая операционная прибыль после налогообложения (NOPAT); Стоимость капитала) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Каковы были рентабельность средних активов (ROAA) и рентабельность оборотного капитала (ROWC) Halliburton Co. и других компаний в энергетическом секторе с апреля 2016 года по июль 2017 года по сравнению с их Валовой маржой прибыли и Денежной рентабельностью средних основных средств (CROAFA)?",
      "Компании: Halliburton Co.; Энергетические компании Метрики: Рентабельность средних активов (Related Metrics: Чистая прибыль, Средние общие активы); Рентабельность оборотного капитала (Related Metrics: Чистая прибыль, Оборотный капитал); Валовая маржа прибыли (Related Metrics: Выручка, Себестоимость проданных товаров (COGS)); Денежная рентабельность средних основных средств (CROAFA) (Related Metrics: Денежный поток от операционной деятельности, Средние основные средства) Даты: с Apr 2016 по Jul 2017",
      "(Halliburton Co.; Энергетические компании) (Рентабельность средних активов; Чистая прибыль; Средние общие активы; Рентабельность оборотного капитала; Чистая прибыль; Оборотный капитал; Валовая маржа прибыли; Выручка; Себестоимость проданных товаров (COGS); Денежная рентабельность средних основных средств; Денежный поток от операционной деятельности; Средние основные средства) (1/4/2016 - 1/7/2017)"
    ]
  ]
}