{
  "columns": [
    "प्रश्न",
    "आवश्यक डेटा",
    "संरचित डेटा विनंती"
  ],
  "data": [
    [
      "अम्कॉरच्या अम्ल परीक्षण गुणोत्तरावर, बिड साईज आणि गेल्या 6 महिन्यांसाठी चलन रूपांतर दक्षता गुणोत्तरावर आधारित आहे, मी त्यात गुंतवणूक करावी का?",
      "कंपन्या: Amcor plc मेट्रिक्स: क्विक गुणोत्तर (संबंधित मेट्रिक्स: चलन, चलनाच्या समकक्ष, व्यापारी धोरणे, खाते रिसीव्ह करा, चल देयके); बिड साईज (संबंधित मेट्रिक्स: शेअर्सची रक्कम, बहुतांक बिड किंमती, बाजाराची खोली, ऑर्डर बुक); चलन रूपांतर दक्षता गुणोत्तर (संबंधित मेट्रिक्स: ऑपरेशनल चलन प्रवाह, शुद्ध आय); तारीख: गेल्या 6 महिन्यांसाठी",
      "(Amcor plc) (क्विक गुणोत्तर; चलन; चलनाच्या समकक्ष; व्यापारी धोरणे; खाते रिसीव्ह करा; चल देयके; बिड साईज; शेअर्सची रक्कम; बहुतांक बिड किंमती; बाजाराची खोली; ऑर्डर बुक; चलन रूपांतर दक्षता गुणोत्तर; ऑपरेशनल चलन प्रवाह; शुद्ध आय) (7/1/2024 - 7/7/2024)"
    ],
    [
      "एडोब आणि त्याच्या स्पर्धकांच्या सप्टेंबर 2018 च्या विक्री उत्पन्न आणि EVA चा संक्षिप्त विवरण द्या.",
      "कंपन्या: Adobe Inc.; Adobe Inc. स्पर्धक मेट्रिक्स: विक्री उत्पन्न (संबंधित मेट्रिक्स: एकूण उत्पन्न); आर्थिक मूल्य जोडले (संबंधित मेट्रिक्स: करापूर्व शुद्ध व्यवसाय नफा (NOPAT), पूंजीचा खर्च) तारीख: सप्टेंबर 2018",
      "(Adobe Inc.; Adobe Inc. स्पर्धक) (विक्री उत्पन्न; एकूण उत्पन्न; आर्थिक मूल्य जोडले; करापूर्व शुद्ध व्यवसाय नफा (NOPAT); पूंजीचा खर्च) (1/9/2018 - 30/9/2018)"
    ],
    [
      "एप्रिल 2016 ते जुलै 2017 दरम्यान एनर्जी क्षेत्रातील हॉलिबर्टन कंपनी आणि इतर कंपन्यांच्या सरासरी संपत्ती आणि ओ.डब्ल्यू.सी. रिटर्न आणि त्यांच्या ग्रॉस प्रॉफिट मार्जिन आणि CROAFA च्या तुलनेत काय होते?",
      "कंपन्या: Halliburton Co.; ऊर्जा कंपन्या मेट्रिक्स: सरासरी संपत्ती रिटर्न (संबंधित मेट्रिक्स: शुद्ध आय, सरासरी एकूण संपत्ती); कामगार पूंजी रिटर्न (संबंधित मेट्रिक्स: शुद्ध आय, कामगार पूंजी); ग्रॉस प्रॉफिट मार्जिन (संबंधित मेट्रिक्स: उत्पन्न, वस्तूच्या खर्चाची रक्कम (COGS)); सरासरी निश्चित संपत्तीवरील चलन रिटर्न (संबंधित मेट्रिक्स: ऑपरेशनल चलन प्रवाह, सरासरी निश्चित संपत्ती) तारीख: एप्रिल 2016 ते जुलै 2017",
      "(Halliburton Co.; ऊर्जा कंपन्या) (सरासरी संपत्ती रिटर्न; शुद्ध आय; सरासरी एकूण संपत्ती; कामगार पूंजी रिटर्न; शुद्ध आय; कामगार पूंजी; ग्रॉस प्रॉफिट मार्जिन; उत्पन्न; वस्तूच्या खर्चाची रक्कम (COGS); सरासरी निश्चित संपत्तीवरील चलन रिटर्न; ऑपरेशनल चलन प्रवाह; सरासरी निश्चित संपत्ती) (1/4/2016 - 1/7/2017)"
    ]
  ]
}