{
  "columns": [
    "Запрос",
    "Необходимые данные",
    "Запрос структурированных данных"
  ],
  "data": [
    [
      "С учетом коэффициента кислотного теста Amcor, объема покупок и коэффициента эффективности конверсии денежных средств за последние 6 месяцев, стоит ли вкладывать деньги в эту компанию?",
      "Компании: Amcor plc Метрики: Коэффициент быстрой ликвидности (Связанные метрики: Денежные средства, Эквиваленты денежных средств, Ценные бумаги, доступные для продажи, Дебиторская задолженность, Текущие обязательства); Объем покупок (Связанные метрики: Количество акций, Множественные цены покупки, Глубина рынка, Книга заказов); Коэффициент эффективности конверсии денежных средств (Связанные метрики: Операционный денежный поток, Чистая прибыль) Даты: за последние 6 месяцев",
      "(Amcor plc) (Коэффициент быстрой ликвидности; Денежные средства; Эквиваленты денежных средств; Ценные бумаги, доступные для продажи; Дебиторская задолженность; Объем покупок; Количество акций; Множественные цены покупки; Глубина рынка; Книга заказов; Коэффициент эффективности конверсии денежных средств; Операционный денежный поток; Чистая прибыль) (1/7/2024 - 7/7/2024)"
    ],
    [
      "Дайте обзор продаж Adobe и ее конкурентов за сентябрь 2018 года, а также их добавленной стоимости.",
      "Компании: Adobe Inc.; Конкуренты Adobe Inc. Метрики: Выручка от продаж (Связанные метрики: Общая выручка); Добавленная экономическая стоимость (Связанные метрики: Чистая операционная прибыль после налогообложения (NOPAT), Стоимость капитала) Даты: сентябрь 2018 года",
      "(Adobe Inc.; Конкуренты Adobe Inc.) (Выручка от продаж; Общая выручка; Добавленная экономическая стоимость; Чистая операционная прибыль после налогообложения (NOPAT); Стоимость капитала) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Каковы были рентабельность средних активов и рентабельность оборотного капитала Halliburton Co. и других компаний в энергетическом секторе с апреля 2016 года по июль 2017 года по сравнению с их валовым рентабельным маржином и CROAFA?",
      "Компании: Halliburton Co.; Энергетические компании Метрики: Рентабельность средних активов (Связанные метрики: Чистая прибыль, Средние общие активы); Рентабельность оборотного капитала (Связанные метрики: Чистая прибыль, Оборотный капитал); Валовой рентабельный маржин (Связанные метрики: Выручка, Себестоимость проданных товаров (COGS)); Денежная рентабельность средних основных средств (Связанные метрики: Операционный денежный поток, Средние основные средства) Даты: с апреля 2016 года по июль 2017 года",
      "(Halliburton Co.; Энергетические компании) (Рентабельность средних активов; Чистая прибыль; Средние общие активы; Рентабельность оборотного капитала; Чистая прибыль; Оборотный капитал; Валовой рентабельный маржин; Выручка; Себестоимость проданных товаров (COGS); Денежная рентабельность средних основных средств; Операционный денежный поток; Средние основные средства) (1/4/2016 - 1/7/2017)"
    ]
  ]
}