{
  "columns": [
    "Sorğu",
    "Tələb olunan məlumat",
    "Strukturlaşdırılmış məlumat tələbi"
  ],
  "data": [
    [
      "Amcor-un turş test nisbəti, təklif ölçüsü və keçən 6 ay üçün pul çevirmə effektivliyi nisbətindən nə qədər investisiya etməliyəm?",
      "Şirkətlər: Amcor plc Metrikalar: Sürət nisbəti (Əlaqəli metrikalar: Pul vəsaiti, Pul ekvivalentləri, Satış üçün əldə olunan sərəncamlar, Cari borclar); Təklif ölçüsü (Əlaqəli metrikalar: Səhmlərin miqdarı, Çoxsaylı təklif qiymətləri, Bazarın dərinliyi, Sifariş kitabçası); Pul çevirmə effektivliyi nisbəti (Əlaqəli metrikalar: Əməliyyatlarla əldə olunan pul axını, Təmiz gəlir) Tarixlər: keçən 6 ay üçün",
      "(Amcor plc) (Sürət nisbəti; Pul vəsaiti; Pul ekvivalentləri; Satış üçün əldə olunan sərəncamlar; Cari borclar; Təklif ölçüsü; Səhmlərin miqdarı; Çoxsaylı təklif qiymətləri; Bazarın dərinliyi; Sifariş kitabçası; Pul çevirmə effektivliyi nisbəti; Əməliyyatlarla əldə olunan pul axını; Təmiz gəlir) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Adobe və onun rəqiblərinin sentyabr 2018-ci il satış gəliri, EVA-nın ümumiləşdirilmiş təsviri verin.",
      "Şirkətlər: Adobe Inc.; Adobe Inc. Peers Metrikalar: Satış gəliri (Əlaqəli metrikalar: Ümumi gəlir); Ekonomik dəyər əlavəsi (Əlaqəli metrikalar: Vergi ödənilmiş sonra əməliyyat gəliri (NOPAT), Pul mənbəyinin qiyməti) Tarixlər: Sentyabr 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Satış gəliri; Ümumi gəlir; Ekonomik dəyər əlavəsi; Vergi ödənilmiş sonra əməliyyat gəliri (NOPAT); Pul mənbəyinin qiyməti) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Halliburton co. və digər enerji sektorunda olan şirkətlərin 2016-cı il aprelindən 2017-ci il iyuluna qədər orta aktivlərə qaytarım və ROWC-ni onların Bruto marja və CROAFA ilə müqayisə edin.",
      "Şirkətlər: Halliburton Co.; Enerji şirkətləri Metrikalar: Ortalama aktivlərə qaytarım (Əlaqəli metrikalar: Təmiz gəlir, Ortalama ümumi aktivlər); İşləmə kapitalına qaytarım (Əlaqəli metrikalar: Təmiz gəlir, İşləmə kapitalı); Bruto marja (Əlaqəli metrikalar: Gəlir, Məhsulun xərcləri (COGS)); Ortalama sabit aktivlərə pul qaytarımı (Əlaqəli metrikalar: Əməliyyatlarla əldə olunan pul axını, Ortalama sabit aktivlər) Tarixlər: 2016-cı il aprelindən 2017-ci il iyuluna qədər",
      "(Halliburton Co.; Enerji şirkətləri) (Ortalama aktivlərə qaytarım; Təmiz gəlir; Ortalama ümumi aktivlər; İşləmə kapitalına qaytarım; Təmiz gəlir; İşləmə kapitalı; Bruto marja; Gəlir; Məhsulun xərcləri (COGS); Ortalama sabit aktivlərə pul qaytarımı; Əməliyyatlarla əldə olunan pul axını; Ortalama sabit aktivlər) (1/4/2016 - 1/7/2017)"
    ]
  ]
}