{
  "columns": [
    "Tán-kok",
    "Kàu-kak Chi̱-thian",
    "Kok-hō Chi̱-thian Chòo-hō"
  ],
  "data": [
    [
      "Chiau-chek Amcor ê Acid Test Ratio, Bid Size kap Cash Conversion Efficiency Ratio kàu 6 ê thang, chiau-chek chia kiau-khiam?",
      "Hok-ka: Amcor plc Chih-chek: Quick Ratio (Kàu-kak Chih-chek: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Kàu-kak Chih-chek: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Kàu-kak Chih-chek: Cash flow from operations, Net income) Chi̱-thian: kàu 6 ê thang",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Kám-khiam Adobe kap chia ê kàu-ha̱u Sep 2018 ê sales revenue, EVA.",
      "Hok-ka: Adobe Inc.; Adobe Inc. Peers Chih-chek: Sales Revenue (Kàu-kak Chih-chek: Total Revenue); Economic Value Added (Kàu-kak Chih-chek: Net operating profit after tax (NOPAT), Cost of capital) Chi̱-thian: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Kiau-khiam Halliburton co. kap chin-hok hok-ka ê energy sector kàu Apr 2016 to Jul 2017 ê return on average assets kap ROWC chin-hok kiau-khiam chia Gross Profit Margin kap CROAFA?",
      "Hok-ka: Halliburton Co.; energy Companies Chih-chek: Return on Average Assets (Kàu-kak Chih-chek: Net income, Average total assets); Return on Working Capital (Kàu-kak Chih-chek: Net income, Working capital); Gross Profit Margin (Kàu-kak Chih-chek: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Kàu-kak Chih-chek: Operating cash flow, Average fixed assets) Chi̱-thian: kàu Apr 2016 to Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}