{
  "columns": [
    "प्रश्न",
    "आवश्यक डेटा",
    "संरचित डेटा अनुरोध"
  ],
  "data": [
    [
      "पिछले 6 महीनों के लिए Amcor के एसिड टेस्ट अनुपात, बिड साइज़ और कैश कन्वर्जन एफिशिएंसी अनुपात के आधार पर, क्या मुझे इसमें निवेश करना चाहिए?",
      "कंपनियाँ: Amcor plc मीट्रिक्स: त्वरित अनुपात (संबंधित मीट्रिक्स: नकद, नकद समकक्ष, विपणन योग्य प्रतिभूतियां, प्राप्य खाते, वर्तमान देनदारियाँ); बिड साइज़ (संबंधित मीट्रिक्स: शेयरों की मात्रा, एकाधिक बोली मूल्य, बाजार की गहराई, ऑर्डर बुक); कैश कन्वर्जन एफिशिएंसी अनुपात (संबंधित मीट्रिक्स: परिचालन नकदी प्रवाह, शुद्ध आय) तारीखें: पिछले 6 महीनों के लिए",
      "(Amcor plc) (त्वरित अनुपात; नकद; नकद समकक्ष; विपणन योग्य प्रतिभूतियां; प्राप्य खाते; वर्तमान देनदारियाँ; बिड साइज़; शेयरों की मात्रा; एकाधिक बोली मूल्य; बाजार की गहराई; ऑर्डर बुक; कैश कन्वर्जन एफिशिएंसी अनुपात; परिचालन नकदी प्रवाह; शुद्ध आय) (7/1/2024 - 7/7/2024)"
    ],
    [
      "एडोब और इसके प्रतिस्पर्धियों के सितंबर 2018 के बिक्री राजस्व और EVA का अवलोकन दें।",
      "कंपनियाँ: Adobe Inc.; Adobe Inc. प्रतिस्पर्धी मीट्रिक्स: बिक्री राजस्व (संबंधित मीट्रिक्स: कुल राजस्व); आर्थिक मूल्य वर्धित (संबंधित मीट्रिक्स: कर के बाद शुद्ध परिचालन लाभ (NOPAT), पूंजी की लागत) तारीखें: सितंबर 2018",
      "(Adobe Inc.; Adobe Inc. प्रतिस्पर्धी) (बिक्री राजस्व; कुल राजस्व; आर्थिक मूल्य वर्धित; कर के बाद शुद्ध परिचालन लाभ (NOPAT); पूंजी की लागत) (1/9/2018 - 30/9/2018)"
    ],
    [
      "अप्रैल 2016 से जुलाई 2017 तक ऊर्जा क्षेत्र की Halliburton Co. और अन्य कंपनियों के औसत परिसंपत्तियों पर रिटर्न और ROWC क्या थे, उनकी सकल लाभ मार्जिन और CROAFA की तुलना में?",
      "कंपनियाँ: Halliburton Co.; ऊर्जा कंपनियाँ मीट्रिक्स: औसत परिसंपत्तियों पर रिटर्न (संबंधित मीट्रिक्स: शुद्ध आय, औसत कुल परिसंपत्तियाँ); कार्यशील पूंजी पर रिटर्न (संबंधित मीट्रिक्स: शुद्ध आय, कार्यशील पूंजी); सकल लाभ मार्जिन (संबंधित मीट्रिक्स: राजस्व, बेचे गए माल की लागत (COGS)); औसत अचल परिसंपत्तियों पर नकद रिटर्न (संबंधित मीट्रिक्स: परिचालन नकदी प्रवाह, औसत अचल परिसंपत्तियाँ) तारीखें: अप्रैल 2016 से जुलाई 2017 तक",
      "(Halliburton Co.; ऊर्जा कंपनियाँ) (औसत परिसंपत्तियों पर रिटर्न; शुद्ध आय; औसत कुल परिसंपत्तियाँ; कार्यशील पूंजी पर रिटर्न; शुद्ध आय; कार्यशील पूंजी; सकल लाभ मार्जिन; राजस्व; बेचे गए माल की लागत (COGS); औसत अचल परिसंपत्तियों पर नकद रिटर्न; परिचालन नकदी प्रवाह; औसत अचल परिसंपत्तियाँ) (1/4/2016 - 1/7/2017)"
    ]
  ]
}