{
  "columns": [
    "प्रश्न",
    "आवश्यक डेटा",
    "संरचित डेटा विनंती"
  ],
  "data": [
    [
      "Amcor च्या त्वरित गुणोत्तर (Acid Test Ratio), बिड साईज आणि गेल्या ६ महिन्यांसाठीच्या रोख रूपांतरण कार्यक्षमता गुणोत्तरावर आधारित, मी त्यात गुंतवणूक करावी का?",
      "कंपन्या: Amcor plc मेट्रिक्स: त्वरित गुणोत्तर (संबंधित मेट्रिक्स: रोख, रोख समतुल्य, विक्रीयोग्य रोखे, प्राप्त खाती, चालू दायित्वे); बिड साईज (संबंधित मेट्रिक्स: शेअर्सची संख्या, अनेक बिड किंमती, बाजाराची खोली, ऑर्डर बुक); रोख रूपांतरण कार्यक्षमता गुणोत्तर (संबंधित मेट्रिक्स: ऑपरेटिंग रोख प्रवाह, निव्वळ उत्पन्न) तारखा: गेल्या ६ महिन्यांसाठी",
      "(Amcor plc) (त्वरित गुणोत्तर; रोख; रोख समतुल्य; विक्रीयोग्य रोखे; प्राप्त खाती; चालू दायित्वे; बिड साईज; शेअर्सची संख्या; अनेक बिड किंमती; बाजाराची खोली; ऑर्डर बुक; रोख रूपांतरण कार्यक्षमता गुणोत्तर; ऑपरेटिंग रोख प्रवाह; निव्वळ उत्पन्न) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Adobe आणि त्याच्या स्पर्धकांच्या सप्टेंबर 2018 च्या विक्री महसूल (Sales Revenue) आणि EVA चा आढावा द्या.",
      "कंपन्या: Adobe Inc.; Adobe Inc. स्पर्धक मेट्रिक्स: विक्री महसूल (संबंधित मेट्रिक्स: एकूण महसूल); आर्थिक मूल्यवर्धित (Economic Value Added) (संबंधित मेट्रिक्स: करानंतरचा निव्वळ ऑपरेटिंग नफा (NOPAT), भांडवलाचा खर्च) तारखा: सप्टेंबर 2018",
      "(Adobe Inc.; Adobe Inc. स्पर्धक) (विक्री महसूल; एकूण महसूल; आर्थिक मूल्यवर्धित; करानंतरचा निव्वळ ऑपरेटिंग नफा (NOPAT); भांडवलाचा खर्च) (1/9/2018 - 30/9/2018)"
    ],
    [
      "एप्रिल २०१६ ते जुलै २०१७ दरम्यान ऊर्जा क्षेत्रातील Halliburton Co. आणि इतर कंपन्यांचे सरासरी मालमत्तेवरील परतावा (Return on Average Assets) आणि कार्यरत भांडवलावरील परतावा (ROWC) त्यांच्या एकूण नफा मार्जिन (Gross Profit Margin) आणि CROAFA च्या तुलनेत काय होते?",
      "कंपन्या: Halliburton Co.; ऊर्जा कंपन्या मेट्रिक्स: सरासरी मालमत्तेवरील परतावा (संबंधित मेट्रिक्स: निव्वळ उत्पन्न, सरासरी एकूण मालमत्ता); कार्यरत भांडवलावरील परतावा (संबंधित मेट्रिक्स: निव्वळ उत्पन्न, कार्यरत भांडवल); एकूण नफा मार्जिन (संबंधित मेट्रिक्स: महसूल, विक्री केलेल्या वस्तूंची किंमत (COGS)); सरासरी निश्चित मालमत्तेवरील रोख परतावा (CROAFA) (संबंधित मेट्रिक्स: ऑपरेटिंग रोख प्रवाह, सरासरी निश्चित मालमत्ता) तारखा: एप्रिल २०१६ ते जुलै २०१७ पासून",
      "(Halliburton Co.; ऊर्जा कंपन्या) (सरासरी मालमत्तेवरील परतावा; निव्वळ उत्पन्न; सरासरी एकूण मालमत्ता; कार्यरत भांडवलावरील परतावा; निव्वळ उत्पन्न; कार्यरत भांडवल; एकूण नफा मार्जिन; महसूल; विक्री केलेल्या वस्तूंची किंमत (COGS); सरासरी निश्चित मालमत्तेवरील रोख परतावा; ऑपरेटिंग रोख प्रवाह; सरासरी निश्चित मालमत्ता) (1/4/2016 - 1/7/2017)"
    ]
  ]
}