{
  "columns": [
    "الاستعلام",
    "البيانات المطلوبة",
    "طلب البيانات المُنظمة"
  ],
  "data": [
    [
      "بناءً على نسب اختبار الحموضة (Acid Test Ratio) وحجم العرض ونسبة كفاءة تحويل النقدية لشركة Amcor خلال الـ 6 أشهر الماضية، هل يجب أن أستثمر فيها؟",
      "الشركات: Amcor plc المؤشرات: نسبة السوائل (النقد، النقد المكافئ، الأوراق المالية القابلة للتسويق، الحسابات المدينة، الالتزامات الجارية)؛ حجم العرض (كمية الأسهم، أسعار العرض المتعددة، عمق السوق، سجل الطلبات)؛ نسبة كفاءة تحويل النقدية (تدفق النقد من العمليات، الدخل الصافي) التواريخ: الـ 6 أشهر الماضية",
      "(Amcor plc) (نسبة السوائل؛ النقد؛ النقد المكافئ؛ الأوراق المالية القابلة للتسويق؛ الحسابات المدينة؛ الالتزامات الجارية؛ حجم العرض؛ كمية الأسهم؛ أسعار العرض المتعددة؛ عمق السوق؛ سجل الطلبات؛ نسبة كفاءة تحويل النقدية؛ تدفق النقد من العمليات؛ الدخل الصافي) (1/7/2024 - 7/7/2024)"
    ],
    [
      "أعط نظرة عامة على مبيعات شركة Adobe وشركة منافسة لها في سبتمبر 2018 وقيمة EVA.",
      "الشركات: Adobe Inc.؛ منافسون لشركة Adobe Inc. المؤشرات: مبيعات الإيرادات (النقد الإجمالي)؛ القيمة الاقتصادية المضافة (الربح التشغيلي بعد الضرائب (NOPAT)، تكلفة رأس المال) التواريخ: سبتمبر 2018",
      "(Adobe Inc.؛ منافسون لشركة Adobe Inc.) (مبيعات الإيرادات؛ الإيرادات الإجمالية؛ القيمة الاقتصادية المضافة؛ الربح التشغيلي بعد الضرائب (NOPAT)؛ تكلفة رأس المال) (1/9/2018 - 30/9/2018)"
    ],
    [
      "ما كانت عائد الأصول المتوسطة وعائد رأس المال التشغيلي لشركة Halliburton Co. وشركات أخرى في قطاع الطاقة من أبريل 2016 إلى يوليو 2017 مقارنةً بهامش الربح الجملي وعائد الأصول الثابتة المُتوسطة النقدية؟",
      "الشركات: Halliburton Co.؛ شركات الطاقة المؤشرات: عائد الأصول المتوسطة (الربح الصافي، متوسط الأصول الإجمالية)؛ عائد رأس المال التشغيلي (الربح الصافي، رأس المال التشغيلي)؛ هامش الربح الجمالي (الإيرادات، تكلفة البضائع المباعة (COGS))؛ عائد الأصول الثابتة النقدية المتوسطة (تدفق النقد التشغيلي، متوسط الأصول الثابتة) التواريخ: من أبريل 2016 إلى يوليو 2017",
      "(Halliburton Co.؛ شركات الطاقة) (عائد الأصول المتوسطة؛ الربح الصافي؛ متوسط الأصول الإجمالية؛ عائد رأس المال التشغيلي؛ الربح الصافي؛ رأس المال التشغيلي؛ هامش الربح الجمالي؛ الإيرادات؛ تكلفة البضائع المباعة (COGS)؛ عائد الأصول الثابتة النقدية المتوسطة؛ تدفق النقد التشغيلي؛ متوسط الأصول الثابتة) (1/4/2016 - 1/7/2017)"
    ]
  ]
}