{
  "columns": [
    "Date",
    "Time",
    "Original tweet",
    "Clean tweet",
    "Positive",
    "Neutral",
    "Negative"
  ],
  "data": [
    [
      "2022-03-07",
      "8:15",
      "$37-$38K is a great buying opportunity for #Bitcoin. The sell off continues. Retail are dumping their allocation, and those that came on board last year are fearful and selling. So take advantage (I am).",
      "37 38k is a great buying opportunity for bitcoin the sell off continues retail are dumping their allocation and those that came on board last year are fearful and selling so take advantage i am",
      0.0354135669767856,
      0.1437330991029739,
      0.8208534121513367
    ],
    [
      "2022-03-07",
      "8:15",
      "Will #BTC see the $36.000 again?",
      "will btc see the 36000 again",
      0.0323511399328708,
      0.9337812662124634,
      0.0338676311075687
    ],
    [
      "2022-03-07",
      "8:15",
      "WTS\nREF L3++ with New APW7 \nstock    600$  #dogecoin #antminer #cryptocurrency #Litecoin #Bitcoin #minermarket #ltcmining https://t.co/DTws6LlQqy",
      "wts ref l3 with new apw7 stock 600 dogecoin antminer cryptocurrency litecoin bitcoin minermarket ltcmining",
      0.1761150062084198,
      0.8149740099906921,
      0.0089110396802425
    ],
    [
      "2022-03-07",
      "8:15",
      "Top 10 #Cryptocurrency Live Prices: \n(03:15 AM . Mar 07,2022)\n\n#BTC $38039.92\n#ETH $2525.87\n#BNB $371.59\n#DOGE $0.12\n#SHIB $0.0000229642\n#AXS $47.18\n#MANA $2.38\n#UNI $8.24\n#GM $0.0000242995\n#KISHU $0.0000000014\n\nComments! Which coins would like to be listed?",
      "top 10 cryptocurrency live am mar 072022 btc 3803992 eth 252587 bnb 37159 doge 012 shib 00000229642 axs 4718 mana 238 uni 824 gm 00000242995 kishu 00000000014 comments which coins would like to be listed",
      0.02778853289783,
      0.935383915901184,
      0.036827590316534
    ],
    [
      "2022-03-07",
      "8:15",
      "NEED a #JOB?\nSign up now https://t.co/o7lVlsl75X\nFREE. NO MIDDLEMAN\n#AugmentedReality #VR #Robotics #ElectricVehicles #Sustainability #Technology #EmergingTech #Innovation #Automotive #Transportation #AI #BigData #ArtificialIntelligence #Blockchain #DataScience #BTC #ETH #NFTs https://t.co/yG9vHGe1KI",
      "need a job sign up now free no middleman augmentedreality vr robotics electricvehicles sustainability technology emergingtech innovation automotive transportation ai bigdata artificialintelligence blockchain datascience btc eth nfts",
      0.050055518746376,
      0.9207966923713684,
      0.0291477497667074
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nOrijin finance token will be immediately recorded on uniswap, sushiswap, quickswap, pancakeswap and before long advance money AMM for Solalna based token.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad orijin finance token will be immediately recorded on uniswap sushiswap quickswap pancakeswap and before long advance money amm for solalna based token",
      0.0290163997560739,
      0.956121861934662,
      0.0148617085069417
    ],
    [
      "2022-03-07",
      "8:15",
      "@yeg0rpetrov That's correct. #Bitcoin can never be taken from you. Look at the properties in the east of the country. Most of them already (illegally) changed the ownership. Can't be done with properly stored #BTC.",
      "yeg0rpetrov that is correct bitcoin can never be taken from you look at the properties in the east of the country most of them already illegally changed the ownership cannot be done with properly stored btc",
      0.0256153456866741,
      0.8892462253570557,
      0.0851384401321411
    ],
    [
      "2022-03-07",
      "8:15",
      "@AltcoinGordon We can never see $1 OF #BTC, but we can see 100K of #BTC🧐🧐🧐",
      "altcoingordon we can never see 1 of btc but we can see 100k of btc",
      0.1201952099800109,
      0.8685651421546936,
      0.011239681392908
    ],
    [
      "2022-03-07",
      "8:15",
      "It often feels like Biden has gambled on America's national destiny, and if he succeeds, the US’s domestic economic problems will be solved. If he fails, the dollar's hegemony will decline and there will be a mass fallout.\n\n#economy #money #marketplace #btc #StockMarket #USA",
      "it often feels like biden has gambled on america national destiny and if he succeeds the uss domestic economic problems will be solved if he fails the dollar hegemony will decline and there will be a mass fallout economy money marketplace btc stockmarket usa",
      0.0177883375436067,
      0.1462569087743759,
      0.8359546661376953
    ],
    [
      "2022-03-07",
      "8:15",
      "SOL analysis: \n\nSOL is now heading towards the major support of the $80 area. SOL need to hold this support level at all cost otherwise we see more downward movement towards $65 support. \n#cryptocurrency #altcoins #Binance   #ETH #Solana #BTC   #NFTCommunity #DeFi #sol",
      "sol sol is now heading towards the major support of the 80 area sol need to hold this support level at all cost otherwise we see more downward movement towards 65 support cryptocurrency altcoins binance eth solana btc nftcommunity defi sol",
      0.1555836349725723,
      0.7164903879165649,
      0.1279259473085403
    ],
    [
      "2022-03-07",
      "8:15",
      "@jclcapital Build up like sell some #btc for cash or gold or build up like save your extra income and put that into cash or gold?",
      "jclcapital build up like sell some btc for cash or gold or build up like save your extra income and put that into cash or gold",
      0.0728005617856979,
      0.9118506908416748,
      0.0153487659990787
    ],
    [
      "2022-03-07",
      "8:15",
      "SWIFT transaction speed: 3-7 days\n#SWIFT transaction fees: $50+\n\nBitcoin transaction speed: 10min. - 1D\n#Bitcoin transaction fees: $50+\n\nEthereum transaction speed: 1-10 min.\n#Ethereum transaction fees: $100+\n\nXRP transaction speed: 1-3 seconds\n#XRP transaction fees: $0.00001",
      "swift transaction 37 days swift transaction 50 bitcoin transaction 10min 1d bitcoin transaction 50 ethereum transaction 110 min ethereum transaction 100 xrp transaction 13 seconds xrp transaction 000001",
      0.0460669808089733,
      0.9334827065467834,
      0.0204503517597913
    ],
    [
      "2022-03-07",
      "8:15",
      "@AltcoinGordon Don’t think about Ex, think about future #Bitcoin",
      "altcoingordon don not think about ex think about future bitcoin",
      0.0249605271965265,
      0.9416192173957824,
      0.0334202088415622
    ],
    [
      "2022-03-07",
      "8:15",
      "[⭐️🔵 NEW LISTING⭐️]\n[XDR] BEING LISTED IN COINMARKETCAP [SUPERAPIV2]\n\nMore Info in bio\n\n$AU #Bitcoin #AutoCrypto #crypto #cryptocurrecy #BNB #ToTheMoon #BSC #BSCGem #GEM #altcoin #token",
      "new listing xdr being listed in coinmarketcap superapiv2 more info in bio au bitcoin autocrypto crypto cryptocurrecy bnb tothemoon bsc bscgem gem altcoin token",
      0.0447956845164299,
      0.94078129529953,
      0.0144230416044592
    ],
    [
      "2022-03-07",
      "8:15",
      "[⭐️🔵 NEW LISTING⭐️]\n[LTT] BEING LISTED IN COINMARKETCAP [SUPERAPIV2]\n\nMore Info in bio\n\n$AU #Bitcoin #AutoCrypto #crypto #cryptocurrecy #BNB #ToTheMoon #BSC #BSCGem #GEM #altcoin #token",
      "new listing ltt being listed in coinmarketcap superapiv2 more info in bio au bitcoin autocrypto crypto cryptocurrecy bnb tothemoon bsc bscgem gem altcoin token",
      0.0440034978091716,
      0.9411604404449464,
      0.0148360589519143
    ],
    [
      "2022-03-07",
      "8:15",
      "@bitgertPro #BitgertArmy 🥷🏼\n.\n➡ Its A New Week, Are You Ready For More Exciting News About $BRISE? 🔥🚀\n\n#Bitgert #Brise #Bitgertcommunity\n#Bitgertchain #Brisechain #BRC20 #BitgertExchange #CEX #cryptocurrency #blockchain #Metaverse #NFTs #DeFi #web3 #Binance #Bitcoin #ETH #Solana #kucoin",
      "bitgertpro bitgertarmy its a new week are you ready for more exciting news about brise bitgert brise bitgertcommunity bitgertchain brisechain brc20 bitgertexchange cex cryptocurrency blockchain metaverse nfts defi web3 binance bitcoin eth solana kucoin",
      0.0940310731530189,
      0.8933290243148804,
      0.0126398727297782
    ],
    [
      "2022-03-07",
      "8:15",
      "@lloydblankfein #bitcoin is up 10000% from $3800 in 2020. What exactly is your time time frame and is there no room for mean reversion? Gold only just recovering its highs after 50% increase of USD in circulation; are you making a different calculation here?",
      "lloydblankfein bitcoin is up 10000 from 3800 in 2020 what exactly is your time time frame and is there no room for mean reversion gold only just recovering its highs after 50 increase of usd in circulation are you making a different calculation here",
      0.1377739310264587,
      0.8382899165153503,
      0.0239361692219972
    ],
    [
      "2022-03-07",
      "8:15",
      "@flagnetwork_NFT @binance #FlagNetwork #IDO #cryptocurrency #Bitcoin #NFTs Nice Project",
      "flagnetworknft binance flagnetwork ido cryptocurrency bitcoin nfts nice project",
      0.0406693927943706,
      0.941252827644348,
      0.0180777497589588
    ],
    [
      "2022-03-07",
      "8:15",
      "#AirCash  The air cash mobile version is not only silky and smooth, but also the biggest highlight is the second arrival to make full use of your funds\n#AirCoinDAOLabs\n#AirCoin\n#AirCash\n#BTC #DeFi #web3 #ETH #BNB \n#Solana\n#polygon\n#coinbase #Binance\n#CoinMarketcap #Coinbase\n#Coin",
      "aircash the air cash mobile version is not only silky and smooth but also the biggest highlight is the second arrival to make full use of your funds aircoindaolabs aircoin aircash btc defi web3 eth bnb solana polygon coinbase binance coinmarketcap coinbase coin",
      0.0936339050531387,
      0.8939016461372375,
      0.0124644506722688
    ],
    [
      "2022-03-07",
      "8:15",
      "But seriously though: if #Bitcoin doesn't shine in times of distress... when/why will it ever shine again?",
      "but seriously if bitcoin does not shine in times of distress whenwhy will it ever shine again",
      0.0759037137031555,
      0.897379457950592,
      0.0267168469727039
    ],
    [
      "2022-03-07",
      "8:15",
      "#GONFTY #Metaverse #NFTs #Gaming #DeFi #Airdrop #Bounty #cryptocurrency #blockchain #decentralization #Defi #NFT #crypto #BTC #Altcoin #NFTCommunity  #NFT\nCheck Gonfty project, it is building an industry leading, integrated NFT web3 on-chain gaming metaverse platform ecosystem",
      "gonfty metaverse nfts gaming defi airdrop bounty cryptocurrency blockchain decentralization defi nft crypto btc altcoin nftcommunity nft check gonfty project it is building an industry leading integrated nft web3 onchain gaming metaverse platform ecosystem",
      0.2747739255428314,
      0.7187148332595825,
      0.0065112463198602
    ],
    [
      "2022-03-07",
      "8:15",
      "@Poloniex Keep eye's on #BTC it will go up \n\n@Freelearn5 @freedrop121 @Newairdropspace",
      "poloniex keep eye on btc it will go up freelearn5 freedrop121 newairdropspace",
      0.1855482459068298,
      0.8009304404258728,
      0.0135213350877165
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nOrijin cross chain IDO Launchpad stage will empower financial backer's to acquire the forthcoming development project all around the world.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad orijin cross chain ido launchpad stage will empower financial backer to acquire the forthcoming development project all around the world",
      0.7289294004440308,
      0.2645936906337738,
      0.0064769284799695
    ],
    [
      "2022-03-07",
      "8:15",
      "Shill me your next 100x gem 💎 \nGonna grab this opportunity in this dip \n#btc #bnb #solana #eth #BabyDoge #altcoin",
      "shill me your next 100x gem gonna grab this opportunity in this dip btc bnb solana eth babydoge altcoin",
      0.1572596281766891,
      0.8288808465003967,
      0.0138595337048172
    ],
    [
      "2022-03-07",
      "8:15",
      "India and Some part of Europe like and Asia... In the wake of that.. #Bitcoin now only alternative for the rich to evade sanctions in the future unless if they'll want to stack cash,",
      "india and some part of europe like and asia in the wake of that bitcoin now only alternative for the rich to evade sanctions in the future unless if they will want to stack cash",
      0.1446324586868286,
      0.8305903673171997,
      0.024777203798294
    ],
    [
      "2022-03-07",
      "8:15",
      "@Poloniex I almost feel like people pull out of #BTC when market goes down so they can buy cheap stocks on sale. it's like a double edge sword. hoping eventually people see this more as a bond type investment, not a temp storage center for fiat.",
      "poloniex i almost feel like people pull out of btc when market goes down so they can buy cheap stocks on sale it is like a double edge sword hoping eventually people see this more as a bond type investment not a temp storage center for fiat",
      0.0570987164974212,
      0.8714916110038757,
      0.0714096426963806
    ],
    [
      "2022-03-07",
      "8:15",
      "How low will #Bitcoin go?",
      "how low will bitcoin go",
      0.0319149978458881,
      0.9281967878341676,
      0.0398881919682025
    ],
    [
      "2022-03-07",
      "8:15",
      "Wen Relief  #Bitcoin 🥳🥳🥳",
      "wen relief bitcoin",
      0.0306430291384458,
      0.9187913537025452,
      0.0505656190216541
    ],
    [
      "2022-03-07",
      "8:15",
      "If you feel powerless in #SouthAfrica , don't, buy #btc and mitigate your risks from these clowns pretending to understand what drives an actual economy. That R350 grant?It comes from printing money whichmeans your Rands will get devalued each and everymonth",
      "if you feel powerless in southafrica don t buy btc and mitigate your risks from these clowns pretending to understand what drives an actual economy that r350 grantit comes from printing money whichmeans your rands will get devalued each and everymonth",
      0.0442634932696819,
      0.7489203214645386,
      0.2068161517381668
    ],
    [
      "2022-03-07",
      "8:15",
      "This project has good growth dynamics, I want the company to continue to work on creating new partnerships, as well as strengthening existing ones\n#MonopolyMillionaineGame #MMG #token #NFT #art #binance #bitcoin",
      "this project has good growth dynamics i want the company to continue to work on creating new partnerships as well as strengthening existing ones monopolymillionainegame mmg token nft art binance bitcoin",
      0.8466726541519165,
      0.1460165828466415,
      0.0073107909411191
    ],
    [
      "2022-03-07",
      "8:15",
      "@VegetaCrypto1 It will reclaim the 21ema. No more dips son #btc",
      "vegetacrypto1 it will reclaim the 21ema no more dips son btc",
      0.6719416379928589,
      0.3089867532253265,
      0.019071590155363
    ],
    [
      "2022-03-07",
      "8:15",
      "Join us for the next big pump like #DOGE #dogecoin be a part of pump rather than being dump. announcement only in telegram. link in desc #BTC #ETH #DOGE",
      "join us for the next big pump like doge dogecoin be a part of pump rather than being dump announcement only in telegram link in desc btc eth doge",
      0.046516440808773,
      0.9382218718528748,
      0.01526172272861
    ],
    [
      "2022-03-07",
      "8:15",
      "@scottmelker Shutdown of internet does not affect #gold but it does affect #Btc #eth #crypto",
      "scottmelker shutdown of internet does not affect gold but it does affect btc eth crypto",
      0.0197467543184757,
      0.5717546343803406,
      0.4084985554218292
    ],
    [
      "2022-03-07",
      "8:15",
      "Time flies too fast, for this never in life there is nothing to be missed. I would recommend you to join this ICO, as its creators have big plans and I think they will succeed in implementing everything.  !! #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "time flies too fast for this never in life there is nothing to be missed i would recommend you to join this ico as its creators have big plans and i think they will succeed in implementing everything orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.514015257358551,
      0.4770181179046631,
      0.0089665297418832
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nOrijin finance makes it simple for anybody to put and access in project with orijin simple to-utilize stage.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad orijin finance makes it simple for anybody to put and access in project with orijin simple toutilize stage",
      0.0753664895892143,
      0.9148197770118712,
      0.0098138013854622
    ],
    [
      "2022-03-07",
      "8:15",
      "if this is anything like june’s PA we should\n\n1. take out 33k (maybe into 32-32.5k)\n2. bounce into 40-41k\n3. go back to 32-32.5k\n4. new ATH in 5mths \n\n#btc",
      "if this is anything like junes pa we should 1 take out 33k maybe into 32325k 2 bounce into 4041k 3 go back to 32325k 4 new ath in 5mths btc",
      0.0829042047262191,
      0.8972654342651367,
      0.019830398261547
    ],
    [
      "2022-03-07",
      "8:15",
      "The latest #bitcoin block 726237 with 1916 transactions was just mined by F2Pool\nTotal Fees:0.16236765\nBlock Subsidy:6.25\n#Bitcoin #BTC #blockchain #analysis",
      "the latest bitcoin block 726237 with 1916 transactions was just mined by f2pool total block bitcoin btc blockchain analysis",
      0.0250404998660087,
      0.9419063925743104,
      0.0330531373620033
    ],
    [
      "2022-03-07",
      "8:15",
      "🟩 Block 726237 ⛏ ⛏\n\n📅 7th Mar 2022, 08:11:52 GMT\n\n📣 1,916 tx with a value of 9,875.685 ₿ ($375.22m 🇺🇸)\n\n📣 distributed to 5,217 recipients 💎🙌\n\n📣 18,976,487.50 ₿ (90.36423%) mined ⛏\n\n📣 2,023,512.50 ₿ remaining 💰\n\n#bitcoin #tictoknextblock",
      "block 726237 7th mar 2022 gmt 1916 tx with a value of 9875685 37522m distributed to 5217 recipients 1897648750 9036423 mined 202351250 remaining bitcoin tictoknextblock",
      0.0646199285984039,
      0.9114418029785156,
      0.0239381957799196
    ],
    [
      "2022-03-07",
      "8:15",
      "69k still is a pathetic cycle top.\n\n#Bitcoin",
      "69k still is a pathetic cycle top bitcoin",
      0.1993001401424408,
      0.7659463286399841,
      0.0347535721957683
    ],
    [
      "2022-03-07",
      "8:15",
      "@Valerstudios\nThis is an excellent and powerful project; it has a very trusted project and trusted team, and we will see the project through in all aspects. I'm overjoyed to see this.#valerstudios #VLR\n#blockchain #cryptocurrency #technology #bitcoin #money #crypto #Binance #BNB",
      "valerstudios this is an excellent and powerful project it has a very trusted project and trusted team and we will see the project through in all aspects i am overjoyed to see thisvalerstudios vlr blockchain cryptocurrency technology bitcoin money crypto binance bnb",
      0.7473084330558777,
      0.2449069023132324,
      0.0077847228385508
    ],
    [
      "2022-03-07",
      "8:15",
      "@naboxwallet @FortProtocol I hope this project is a success sir, and then it becomes one of the best cryptos, I am enthusiastic about participating in this and also supporting it,Good luck sir.🚀🚀😍\n#bsc #bnb #airdrop #tron #doge #btc \n@Crypto21953602\n@shillpower\n@NirvanaChain\n@Vermaharsh17",
      "naboxwallet fortprotocol i hope this project is a success sir and then it becomes one of the best cryptos i am enthusiastic about participating in this and also supporting itgood luck sir bsc bnb airdrop tron doge btc crypto21953602 shillpower nirvanachain vermaharsh17",
      0.6493227481842041,
      0.3413476347923279,
      0.0093295462429523
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin Price is $37998 #BTC #Crypto",
      "current bitcoin price is 37998 btc crypto",
      0.0205758865922689,
      0.9476324319839478,
      0.0317916646599769
    ],
    [
      "2022-03-07",
      "8:15",
      "Soulliber is a project that is backed by a team of proffessional experts so i have no doubt that its future will be great.\n#SLIB #soulliber #BSC #Matic #ETH #BTC @soullibofficial",
      "soulliber is a project that is backed by a team of proffessional experts so i have no doubt that its future will be great slib soulliber bsc matic eth btc soullibofficial",
      0.2229399532079696,
      0.7690504193305969,
      0.0080097038298845
    ],
    [
      "2022-03-07",
      "8:15",
      "@flagnetwork_NFT \n\nVery good project\n\n@Sumitprasad983 @trickyboy555 @YadavJi86369235 \n\n#FlagNetwork #IDO #cryptocurrency #Bitcoin #NFTs",
      "flagnetworknft very good project sumitprasad983 trickyboy555 yadavji86369235 flagnetwork ido cryptocurrency bitcoin nfts",
      0.2311002165079116,
      0.7596696615219116,
      0.0092301396653056
    ],
    [
      "2022-03-07",
      "8:15",
      "rebounce at 37k #BTC 📈",
      "rebounce at 37k btc",
      0.0305055659264326,
      0.9305282831192015,
      0.0389662310481071
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nDo you know with orijin finance you can contribute on binance shrewd chain and Ethereum with the expansion of Solana and torrential slide blockchain.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad do you know with orijin finance you can contribute on binance shrewd chain and ethereum with the expansion of solana and torrential slide blockchain",
      0.1864041537046432,
      0.8058224320411682,
      0.0077734114602208
    ],
    [
      "2022-03-07",
      "8:15",
      "👋 A new block was found on the #Bitcoin network. We're at block height 726237, current #bitcoin price is $38029.0 and there are 202348747690011 #sats left to mine.",
      "a new block was found on the bitcoin network we are at block height 726237 current bitcoin price is 380290 and there are 202348747690011 sats left to mine",
      0.0283129662275314,
      0.9321463704109192,
      0.0395406410098075
    ],
    [
      "2022-03-07",
      "8:15",
      "@Lenovo @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "lenovo cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1973054111003875,
      0.7917758226394653,
      0.0109188389033079
    ],
    [
      "2022-03-07",
      "8:15",
      "@elonmusk Don't say  it... We are always support you. #ElonMusk #Bitcoin #dragon_1nu",
      "elonmusk do not say it we are always support you elonmusk bitcoin dragon1nu",
      0.059330727905035,
      0.925015926361084,
      0.0156533066183328
    ],
    [
      "2022-03-07",
      "8:15",
      "A solid, mind-blowing, reliable and awesome project...you guys are totally unique I pray you get there. Crypto world is beautiful with you guys.#MonopolyMillionaireGame #MMG #token #NFT #art #binance #bitcoin",
      "a solid mindblowing reliable and awesome projectyou guys are totally unique i pray you get there crypto world is beautiful with you guysmonopolymillionairegame mmg token nft art binance bitcoin",
      0.1793357729911804,
      0.8084886074066162,
      0.0121756177395582
    ],
    [
      "2022-03-07",
      "8:15",
      "1 Satoshi=100,000,000 Nakamotos. They shall reveal this at an opportune time. #Bitcoin .",
      "1 satoshi100000000 nakamotos they shall reveal this at an opportune time bitcoin",
      0.0290485825389623,
      0.946664810180664,
      0.0242866389453411
    ],
    [
      "2022-03-07",
      "8:15",
      "@RazakSuriya @Suriya_offl @gvprakash @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "razaksuriya suriyaoffl gvprakash cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1841920912265777,
      0.8037000298500061,
      0.0121078500524163
    ],
    [
      "2022-03-07",
      "8:15",
      "@YodhaAkkians @akshaykumar @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "yodhaakkians akshaykumar cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1823546141386032,
      0.8058447241783142,
      0.0118006514385342
    ],
    [
      "2022-03-07",
      "8:15",
      "Markets 🆙 and downs doesn’t shakes you, if you are an long term investor #Bitcoin",
      "markets and downs doesn not shakes you if you are an long term investor bitcoin",
      0.0292811542749404,
      0.9328911900520324,
      0.0378276631236076
    ],
    [
      "2022-03-07",
      "8:15",
      "@Prabhasholic_14 @PawanKalyan @urstrulyMahesh @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "prabhasholic14 pawankalyan urstrulymahesh cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1920580714941024,
      0.7964200377464294,
      0.0115218684077262
    ],
    [
      "2022-03-07",
      "8:15",
      "@Letmespeak_org @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "letmespeakorg cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1767570376396179,
      0.8117210865020752,
      0.0115218628197908
    ],
    [
      "2022-03-07",
      "8:15",
      "@Sharon170286 @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "sharon170286 cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1643362641334533,
      0.824277937412262,
      0.0113857900723814
    ],
    [
      "2022-03-07",
      "8:15",
      "@NftPromoter52 @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "nftpromoter52 cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.176286369562149,
      0.8121711015701294,
      0.0115425568073987
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ take advantage of the offer from the this team and do not miss your chance..\n#Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "orijinhq take advantage of the offer from the this team and do not miss your chance orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.1300509423017501,
      0.8608336448669434,
      0.0091154342517256
    ],
    [
      "2022-03-07",
      "8:15",
      "@VCCrypto22 @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "vccrypto22 cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1758659332990646,
      0.8130137324333191,
      0.0111203296110033
    ],
    [
      "2022-03-07",
      "8:15",
      "@MattWallace888 @Crocs @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "mattwallace888 crocs cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1866198480129242,
      0.8023475408554077,
      0.0110325468704104
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin will never see $30K level again.",
      "bitcoin will never see 30k level again",
      0.0857261419296264,
      0.8703536987304688,
      0.0439201891422271
    ],
    [
      "2022-03-07",
      "8:15",
      "@GDC_token I like this project because I think this project is brighting in future and good amazing project.\n@pkm7pkm \n@KosOpish69414\n@myatthway77\n\n#cryptocurrency #Airdrop #BSC #Bitcoin #USDT #GDCToken #GDC #Airdropstario",
      "gdctoken i like this project because i think this project is brighting in future and good amazing project pkm7pkm kosopish69414 myatthway77 cryptocurrency airdrop bsc bitcoin usdt gdctoken gdc airdropstario",
      0.4990896582603454,
      0.4921162724494934,
      0.0087941195815801
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nOrijin finance has a Free muilt block chain and IDO stage. Orijin finance empower client's to put resources into top undertaking token deals across numerous blockchain",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad orijin finance has a free muilt block chain and ido stage orijin finance empower client to put resources into top undertaking token deals across numerous blockchain",
      0.131186842918396,
      0.8604717254638672,
      0.0083414651453495
    ],
    [
      "2022-03-07",
      "8:15",
      "@Snapdragon_IN @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "snapdragonin cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1639322191476822,
      0.824905514717102,
      0.0111622046679258
    ],
    [
      "2022-03-07",
      "8:15",
      "@BNBCHAIN @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "bnbchain cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1758956462144851,
      0.8131986856460571,
      0.0109056532382965
    ],
    [
      "2022-03-07",
      "8:15",
      "@flagnetwork_NFT @binance Awesome project 🔥🔥🔥🔥\n#FlagNetwork #IDO #cryptocurrency #Bitcoin #NFTshill \n@WesleySheets \n@Parkerwaves \n@hussainahmad41",
      "flagnetworknft binance awesome project flagnetwork ido cryptocurrency bitcoin nftshill wesleysheets parkerwaves hussainahmad41",
      0.0540192350745201,
      0.9206610918045044,
      0.0253197252750396
    ],
    [
      "2022-03-07",
      "8:15",
      "@flagnetwork_NFT @binance It's a great project\n#FlagNetwork #IDO #cryptocurrency #Bitcoin #NFTs",
      "flagnetworknft binance it is a great project flagnetwork ido cryptocurrency bitcoin nfts",
      0.1772866547107696,
      0.8140007257461548,
      0.0087125627323985
    ],
    [
      "2022-03-07",
      "8:15",
      "@plasmchain @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "plasmchain cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1765143275260925,
      0.8125369548797607,
      0.0109487269073724
    ],
    [
      "2022-03-07",
      "8:15",
      "Moscow claimed Monday that it will stop attacks in four Ukrainian cities, including Kyiv, to allow the evacuation of civilians.\n\n#BTC #ETH #NFTs #UkraineRussianWar #UkraineUnderAttaсk #Ukraine️",
      "moscow claimed monday that it will stop attacks in four ukrainian cities including kyiv to allow the evacuation of civilians btc eth nfts ukrainerussianwar ukraineunderattaсk ukraine",
      0.0537778325378894,
      0.8520879149436951,
      0.0941341966390609
    ],
    [
      "2022-03-07",
      "8:15",
      "@EvanPrim @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "evanprim cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1731297373771667,
      0.815967857837677,
      0.0109024671837687
    ],
    [
      "2022-03-07",
      "8:15",
      "@CryptoMichNL Time to retest 36,500$ #bitcoin ??",
      "cryptomichnl time to retest 36500 bitcoin",
      0.0335371270775795,
      0.927785336971283,
      0.0386775061488151
    ],
    [
      "2022-03-07",
      "8:15",
      "@Helloimmorgan @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "helloimmorgan cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1681903600692749,
      0.8203758597373962,
      0.0114337792620062
    ],
    [
      "2022-03-07",
      "8:15",
      "@toygersofficial @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "toygersofficial cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1586704850196838,
      0.8300051689147949,
      0.0113243842497468
    ],
    [
      "2022-03-07",
      "8:15",
      "@PoorApes_ @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "poorapes cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1724074333906173,
      0.8165659308433533,
      0.0110266096889972
    ],
    [
      "2022-03-07",
      "8:15",
      "A project to be part of. We all hope for the best.I hope one day this project Very rich and successful.This project team is very strong. So everyone support the project.#DeFi #TeleFy #DEX #cryptocurrency #Ethereum #BinanceSmartChain #Bitcoin #Airdrop #polkadot #MATIC #Polygon $TE",
      "a project to be part of we all hope for the besti hope one day this project very rich and successfulthis project team is very strong so everyone support the projectdefi telefy dex cryptocurrency ethereum binancesmartchain bitcoin airdrop polkadot matic polygon te",
      0.5282108783721924,
      0.462642639875412,
      0.0091464919969439
    ],
    [
      "2022-03-07",
      "8:15",
      "@TxPAT2A @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "txpat2a cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1853504180908203,
      0.803524374961853,
      0.0111252004280686
    ],
    [
      "2022-03-07",
      "8:15",
      "@KhiladiTrend @akshaykumar @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "khiladitrend akshaykumar cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1914330124855041,
      0.797056257724762,
      0.0115107791498303
    ],
    [
      "2022-03-07",
      "8:15",
      "Successful project in the and that is just has starting alot of more victory are waiting for this project. See on eye on this project\n#Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "successful project in the and that is just has starting alot of more victory are waiting for this project see on eye on this project orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.2240374237298965,
      0.7679221034049988,
      0.0080405082553625
    ],
    [
      "2022-03-07",
      "8:15",
      "Have you heard of the Pitbull token?\n #BSC #BSCGems #PitbullToken #Pitbullish #PitbullTokenArmy #BuyPitbullToken #BuyPIT\n #PitbullMetaverse $PIT #Metaverse #P2E #NFT #Bsc #BTC #BNB \n\n Don't you think there are many reasons to buy, what are you waiting for?   #PITBULL #PitbullCrew",
      "have you heard of the pitbull token bsc bscgems pitbulltoken pitbullish pitbulltokenarmy buypitbulltoken buypit pitbullmetaverse pit metaverse p2e nft bsc btc bnb do not you think there are many reasons to buy what are you waiting for pitbull pitbullcrew",
      0.0357975959777832,
      0.9394410252571106,
      0.0247614327818155
    ],
    [
      "2022-03-07",
      "8:15",
      "@AionLabs @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "aionlabs cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1848473697900772,
      0.8042328357696533,
      0.0109197795391082
    ],
    [
      "2022-03-07",
      "8:15",
      "@EarnWithSapna @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "earnwithsapna cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1689440160989761,
      0.8199642300605774,
      0.0110916979610919
    ],
    [
      "2022-03-07",
      "8:15",
      "Our target is 1 billion market value by the end of the year. BscPitbull \n#PitbullCREW #PitbullTokenShibaKiller $PIT #Metaverse #P2E #NFT #Bsc #Bnb #BTC   #Pitbullish #PitbullCrew",
      "our target is 1 billion market value by the end of the year bscpitbull pitbullcrew pitbulltokenshibakiller pit metaverse p2e nft bsc bnb btc pitbullish pitbullcrew",
      0.0680830627679824,
      0.9199272990226746,
      0.0119896829128265
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin price is 37964.36649194647$",
      "current bitcoin price is 3796436649194647",
      0.0210260562598705,
      0.941914439201355,
      0.0370595268905162
    ],
    [
      "2022-03-07",
      "8:15",
      "@Itscinejac @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "itscinejac cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.185879498720169,
      0.8030235171318054,
      0.0110969422385096
    ],
    [
      "2022-03-07",
      "8:15",
      "@airdropinspect Very good\n@thehyun11 \n@BLOCKBEATSCEO \n@Quyen32748017 \n@QueenDex_io \n@phanthao78 \n#Airdrop #Airdrops #Airdropinspector #BSC #LitedexProtocol #LDX #Crypto #Bitcoin",
      "airdropinspect very good thehyun11 blockbeatsceo quyen32748017 queendexio phanthao78 airdrop airdrops airdropinspector bsc litedexprotocol ldx crypto bitcoin",
      0.2366397529840469,
      0.7543013095855713,
      0.0090589467436075
    ],
    [
      "2022-03-07",
      "8:15",
      "@ivanvpillay611 Thats why I don't own a house have less than R1000 in my sa bank account and 99.99% of my money is #btc . Do not trust will not trust a govement who can't even run a postal service let a lone a power utility . Where are the arrests ?",
      "ivanvpillay611 thats why i do not own a house have less than r1000 in my sa bank account and 9999 of my money is btc do not trust will not trust a govement who cannot even run a postal service let a lone a power utility where are the arrests",
      0.0251421369612216,
      0.7912822365760803,
      0.1835756301879882
    ],
    [
      "2022-03-07",
      "8:15",
      "Bitcoin BTC Current Price:\n$37,992.86\n\n1h: -0.48%\n24h: -3.59%\n7d: -0.94%\n\n30d: -8.24%\n60d: -12.16%\n90d: -25.5%\n\n#btc $BTC #bitcoin",
      "bitcoin btc current 3799286 048 359 094 824 1216 255 btc btc bitcoin",
      0.0296584051102399,
      0.9411001205444336,
      0.0292414184659719
    ],
    [
      "2022-03-07",
      "8:15",
      "4chan /biz/ coin mentions (past hour)\n\n#1🥇 Chainlink: 16 (-7)\n#2🥈 Bitcoin: 13 (-8)\n#3🥉 Ethereum: 9 (-2)\n#4 Fantom: 8 (+5)\n#5 Polkadot: 6 (+6)\n#6 Amp: 6 (+3)\n\n$LINK #BTC $ETH $FTM #DOT $AMP",
      "4chan biz coin mentions past hour 1 16 7 2 13 8 3 9 2 4 8 5 5 6 6 6 6 3 link btc eth ftm dot amp",
      0.0961064621806144,
      0.8733760118484497,
      0.0305175278335809
    ],
    [
      "2022-03-07",
      "8:15",
      "reddit /r/CryptoCurrency DD coin mentions (past hour)\n\n#1🥇 Bitcoin: 15 (+4)\n#2🥈 Algorand: 5 (+5)\n#3🥉 Polkadot: 5 (+2)\n#4 Ethereum: 4 (-6)\n#5 Polygon: 3 (-1)\n#6 Cosmos: 3 (-1)\n\n#BTC #ALGO $DOT #ETH #MATIC $ATOM",
      "reddit rcryptocurrency dd coin mentions past hour 1 15 4 2 5 5 3 5 2 4 4 6 5 3 1 6 3 1 btc algo dot eth matic atom",
      0.0689122006297111,
      0.908784031867981,
      0.0223038252443075
    ],
    [
      "2022-03-07",
      "8:15",
      "Top 10 #Cryptocurrency Live Prices: \n(03:10 AM . Mar 07,2022)\n\n#BTC $37947.53\n#ETH $2521.38\n#BNB $370.67\n#DOGE $0.12\n#SHIB $0.0000228900\n#AXS $46.96\n#MANA $2.37\n#UNI $8.22\n#GM $0.0000243236\n#KISHU $0.0000000014\n\nComments! Which coins would like to be listed?",
      "top 10 cryptocurrency live am mar 072022 btc 3794753 eth 252138 bnb 37067 doge 012 shib 00000228900 axs 4696 mana 237 uni 822 gm 00000243236 kishu 00000000014 comments which coins would like to be listed",
      0.0291528906673192,
      0.9343830347061156,
      0.0364640764892101
    ],
    [
      "2022-03-07",
      "8:15",
      "Investing is not a smooth task as it involves an extremely sharp psychological approach. It is also a game where your success depends on your ability to ignore the advice of the \"experts\" and most CT icons. $BTC #bitcoin #Ethereum",
      "investing is not a smooth task as it involves an extremely sharp psychological approach it is also a game where your success depends on your ability to ignore the advice of the experts and most ct icons btc bitcoin ethereum",
      0.0324024893343448,
      0.9282034635543824,
      0.0393940284848213
    ],
    [
      "2022-03-07",
      "8:15",
      "Capitalism has a permanent flaw: the unequal distribution of wealth. Socialism, on the other hand, has a fixed advantage: the equal distribution of poverty.\n#cryptocurrency #CryptoNews #Bitcoin #Bitgert",
      "capitalism has a permanent the unequal distribution of wealth socialism on the other hand has a fixed the equal distribution of poverty cryptocurrency cryptonews bitcoin bitgert",
      0.0681226179003715,
      0.9063913822174072,
      0.0254859384149312
    ],
    [
      "2022-03-07",
      "8:15",
      "@anndylian @sinamsins @BigONEexchange it's going to burn down soon @BscPitbull $PIT #Bitcoin #BTCUSDT",
      "anndylian sinamsins bigoneexchange it is going to burn down soon bscpitbull pit bitcoin btcusdt",
      0.0332596190273761,
      0.9264927506446838,
      0.0402476005256176
    ],
    [
      "2022-03-07",
      "8:15",
      "@iyonxx @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "iyonxx cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1847927123308181,
      0.8044219017028809,
      0.0107853719964623
    ],
    [
      "2022-03-07",
      "8:15",
      "@Tthlssnftlover @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "tthlssnftlover cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1847186386585235,
      0.8034688234329224,
      0.0118125071749091
    ],
    [
      "2022-03-07",
      "8:15",
      "Have you heard of the Pitbull token?\n#BSC #BSCGems #PitbullToken #Pitbullish #PitbullTokenArmy #BuyPitbullToken #BuyPIT\n #PitbullMetaverse $PIT #Metaverse #P2E #NFT #Bsc #BTC #BNB \n\n Don't you think there are many reasons to buy, what are you waiting for?   $Pit #PitbullCrew",
      "have you heard of the pitbull token bsc bscgems pitbulltoken pitbullish pitbulltokenarmy buypitbulltoken buypit pitbullmetaverse pit metaverse p2e nft bsc btc bnb do not you think there are many reasons to buy what are you waiting for pit pitbullcrew",
      0.0374220870435237,
      0.9390596747398376,
      0.0235182717442512
    ],
    [
      "2022-03-07",
      "8:15",
      "Current  #Bitcoin Price: $37,935.24 📉",
      "current bitcoin 3793524",
      0.0201357994228601,
      0.9392377138137816,
      0.0406265631318092
    ],
    [
      "2022-03-07",
      "8:15",
      "@nftdreami @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "nftdreami cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1640746742486953,
      0.8247023224830627,
      0.011222974397242
    ],
    [
      "2022-03-07",
      "8:15",
      "@TheMoonCarl @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "themooncarl cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1768835037946701,
      0.8119603991508484,
      0.0111560951918363
    ],
    [
      "2022-03-07",
      "8:15",
      "@TheCryptoLark @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "thecryptolark cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1789245903491974,
      0.8096241354942322,
      0.0114513123407959
    ],
    [
      "2022-03-07",
      "8:15",
      "#BTC looks great for a bounce here📈",
      "btc looks great for a bounce here",
      0.5848954319953918,
      0.4017775356769562,
      0.0133270155638456
    ],
    [
      "2022-03-07",
      "8:15",
      "#Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n@OrijinHQ project uses very competent marketing and price policy.I am sure that this project  will be popular. On this project you can make money. So I joined this great project",
      "orijin polygon ido bsc eth btc airdrop defi launchpad orijinhq project uses very competent marketing and price policyi am sure that this project will be popular on this project you can make money so i joined this great project",
      0.6933982372283936,
      0.2974015474319458,
      0.0092001399025321
    ],
    [
      "2022-03-07",
      "8:15",
      "@Cryptostackhead @CRYPTOM89943246 @coinbase @bitgertbrise #BitgertArmy 🥷🏼\n.\n➡ Its A New Week, Are You Ready For More Exciting News About $BRISE? 🔥🚀\n\n#Bitgert #Brise #Bitgertcommunity\n#Bitgertchain #Brisechain #BRC20 #BitgertExchange #CEX #cryptocurrency #blockchain #Metaverse #NFTs #DeFi #web3 #Binance #Bitcoin #ETH #Solana #kucoin",
      "cryptostackhead cryptom89943246 coinbase bitgertbrise bitgertarmy its a new week are you ready for more exciting news about brise bitgert brise bitgertcommunity bitgertchain brisechain brc20 bitgertexchange cex cryptocurrency blockchain metaverse nfts defi web3 binance bitcoin eth solana kucoin",
      0.0750403627753257,
      0.9103412628173828,
      0.0146184228360652
    ],
    [
      "2022-03-07",
      "8:15",
      "@anndylian @sinamsins @BigONEexchange Our target is 1 billion market value by the end of the year. %100 Safe Community Token %59,3 Burn Listed exchanges ; Bitget, MEXC, Latoken, Cointiger, ZT, Indoex, Hotbit Swap ; Pitswap, Pancakeswap, 1nchNetworkSwap, MDEX 470+K Holders @bscPitbull #btc #Bitcoin",
      "anndylian sinamsins bigoneexchange our target is 1 billion market value by the end of the year 100 safe community token 593 burn listed exchanges bitget mexc latoken cointiger zt indoex hotbit swap pitswap pancakeswap 1nchnetworkswap mdex 470k holders bscpitbull btc bitcoin",
      0.0903222411870956,
      0.8976905941963196,
      0.0119872102513909
    ],
    [
      "2022-03-07",
      "8:15",
      "@airdropinspect Very good\n@thehyun11 \n@BLOCKBEATSCEO \n@Quyen32748017 \n@QueenDex_io \n@phanthao78 \n\n#Airdrop #Airdrops #Airdropinspector #Solana #NestArcade #USDC #Crypto #Bitcoin",
      "airdropinspect very good thehyun11 blockbeatsceo quyen32748017 queendexio phanthao78 airdrop airdrops airdropinspector solana nestarcade usdc crypto bitcoin",
      0.1753876060247421,
      0.8148104548454285,
      0.0098019763827323
    ],
    [
      "2022-03-07",
      "8:15",
      "@C_P_Gurnani @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "cpgurnani cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1720161288976669,
      0.8166016936302185,
      0.0113821551203727
    ],
    [
      "2022-03-07",
      "8:15",
      "$kp3r looking so bullish\n#KP3R\n#BTC #CryptoNews",
      "kp3r looking so bullish kp3r btc cryptonews",
      0.1579082906246185,
      0.8272354006767273,
      0.0148563282564282
    ],
    [
      "2022-03-07",
      "8:15",
      "Will #bitcoin hold $38,000?\n\nYES              NO\n👇                👇",
      "will bitcoin hold 38000 yes no",
      0.0635615810751915,
      0.9193312525749208,
      0.0171071756631135
    ],
    [
      "2022-03-07",
      "8:15",
      "If you're researching tokens, you don't need to research anymore. Because there is Pitbull Token. $PIT @BscPitbull #Bitcoin #btc   Pitmag #PitbullCrew",
      "if you are researching tokens you do not need to research anymore because there is pitbull token pit bscpitbull bitcoin btc pitmag pitbullcrew",
      0.0276366714388132,
      0.9388052821159364,
      0.033558115363121
    ],
    [
      "2022-03-07",
      "8:15",
      "@Eric_BIGfund #Bitcoin is the asset everyone would rather own, they just don’t know it yet.",
      "ericbigfund bitcoin is the asset everyone would rather own they just don not know it yet",
      0.0262843314558267,
      0.9334089756011964,
      0.0403067022562027
    ],
    [
      "2022-03-07",
      "8:15",
      "@WatcherGuru @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "watcherguru cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1647339165210724,
      0.8237539529800415,
      0.0115120969712734
    ],
    [
      "2022-03-07",
      "8:15",
      "@feelsueNFT @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "feelsuenft cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1789660155773162,
      0.8101222515106201,
      0.0109117086976766
    ],
    [
      "2022-03-07",
      "8:15",
      "@davidgokhshtein @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "davidgokhshtein cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1696332395076751,
      0.8189327120780945,
      0.0114339953288435
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ Orijin project uses very competent marketing and price policy.I am sure that this project  will be popular. On this project you can make money. So I joined this great project\n#Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "orijinhq orijin project uses very competent marketing and price policyi am sure that this project will be popular on this project you can make money so i joined this great project orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.314857929944992,
      0.6768375039100647,
      0.0083046052604913
    ],
    [
      "2022-03-07",
      "8:15",
      "@WazirXIndia @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "wazirxindia cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1816911548376083,
      0.8074117302894592,
      0.0108971428126096
    ],
    [
      "2022-03-07",
      "8:15",
      "Pitbull token steps into NFT and Metaverse projects 📢✍️🚀  \nBscPitbull #PitbullCREW #PitbullTokenShibaKiller $PIT #Metaverse #P2E #NFT #Bsc #Bnb #BTC   PitSafe #PitbullCrew",
      "pitbull token steps into nft and metaverse projects bscpitbull pitbullcrew pitbulltokenshibakiller pit metaverse p2e nft bsc bnb btc pitsafe pitbullcrew",
      0.1226300299167633,
      0.8679880499839783,
      0.0093819219619035
    ],
    [
      "2022-03-07",
      "8:15",
      "@aytekintank @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "aytekintank cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1660035401582718,
      0.8228984475135803,
      0.0110979676246643
    ],
    [
      "2022-03-07",
      "8:15",
      "Tai Lopez broke #bitcoin.",
      "tai lopez broke bitcoin",
      0.146378606557846,
      0.7002670168876648,
      0.1533543169498443
    ],
    [
      "2022-03-07",
      "8:15",
      "@MrsSaitama @phaltron @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "mrssaitama phaltron cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1904402077198028,
      0.7988965511322021,
      0.0106632448732852
    ],
    [
      "2022-03-07",
      "8:15",
      "@natbrunell @FossGregfoss @unconfiscatable @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "natbrunell fossgregfoss unconfiscatable cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1656224578619003,
      0.8222706913948059,
      0.0121069056913256
    ],
    [
      "2022-03-07",
      "8:15",
      "[positive] \"Coinbase proposes crypto tech to promote global sanctions compliance\" #CoinTelegraph #cryptonews #bitcoin #traditionalfinancialinstitutions #financialinstitutionsremains #Grewalpoints",
      "positive coinbase proposes crypto tech to promote global sanctions compliance cointelegraph cryptonews bitcoin traditionalfinancialinstitutions financialinstitutionsremains grewalpoints",
      0.1804328262805938,
      0.8106717467308044,
      0.0088954577222466
    ],
    [
      "2022-03-07",
      "8:15",
      "@flacqua It'll take a week but #btc miners will eventually work out that electricity is getting very cheap in Russia.",
      "flacqua it will take a week but btc miners will eventually work out that electricity is getting very cheap in russia",
      0.6995474696159363,
      0.2899994552135467,
      0.0104531198740005
    ],
    [
      "2022-03-07",
      "8:15",
      "@Asher68W @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "asher68w cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.1689271032810211,
      0.8197544813156128,
      0.0113184601068496
    ],
    [
      "2022-03-07",
      "8:15",
      "Pitbull token is coming with a thump @BscPitbull $PIT #Bitcoin #btc   PitSafe #PitbullCrew",
      "pitbull token is coming with a thump bscpitbull pit bitcoin btc pitsafe pitbullcrew",
      0.1097919791936874,
      0.8784675598144531,
      0.0117404833436012
    ],
    [
      "2022-03-07",
      "8:15",
      "All of these short term, #BTC has not come this closer as a 'reserve money' . You guys defending always is the decentralized . Sanctions are your day but I think #btc very obligated its other context . 'Energy' !",
      "all of these short term btc has not come this closer as a reserve money you guys defending always is the decentralized sanctions are your day but i think btc very obligated its other context energy",
      0.1134221628308296,
      0.8696866631507874,
      0.0168911628425121
    ],
    [
      "2022-03-07",
      "8:15",
      "@LWolfpack12 @InuSaitama @binance @cryptocharts_M are expert in the field of #cryptocurrency and very accurate regarding #Bitcoin as they already informed about pumps and dumps at very earlier. As I am following them and earning very good. They are also providing knowledge, experience, &amp; tips to every person",
      "lwolfpack12 inusaitama binance cryptochartsm are expert in the field of cryptocurrency and very accurate regarding bitcoin as they already informed about pumps and dumps at very earlier as i am following them and earning very good they are also providing knowledge experience tips to every person",
      0.2126428037881851,
      0.7761102914810181,
      0.0112469503656029
    ],
    [
      "2022-03-07",
      "8:15",
      "STOP SELLING YOUR CRYPTO!\n#Bitcoin",
      "stop selling your crypto bitcoin",
      0.029574891552329,
      0.9016891717910768,
      0.0687359943985939
    ],
    [
      "2022-03-07",
      "8:15",
      "$2,000 $USDT  🎁 #giveaway \n\n❤️RETWEET 🏷TAG 3 PPL 🤝FOLLOW ME\n\n#Binance #Bitcoin #BNB #BUSD #Crypto #Ethereum #Giveaways #ALTSEASON",
      "2000 usdt giveaway retweet tag 3 ppl follow me binance bitcoin bnb busd crypto ethereum giveaways altseason",
      0.0333292707800865,
      0.9391342401504515,
      0.0275364648550748
    ],
    [
      "2022-03-07",
      "8:15",
      "@newportgardener @Dennis_Porter_ Study #Bitcoin a lil more✍️🙏🏼.",
      "newportgardener dennisporter study bitcoin a lil more",
      0.0917222276329994,
      0.8903326988220215,
      0.0179450847208499
    ],
    [
      "2022-03-07",
      "8:15",
      "@anonymous_cmc Happy birthday sir\n0xdbCcA1A26D1B8Fb6420985B93d83afe99dfe49ed\n#ANONYMOUSCMC #AVAX #solana #bnb #BSC #Bitcoin #BSCGem #Anonymous",
      "anonymouscmc happy birthday sir 0xdbcca1a26d1b8fb6420985b93d83afe99dfe49ed anonymouscmc avax solana bnb bsc bitcoin bscgem anonymous",
      0.1034051775932312,
      0.8846306204795837,
      0.0119642233476042
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin Price is $37945 #BTC #Crypto",
      "current bitcoin price is 37945 btc crypto",
      0.0216318294405937,
      0.949889063835144,
      0.0284791346639394
    ],
    [
      "2022-03-07",
      "8:15",
      "@AirdropDet It's a great and excellent project and also a great prize. Thank you for sharing this wonderful project. Best wishes to all team members. Keep going and be successfull\n@marzuki072 @herman @Dongsky_dong \n#Airdrops #NFTbuzz #Bitcoin #Crypto #BSC",
      "airdropdet it is a great and excellent project and also a great prize thank you for sharing this wonderful project best wishes to all team members keep going and be successfull marzuki072 herman dongskydong airdrops nftbuzz bitcoin crypto bsc",
      0.4825460612773895,
      0.5077782273292542,
      0.0096756666898727
    ],
    [
      "2022-03-07",
      "8:15",
      "wow!!\n\nA dormant address containing 407 #BTC (15,460,523 USD) has just been activated after 8.3 years (worth 355,254 USD in 2013)!\n\n#cryptocurrency #NFT",
      "wow a dormant address containing 407 btc 15460523 usd has just been activated after 83 years worth 355254 usd in 2013 cryptocurrency nft",
      0.1307480037212371,
      0.8540281653404236,
      0.0152238262817263
    ],
    [
      "2022-03-07",
      "8:15",
      "You've been immersed in such a lethargy that you've forgotten to sell at the opportune moment and in the same way you'll not buy when the opportunity arises in a few months/years. How did you get there!? $BTC $ETH #bitcoin #crypto",
      "you ve been immersed in such a lethargy that you ve forgotten to sell at the opportune moment and in the same way you will not buy when the opportunity arises in a few monthsyears how did you get there btc eth bitcoin crypto",
      0.033144649118185,
      0.913649320602417,
      0.0532060302793979
    ],
    [
      "2022-03-07",
      "8:15",
      "@Cointelegraph #Bitcoin seeing 47k are gone.Lost local low @37.9k,we should see nvPOC and get a ❤️bounce where you can enter short again.We’ll be heading down to 36k  @axrd_8 is a underrated bitcoiner I’ve been taking her tweets &amp; tips seriously &amp; I’ve been doing great    Follow her",
      "cointelegraph bitcoin seeing 47k are gonelost local low 379kwe should see nvpoc and get a bounce where you can enter short againwell be heading down to 36k axrd8 is a underrated bitcoiner ive been taking her tweets tips seriously ive been doing great follow her",
      0.2843361794948578,
      0.6908534169197083,
      0.0248104557394981
    ],
    [
      "2022-03-07",
      "8:15",
      "@rovercrc I do hope so. Stampede to the cliffs and get this nonsense over with!\nHave a tulip 🌷 for the trip x\n#bitcoin #worthless #ponzi #charlatans",
      "rovercrc i do hope so stampede to the cliffs and get this nonsense over with have a tulip for the trip x bitcoin worthless ponzi charlatans",
      0.0424941070377826,
      0.8471123576164246,
      0.1103935092687606
    ],
    [
      "2022-03-07",
      "8:15",
      "@Poloniex #BTC is struggling to clear the $40,000 resistance zone against the US Dollar. #BTC must settle above $40,000 to start a steady upward move.",
      "poloniex btc is struggling to clear the 40000 resistance zone against the us dollar btc must settle above 40000 to start a steady upward move",
      0.1761236488819122,
      0.0902350693941116,
      0.7336412668228149
    ],
    [
      "2022-03-07",
      "8:15",
      "It's a marathon...Who told you to sprint anyway?\n\n#Bitcoin #Crypto #DeFi #NFTs #Metaverse",
      "it is a marathonwho told you to sprint anyway bitcoin crypto defi nfts metaverse",
      0.0368000827729702,
      0.9426889419555664,
      0.0205109510570764
    ],
    [
      "2022-03-07",
      "8:15",
      "@AirdropStario Great project\n@Adnanal21500410 \n@FollowersFast78 \n@NawazGogera \n@Icomj \n@ImranJe55 \n#cryptocurrency #Airdrop #BSC #Bitcoin #USDT #PARTII",
      "airdropstario great project adnanal21500410 followersfast78 nawazgogera icomj imranje55 cryptocurrency airdrop bsc bitcoin usdt partii",
      0.0650845319032669,
      0.9194773435592652,
      0.0154380919411778
    ],
    [
      "2022-03-07",
      "8:15",
      "Are you looking for a project in the big trends: web3, NFT, metaverse, gaming? Gonfty is the project for you.#Gonfty #Metaverse #NFTs #Gaming #DeFi #Airdrop #Bounty #cryptocurrency #blockchain #decentralization #Defi #NFT #crypto #BTC #Altcoin #NFTCommunity  #NFTgamers",
      "are you looking for a project in the big web3 nft metaverse gaming gonfty is the project for yougonfty metaverse nfts gaming defi airdrop bounty cryptocurrency blockchain decentralization defi nft crypto btc altcoin nftcommunity nftgamers",
      0.0386207103729248,
      0.9436449408531188,
      0.0177343506366014
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin is the first trustless internet-native currency. Since its blockchain ledger is distributed and open, anyone is free to use it, as well as able to verify that its rules are maintained and noone is spending more than they ought to be able.",
      "bitcoin is the first trustless internetnative currency since its blockchain ledger is distributed and open anyone is free to use it as well as able to verify that its rules are maintained and noone is spending more than they ought to be able",
      0.1341818422079086,
      0.8559278249740601,
      0.0098903207108378
    ],
    [
      "2022-03-07",
      "8:15",
      "Every action is a vote for the person you want to become. Buy #btc today!",
      "every action is a vote for the person you want to become buy btc today",
      0.0349319800734519,
      0.946032702922821,
      0.0190352909266948
    ],
    [
      "2022-03-07",
      "8:15",
      "The age of encryption has arrived.\n#cryptocurrency  #Crypto  #Bitcoin",
      "the age of encryption has arrived cryptocurrency crypto bitcoin",
      0.0557443536818027,
      0.8918505311012268,
      0.0524051412940025
    ],
    [
      "2022-03-07",
      "8:15",
      "@intocryptoverse Holding $PDX #PDX @pokedxapp will be a gateway to financial freedom\nGo big or go home 🔥\n\n #BTC #ETH #cryptocurrency #BSC #1000x #HiddenGem #LowMarketCap #Investment @cz_binance",
      "intocryptoverse holding pdx pdx pokedxapp will be a gateway to financial freedom go big or go home btc eth cryptocurrency bsc 1000x hiddengem lowmarketcap investment czbinance",
      0.2307326048612594,
      0.7609822154045105,
      0.0082851722836494
    ],
    [
      "2022-03-07",
      "8:15",
      "Is level headed and laser-eyes allowed or does the #Bitcoin board not approve of that 🤷🏼‍♂️",
      "is level headed and lasereyes allowed or does the bitcoin board not approve of that",
      0.0446086637675762,
      0.9310067296028136,
      0.0243845600634813
    ],
    [
      "2022-03-07",
      "8:15",
      "@cLEarnProject @ManCity @okx @coinkit_ #mancityXokx thanks this is the Le world #BTC",
      "clearnproject mancity okx coinkit mancityxokx thanks this is the le world btc",
      0.0704541429877281,
      0.9147201776504515,
      0.0148256961256265
    ],
    [
      "2022-03-07",
      "8:15",
      "#bitcoin for buying now",
      "bitcoin for buying now",
      0.0545674487948417,
      0.9279279708862304,
      0.0175046399235725
    ],
    [
      "2022-03-07",
      "8:15",
      "@Crypto_Ayda These #btc pumpers 😆😆",
      "cryptoayda these btc pumpers",
      0.0696797594428062,
      0.915333926677704,
      0.0149863418191671
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\nteam of has built a strong idea and large community with great potential to help to achieve the possible success. Good team efforts to reach at the top level.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad team of has built a strong idea and large community with great potential to help to achieve the possible success good team efforts to reach at the top level",
      0.8952587246894836,
      0.0962213352322578,
      0.0085198935121297
    ],
    [
      "2022-03-07",
      "8:15",
      "@AirdropStario This is a Fantastic project with great potential.The team's dedication and ingenuity with excellent fan support will make this the envy of the crypto world. I am so glad to be part of this\n\n@TuvazB \n@tom_xkyz \n@Yuan361_ \n\n#cryptocurrency #Airdrop #BSC #Bitcoin #USDT #PARTII",
      "airdropstario this is a fantastic project with great potentialthe team dedication and ingenuity with excellent fan support will make this the envy of the crypto world i am so glad to be part of this tuvazb tomxkyz yuan361 cryptocurrency airdrop bsc bitcoin usdt partii",
      0.3953363001346588,
      0.5956303477287292,
      0.0090333465486764
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin 📈 \n\n▓▓▓▓▓▓░░░░░░░░░ 38%\n\nprice:$37802.33      eth/btc: 0.07",
      "bitcoin 38 007",
      0.0295334383845329,
      0.9354565143585204,
      0.0350100174546241
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin has broken 40K five times in the past 7 weeks ARE YOU STILL BULLISH!!!!!",
      "bitcoin has broken 40k five times in the past 7 weeks are you still bullish",
      0.1968638747930526,
      0.2436379492282867,
      0.5594981908798218
    ],
    [
      "2022-03-07",
      "8:15",
      "@bitcoin_brown Swiss Town adopting #BTC\n\nAnother pump is coming",
      "bitcoinbrown swiss town adopting btc another pump is coming",
      0.1545109897851944,
      0.8267828226089478,
      0.0187062099575996
    ],
    [
      "2022-03-07",
      "8:15",
      "Why Y’all just so worried about the current #Bitcoin and #Crypto bearish moves🤷‍♂️. We on Less than 4% adoption, We still early!! \n\nC’mon fam. Think long term and remain positive.",
      "why yall just so worried about the current bitcoin and crypto bearish moves we on less than 4 adoption we still early cmon fam think long term and remain positive",
      0.7388107776641846,
      0.2067587971687317,
      0.0544305294752121
    ],
    [
      "2022-03-07",
      "8:15",
      "How to stop surviving and start living? I can help you find the answer here. You just have to click! It is so simple!  !! #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "how to stop surviving and start living i can help you find the answer here you just have to click it is so simple orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.0588960722088813,
      0.9234724044799804,
      0.0176315791904926
    ],
    [
      "2022-03-07",
      "8:15",
      "#BTC is now at $37832.97",
      "btc is now at 3783297",
      0.0309600345790386,
      0.925418734550476,
      0.0436212867498397
    ],
    [
      "2022-03-07",
      "8:15",
      "Unfortunately we must accept that #Bitcoin is in a long bear market, we must be patient",
      "unfortunately we must accept that bitcoin is in a long bear market we must be patient",
      0.0637264624238014,
      0.6661727428436279,
      0.2701007723808288
    ],
    [
      "2022-03-07",
      "8:15",
      "This project has a great future kousikToken  Token ! I believe in it!  !! #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "this project has a great future kousiktoken token i believe in it orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.3743025362491607,
      0.617896556854248,
      0.0078009092248976
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin price is 37966.138136847774$",
      "current bitcoin price is 37966138136847774",
      0.020807534456253,
      0.9416165947914124,
      0.0375759191811084
    ],
    [
      "2022-03-07",
      "8:15",
      "I like your spirit  and mindset man @IdrisSultan  Long-term games!! .. Keep it up✊️ you're truly  an inspiration \n\nAt the beginning people thoughts, it was @Sirjeff_D run your Twitter account 😂😂 or your account was hacked by #Bitcoin Scammers 😂",
      "i like your spirit and mindset man idrissultan longterm games keep it up you are truly an inspiration at the beginning people thoughts it was sirjeffd run your twitter account or your account was hacked by bitcoin scammers",
      0.0480277612805366,
      0.8848796486854553,
      0.067092515528202
    ],
    [
      "2022-03-07",
      "8:15",
      "Top 10 #Cryptocurrency Live Prices: \n(03:05 AM . Mar 07,2022)\n\n#BTC $37992.86\n#ETH $2524.55\n#BNB $370.89\n#DOGE $0.12\n#SHIB $0.0000229306\n#AXS $46.96\n#MANA $2.37\n#UNI $8.23\n#GM $0.0000243006\n#KISHU $0.0000000014\n\nComments! Which coins would like to be listed?",
      "top 10 cryptocurrency live am mar 072022 btc 3799286 eth 252455 bnb 37089 doge 012 shib 00000229306 axs 4696 mana 237 uni 823 gm 00000243006 kishu 00000000014 comments which coins would like to be listed",
      0.0281073339283466,
      0.9364250302314758,
      0.0354676656424999
    ],
    [
      "2022-03-07",
      "8:15",
      "@GBC_Coin @masud123 @rumi113 @MahbubH93798061 \nNice project and congratulations to the team for \ntheir efforts and dedication \nappreciated the visionary thought\n project and it will project\n  #Airdrop #GBC #cryptocurrecy #Airdropstario #rtItBot #BSC #Bitcoin",
      "gbccoin masud123 rumi113 mahbubh93798061 nice project and congratulations to the team for their efforts and dedication appreciated the visionary thought project and it will project airdrop gbc cryptocurrecy airdropstario rtitbot bsc bitcoin",
      0.7373272776603699,
      0.2546015083789825,
      0.0080711282789707
    ],
    [
      "2022-03-07",
      "8:15",
      "Let‘s start to show the world the inverse correlation of Gold &amp; Bitcoin.\n\n#bitcoin #Gold #Silver @Polkadot @kusamanetwork $DOT $KSM #Ethereum #ETH",
      "lets start to show the world the inverse correlation of gold bitcoin bitcoin gold silver polkadot kusamanetwork dot ksm ethereum eth",
      0.1651702523231506,
      0.8256163597106934,
      0.0092134196311235
    ],
    [
      "2022-03-07",
      "8:15",
      "Commodities are the new #Crypto 🤔 #btc",
      "commodities are the new crypto btc",
      0.0456784665584564,
      0.9380030035972596,
      0.0163184944540262
    ],
    [
      "2022-03-07",
      "8:15",
      "@sassal0x Shutdown of internet does not affect #gold but it does affect #Btc #eth #crypto",
      "sassal0x shutdown of internet does not affect gold but it does affect btc eth crypto",
      0.0206041354686021,
      0.6932753324508667,
      0.2861205041408539
    ],
    [
      "2022-03-07",
      "8:15",
      "@SeedSigner big funds too risky hold #btc selfcustody, self mistake can ruin all, so big funds need custody with at least 2 of 3 multisig key with MPC tech",
      "seedsigner big funds too risky hold btc selfcustody self mistake can ruin all so big funds need custody with at least 2 of 3 multisig key with mpc tech",
      0.0369182899594306,
      0.8062600493431091,
      0.156821608543396
    ],
    [
      "2022-03-07",
      "8:15",
      "TR3NDING: An abandoned #crypto wallet with 407 #Bitcoin ($15M) has been accessed for the first time since 2013.\n\nWhat would you do if you remembered you had 407 Bitcoin? \n\n#CryptoNews",
      "an abandoned crypto wallet with 407 bitcoin 15m has been accessed for the first time since 2013 what would you do if you remembered you had 407 bitcoin cryptonews",
      0.0348549000918865,
      0.934024453163147,
      0.0311206560581922
    ],
    [
      "2022-03-07",
      "8:15",
      "I think that this project has a strong team, which has experience for future development, this is a good project for investment  !! #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "i think that this project has a strong team which has experience for future development this is a good project for investment orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.7590880990028381,
      0.2342536598443985,
      0.006658318452537
    ],
    [
      "2022-03-07",
      "8:15",
      "@Poloniex Above #BTC on week 39000$\n\n@fadlykomang \n@amlrzyy22 \n@sudirman_riki",
      "poloniex above btc on week 39000 fadlykomang amlrzyy22 sudirmanriki",
      0.0670557618141174,
      0.9087061285972596,
      0.0242381356656551
    ],
    [
      "2022-03-07",
      "8:15",
      "The paying in #gold option will destroy the #USD as the price will surge and the #Comex will finally break. Then the exit out of infinite #USDs into finite gold will start. And, since there is not enough to shelter everyone, crypto #Bitcoin will then surge to take the overflow.",
      "the paying in gold option will destroy the usd as the price will surge and the comex will finally break then the exit out of infinite usds into finite gold will start and since there is not enough to shelter everyone crypto bitcoin will then surge to take the overflow",
      0.0337990298867225,
      0.3491446673870086,
      0.6170562505722046
    ],
    [
      "2022-03-07",
      "8:15",
      "@cryptocom Count me in 🙌\n#cryptocurrency @cryptocom @Bitcoin #btc",
      "cryptocom count me in cryptocurrency cryptocom bitcoin btc",
      0.0353038348257541,
      0.9363308548927308,
      0.0283653009682893
    ],
    [
      "2022-03-07",
      "8:15",
      "@WClementeIII If gold starts ripping because people lose faith in the fiat currency imagine what #BTC will do 👀",
      "wclementeiii if gold starts ripping because people lose faith in the fiat currency imagine what btc will do",
      0.0292838551104068,
      0.301596999168396,
      0.669119119644165
    ],
    [
      "2022-03-07",
      "8:15",
      "@InspireAndOpp @aliikauacrypto @SpencerKSchiff @APompliano @PeterSchiff 2 years ago and it went from 3800 to 38000. Next halving in about 2 years. Google #bitcoin halving",
      "inspireandopp aliikauacrypto spencerkschiff apompliano peterschiff 2 years ago and it went from 3800 to 38000 next halving in about 2 years google bitcoin halving",
      0.0585258454084396,
      0.918246328830719,
      0.0232278481125831
    ],
    [
      "2022-03-07",
      "8:15",
      "@APompliano @PeterSchiff Shutdown of internet does not affect #gold but it does affect #Btc #eth #crypto",
      "apompliano peterschiff shutdown of internet does not affect gold but it does affect btc eth crypto",
      0.0191881638020277,
      0.5873081684112549,
      0.3935036659240722
    ],
    [
      "2022-03-07",
      "8:15",
      "The current price of bitcoin is $37,991.00. It has decreased by -3.646% in the last 24 hours #bitcoin #btc #cryptocurrency",
      "the current price of bitcoin is 3799100 it has decreased by 3646 in the last 24 hours bitcoin btc cryptocurrency",
      0.0162201803177595,
      0.0212479811161756,
      0.9625319242477416
    ],
    [
      "2022-03-07",
      "8:15",
      "@CaptainMorie Always long term vision on crypto building blocks such as #Bitcoin and #Ethereum . Sleepless nights are for leveraged wannabe daytraders when you know the technology will take over in the following years. Your dad will come back to you and give you the biggest hug in due time.",
      "captainmorie always long term vision on crypto building blocks such as bitcoin and ethereum sleepless nights are for leveraged wannabe daytraders when you know the technology will take over in the following years your dad will come back to you and give you the biggest hug in due time",
      0.0457425042986869,
      0.93295419216156,
      0.021303366869688
    ],
    [
      "2022-03-07",
      "8:15",
      "If we reach 1850 followers in 6 hrs and I'm giving 1 lucky person:\n\n$2000 $USD\n$500 #BTC  \n$400 #ETH\n$300 #BNB  \n$200 #VRA &amp;\n$100 #MTV\n\nTag 3 people! Let's go!!! 💎",
      "if we reach 1850 followers in 6 hrs and i am giving 1 lucky 2000 usd 500 btc 400 eth 300 bnb 200 vra 100 mtv tag 3 people let us go",
      0.0853717401623725,
      0.8988293409347534,
      0.0157988984137773
    ],
    [
      "2022-03-07",
      "8:15",
      "This project includes a number of best things great team, great product, great idea,#Gonfty #Metaverse #NFTs #Gaming #DeFi #Airdrop #Bounty #cryptocurrency #blockchain #decentralization #Defi #NFT #crypto #BTC #Altcoin #NFTCommunity  #NFTgamers  #Playtoearn  #cryptogaming",
      "this project includes a number of best things great team great product great ideagonfty metaverse nfts gaming defi airdrop bounty cryptocurrency blockchain decentralization defi nft crypto btc altcoin nftcommunity nftgamers playtoearn cryptogaming",
      0.0831253379583358,
      0.9047555923461914,
      0.0121190957725048
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ The project has a very strong team of experienced and successful people who know their business.this is nice project and good project.\n#Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad",
      "orijinhq the project has a very strong team of experienced and successful people who know their businessthis is nice project and good project orijin polygon ido bsc eth btc airdrop defi launchpad",
      0.6770983338356018,
      0.3153888583183288,
      0.0075127929449081
    ],
    [
      "2022-03-07",
      "8:15",
      "@JasonPLowery Walk back?? It’s a fact. Every crypto process, from mining to transacting, requires huge amount of energy. One #Bitcoin  transaction could power a typical U.S. home for more than 78 days. There are 200,000 transactions per day! Wasted energy.",
      "jasonplowery walk back its a fact every crypto process from mining to transacting requires huge amount of energy one bitcoin transaction could power a typical us home for more than 78 days there are 200000 transactions per day wasted energy",
      0.0387559048831462,
      0.9340735077857972,
      0.0271705240011215
    ],
    [
      "2022-03-07",
      "8:15",
      "@CryptoGemsCom #Bitcoin seeing 47k are gone.Lost local low @37.9k,we should see nvPOC and get a ❤️bounce where you can enter short again.We’ll be heading down to 36k  @axrd_8 is a underrated bitcoiner I’ve been taking her tweets &amp; tips seriously &amp; I’ve been doing great    Follow her",
      "cryptogemscom bitcoin seeing 47k are gonelost local low 379kwe should see nvpoc and get a bounce where you can enter short againwell be heading down to 36k axrd8 is a underrated bitcoiner ive been taking her tweets tips seriously ive been doing great follow her",
      0.2687786221504211,
      0.7066029906272888,
      0.0246183816343545
    ],
    [
      "2022-03-07",
      "8:15",
      "Ex-Goldman Sachs exec says his portfolio is more Ethereum than Bitcoin.\n\n#BTC #ETH #C14x",
      "exgoldman sachs exec says his portfolio is more ethereum than bitcoin btc eth c14x",
      0.0873631834983825,
      0.8998923897743225,
      0.0127444565296173
    ],
    [
      "2022-03-07",
      "8:15",
      "@CryptoGemsCom @altcryptocom #Bitcoin seeing 47k are gone.Lost local low @37.9k,we should see nvPOC and get a ❤️bounce where you can enter short again.We’ll be heading down to 36k  @axrd_8 is a underrated bitcoiner I’ve been taking her tweets &amp; tips seriously &amp; I’ve been doing great    Follow her",
      "cryptogemscom altcryptocom bitcoin seeing 47k are gonelost local low 379kwe should see nvpoc and get a bounce where you can enter short againwell be heading down to 36k axrd8 is a underrated bitcoiner ive been taking her tweets tips seriously ive been doing great follow her",
      0.3053680062294006,
      0.6697479486465454,
      0.0248840767890214
    ],
    [
      "2022-03-07",
      "8:15",
      "°Decentralized exchange DEX- A Cryptocurrency exchange that allows for peer-to-peer Cryptocurrency transaction to take place online securely and directly without the need for an intermediary.\n°Satoshi- the smallest denomination of Bitcoin.\n#cryptocurrency #BTC #Bitcoin #Dex #B",
      "decentralized exchange dex a cryptocurrency exchange that allows for peertopeer cryptocurrency transaction to take place online securely and directly without the need for an intermediary satoshi the smallest denomination of bitcoin cryptocurrency btc bitcoin dex b",
      0.0739236697554588,
      0.916683554649353,
      0.0093927709385752
    ],
    [
      "2022-03-07",
      "8:15",
      "°DYOR- Do Your Own Research\n°Mooning- a Cryptocurrency that is under a strong upward to the market trend\n°DAO- Decentralised Autonomous Organisation\n°dApps - Decentralised application\n°DeFi- Decentralised Finance\n°HODL - Hold on for Dear Life\n#cryptocurrency #DAO #BTC #chirpz",
      "dyor do your own research mooning a cryptocurrency that is under a strong upward to the market trend dao decentralised autonomous organisation dapps decentralised application defi decentralised finance hodl hold on for dear life cryptocurrency dao btc chirpz",
      0.2314314544200897,
      0.7578965425491333,
      0.0106720170006155
    ],
    [
      "2022-03-07",
      "8:15",
      "Get familiar with these Cryptocurrency terms\n° Altcoin: Alternative coins, a term for other Cryptocurrencies other than Bitcoin. E.g Litecoin,Dogecoin.\n° Mining: the process of creating Cryptocurrencies by words\n#cryptocurrency #doge #Bitcoin #b #chirpz",
      "get familiar with these cryptocurrency terms alternative coins a term for other cryptocurrencies other than bitcoin eg litecoindogecoin the process of creating cryptocurrencies by words cryptocurrency doge bitcoin b chirpz",
      0.0367396585643291,
      0.9418861865997314,
      0.0213740896433591
    ],
    [
      "2022-03-07",
      "8:15",
      "@AirdropDet I believe this is a faithful project.The projector has a lot of attractions so hopefully the project will be best in the future.\n@Rudro91628200\n@PLmazigh\n@Robin21574899\n\n#Airdrops #HappyLandPlus #Bitcoin #AirdropDet #ETH #USDT",
      "airdropdet i believe this is a faithful projectthe projector has a lot of attractions so hopefully the project will be best in the future rudro91628200 plmazigh robin21574899 airdrops happylandplus bitcoin airdropdet eth usdt",
      0.3814467489719391,
      0.6103617548942566,
      0.0081915641203522
    ],
    [
      "2022-03-07",
      "8:15",
      "@airdropinspect Very good\n@thehyun11 \n@BLOCKBEATSCEO \n@Quyen32748017 \n@QueenDex_io \n@phanthao78 \n\n#Airdrop #Airdrops #Airdropinspector #BSC #TheUnfettered #GGG #SOUL #Crypto #Bitcoin",
      "airdropinspect very good thehyun11 blockbeatsceo quyen32748017 queendexio phanthao78 airdrop airdrops airdropinspector bsc theunfettered ggg soul crypto bitcoin",
      0.2016733735799789,
      0.7880637049674988,
      0.0102628897875547
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin dominates 41% of the $1.8T crypto market.\n\n#BTC: $38,000 \n#BCH: $278 \n#BSV: $77",
      "bitcoin dominates 41 of the 18t crypto market 38000 278 77",
      0.0597926452755928,
      0.9232105612754822,
      0.0169968120753765
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin 6th March Cls 38420 #Predictiveanalytics if goes below 37000 S1&amp;S2 for today r@ 35785&amp;34004 #DataViz #ML #AI #patterndetection #Data #cryptocurrency #Blockchain #NFT #ETF #digitalassets #oil #DeFi #fintech #SGX #SP500 #FTSE100 #CAC40 #DAX30 #XAUUSD #FT #ETH #Binance #lka",
      "bitcoin 6th march cls 38420 predictiveanalytics if goes below 37000 s1s2 for today r 3578534004 dataviz ml ai patterndetection data cryptocurrency blockchain nft etf digitalassets oil defi fintech sgx sp500 ftse100 cac40 dax30 xauusd ft eth binance lka",
      0.0624343715608119,
      0.911296010017395,
      0.026269681751728
    ],
    [
      "2022-03-07",
      "8:15",
      "@PARTII_Meta This is a Fantastic project with great potential.The team's dedication and ingenuity with excellent fan support will make this the envy of the crypto world. I am so glad to be part of this\n\n@TuvazB \n@tom_xkyz \n@Yuan361_ \n\n#cryptocurrency #Airdrop #BSC #Bitcoin #USDT #PARTII",
      "partiimeta this is a fantastic project with great potentialthe team dedication and ingenuity with excellent fan support will make this the envy of the crypto world i am so glad to be part of this tuvazb tomxkyz yuan361 cryptocurrency airdrop bsc bitcoin usdt partii",
      0.6249459981918335,
      0.3656039834022522,
      0.0094499383121728
    ],
    [
      "2022-03-07",
      "8:15",
      "#BTC's online trading volume rose in the past seven days, up 13.34% month on month.",
      "btc online trading volume rose in the past seven days up 1334 month on month",
      0.95183664560318,
      0.0263786017894744,
      0.021784733980894
    ],
    [
      "2022-03-07",
      "8:15",
      "With #RussianUkrainianWar you should be investing in #blockchain projects focused on the #renewableenergy sector...\n\nTake a look at $RWN @RowanBlockchain could be huge in the coming months. \n\n#Bitcoin $FTM $CELL",
      "with russianukrainianwar you should be investing in blockchain projects focused on the renewableenergy sector take a look at rwn rowanblockchain could be huge in the coming months bitcoin ftm cell",
      0.0957420319318771,
      0.8935112357139587,
      0.01074671279639
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin Price is $37979 #BTC #Crypto",
      "current bitcoin price is 37979 btc crypto",
      0.020578846335411,
      0.9475533962249756,
      0.0318677388131618
    ],
    [
      "2022-03-07",
      "8:15",
      "Apple Co-Founder calls bitcoin “Pure Gold”.\n\n#Apple #BTC #C14x",
      "apple cofounder calls bitcoin pure gold apple btc c14x",
      0.0674191266298294,
      0.918722689151764,
      0.0138581693172454
    ],
    [
      "2022-03-07",
      "8:15",
      "@RomanCabanac And that's why you start accumulating #btc now,  our govement is flirting with the wrong side of this war , if sanctions come   are you prepared for a R30 to $1 ?",
      "romancabanac and that is why you start accumulating btc now our govement is flirting with the wrong side of this war if sanctions come are you prepared for a r30 to 1",
      0.0900171399116516,
      0.794704020023346,
      0.1152788773179054
    ],
    [
      "2022-03-07",
      "8:15",
      "@smallcaseHQ The longer #BTC trends just around ATH the more bullish it becomes.. free-market capitalism... 🤔",
      "smallcasehq the longer btc trends just around ath the more bullish it becomes freemarket capitalism",
      0.1167853251099586,
      0.7803554534912109,
      0.102859228849411
    ],
    [
      "2022-03-07",
      "8:15",
      "Currently not in trade. Monday I prefer to watch #Bitcoin",
      "currently not in trade monday i prefer to watch bitcoin",
      0.0226193349808454,
      0.92863130569458,
      0.0487493313848972
    ],
    [
      "2022-03-07",
      "8:15",
      "Analysts predict bitcoin (BTC) is still poised for a bounce-back despite its price drop.\n\n#BTC #Bear #C14x",
      "analysts predict bitcoin btc is still poised for a bounceback despite its price drop btc bear c14x",
      0.8926573991775513,
      0.0372013561427593,
      0.0701411589980125
    ],
    [
      "2022-03-07",
      "8:15",
      "@Phemex_official Spread the Love\n#Valentine #Phementine #Phemex #BTC #New #Users #Giveaway #Earn",
      "phemexofficial spread the love valentine phementine phemex btc new users giveaway earn",
      0.1372988522052765,
      0.8521577715873718,
      0.0105433361604809
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin it’s your time, it’s time to pump ! 🚀",
      "bitcoin its your time its time to pump",
      0.0410911217331886,
      0.9295765161514282,
      0.0293323751538991
    ],
    [
      "2022-03-07",
      "8:15",
      "Let that creative fetus in you get the chance to live in our world. It will definitely require the right skill which is why you have to skill up.\nThis is just the preface of my conversations this week; there is no need to make it lengthy. \n#Ukraine️\n#Bitcoin",
      "let that creative fetus in you get the chance to live in our world it will definitely require the right skill which is why you have to skill up this is just the preface of my conversations this week there is no need to make it lengthy ukraine bitcoin",
      0.045705322176218,
      0.9287601113319396,
      0.025534551590681
    ],
    [
      "2022-03-07",
      "8:15",
      "The bible cannot be less accurate. \" He who watches the wind will not sow and he who waits for the cloud will not reap.\" If you are waiting for the predictions to become experiences, it will be too late.\n#Metaverse \n#Ukraine️ \n#Bitcoin \n#MondayMotivation \n#research",
      "the bible cannot be less accurate he who watches the wind will not sow and he who waits for the cloud will not reap if you are waiting for the predictions to become experiences it will be too late metaverse ukraine bitcoin mondaymotivation research",
      0.0381754226982593,
      0.9175517559051514,
      0.0442727692425251
    ],
    [
      "2022-03-07",
      "8:15",
      "They have laid the foundation but it is not anywhere close to being late to this party. You can fold your sleeve and join the team to have a giant slice for yourself in the future.\n#Metaverse \n#research \n#Bitcoin \n#Ukraine️ \nJesus",
      "they have laid the foundation but it is not anywhere close to being late to this party you can fold your sleeve and join the team to have a giant slice for yourself in the future metaverse research bitcoin ukraine jesus",
      0.1122305691242218,
      0.876880407333374,
      0.0108890514820814
    ],
    [
      "2022-03-07",
      "8:15",
      "When the world was debating pandemic origins, vaccine authenticity, cryptocurrency highs and lows, these people are building what we are seeing today.\n#MondayMotivation\n#Metaverse \n#Bitcoin \n#Ukraine️",
      "when the world was debating pandemic origins vaccine authenticity cryptocurrency highs and lows these people are building what we are seeing today mondaymotivation metaverse bitcoin ukraine",
      0.108194500207901,
      0.8760638236999512,
      0.0157416593283414
    ],
    [
      "2022-03-07",
      "8:15",
      "Imagine where all of these disrupting elements like metaverse, web3 and the rest came from? They were from the focus of some people who were not carried away with the pandemic deceptions.\n\n#Ukraine️ \n#MondayMotivation \n#Bitcoin \nJesus",
      "imagine where all of these disrupting elements like metaverse web3 and the rest came from they were from the focus of some people who were not carried away with the pandemic deceptions ukraine mondaymotivation bitcoin jesus",
      0.0305168759077787,
      0.7091318964958191,
      0.2603511810302734
    ],
    [
      "2022-03-07",
      "8:15",
      "It doesn't need too much more than your focus and desire to build a better future for yourself first then maybe for the world.\n#Bitcoin\nJesus\n#MondayMotivation \n#Ukraine️",
      "it does not need too much more than your focus and desire to build a better future for yourself first then maybe for the world bitcoin jesus mondaymotivation ukraine",
      0.248577132821083,
      0.7436826825141907,
      0.0077402624301612
    ],
    [
      "2022-03-07",
      "8:15",
      "@BitcoinMagazine #bitcoin is pure 24 carat gold 🔥🚀",
      "bitcoinmagazine bitcoin is pure 24 carat gold",
      0.0712167099118232,
      0.916044533252716,
      0.0127387391403317
    ],
    [
      "2022-03-07",
      "8:15",
      "Louisiana proposes bill allowing crypto donation to political campaigns.\n\n#Crypto #BTC #Louisiana #C14x",
      "louisiana proposes bill allowing crypto donation to political campaigns crypto btc louisiana c14x",
      0.0869480744004249,
      0.8993579149246216,
      0.0136940386146307
    ],
    [
      "2022-03-07",
      "8:15",
      "🟢 Buy $LPT (3. order) [SPOT]\n#LPTBUSD\nFilled: 1.1369 #LPT / 25.00 #BUSD\nTotal Quantity: 3.2191 $LPT / $75.00\nBuy Price: $21.99\nAverage Cost: $23.2985\n\n#LivePeer #Binance #Bitcoin #Metaverse #NFT #Web3 #Altcoins",
      "buy lpt 3 order spot lptbusd 11369 lpt 2500 busd total 32191 lpt 7500 buy 2199 average 232985 livepeer binance bitcoin metaverse nft web3 altcoins",
      0.0492195300757885,
      0.9296097755432128,
      0.0211706962436437
    ],
    [
      "2022-03-07",
      "8:15",
      "🟢 Buy $SHIB (2. order) [SPOT]\n#SHIBBUSD\nFilled: 1,090,274.7492 #SHIB / 25.00 #BUSD\nTotal Quantity: 2,328,409.2932 $SHIB / $55.00\nBuy Price: $0.00002293\nAverage Cost: $0.00002362\n\n#Shiba #Binance #Bitcoin #Metaverse #NFT #Web3 #Altcoins",
      "buy shib 2 order spot shibbusd 10902747492 shib 2500 busd total 23284092932 shib 5500 buy 000002293 average 000002362 shiba binance bitcoin metaverse nft web3 altcoins",
      0.0666866675019264,
      0.9168713092803956,
      0.0164420064538717
    ],
    [
      "2022-03-07",
      "8:15",
      "Now is $37,950.....Do you think #Bitcoin will back to the CME GAP $39,500 this week?😎",
      "now is 37950do you think bitcoin will back to the cme gap 39500 this week",
      0.0669792145490646,
      0.9074394702911376,
      0.0255812890827655
    ],
    [
      "2022-03-07",
      "8:15",
      "🟢 Buy $ATOM (9. order) [SPOT]\n#ATOMUSDC\nFilled: 0.91575092 #ATOM / 25.00 #USDC\nTotal Quantity: 8.1848 $ATOM / $235.00\nBuy Price: $27.3\nAverage Cost: $28.7118\n\n#Cosmos #Binance #Bitcoin #Metaverse #NFT #Web3 #Altcoins",
      "buy atom 9 order spot atomusdc 091575092 atom 2500 usdc total 81848 atom 23500 buy 273 average 287118 cosmos binance bitcoin metaverse nft web3 altcoins",
      0.0670953691005706,
      0.9162449240684508,
      0.0166596639901399
    ],
    [
      "2022-03-07",
      "8:15",
      "🟢 Buy $SRM (4. order) [SPOT]\n#SRMBUSD\nFilled: 13.9978 #SRM / 25.00 #BUSD\nTotal Quantity: 53.3207 $SRM / $100.00\nBuy Price: $1.786\nAverage Cost: $1.8754\n\n#Serum #Binance #Bitcoin #Metaverse #NFT #Web3 #Altcoins",
      "buy srm 4 order spot srmbusd 139978 srm 2500 busd total 533207 srm 10000 buy 1786 average 18754 serum binance bitcoin metaverse nft web3 altcoins",
      0.0640458762645721,
      0.916437029838562,
      0.0195170771330595
    ],
    [
      "2022-03-07",
      "8:15",
      "@sinsotech 🔥🚀🚀🚀\n\nTo the moon\n\n#BTC  #Metaverse  #NFT",
      "sinsotech to the moon btc metaverse nft",
      0.0551486574113369,
      0.9253557324409484,
      0.0194955673068761
    ],
    [
      "2022-03-07",
      "8:15",
      "#bitcoin WEEK \n\nthey had say you M200 is on 20 000 $\n\nafter two resistances   \n\nTime to break down\n\nFirst Out Max Out\n\n#bitcoin $BTC",
      "bitcoin week they had say you m200 is on 20 000 after two resistances time to break down first out max out bitcoin btc",
      0.174489676952362,
      0.7781686186790466,
      0.047341700643301
    ],
    [
      "2022-03-07",
      "8:15",
      "#saitama\n#SaitaMask \n#btc\nI didn't join this family to leave with the first fall or storm I'm here until I see with my own eyes eating zeros after another",
      "saitama saitamask btc i did not join this family to leave with the first fall or storm i am here until i see with my own eyes eating zeros after another",
      0.0363721959292888,
      0.8809764981269836,
      0.0826513320207595
    ],
    [
      "2022-03-07",
      "8:15",
      "@PARTII_Meta Great project\n@Adnanal21500410 \n@FollowersFast78 \n@NawazGogera \n@Icomj \n@ImranJe55 \n#cryptocurrency #Airdrop #BSC #Bitcoin #USDT #PARTII",
      "partiimeta great project adnanal21500410 followersfast78 nawazgogera icomj imranje55 cryptocurrency airdrop bsc bitcoin usdt partii",
      0.0869161412119865,
      0.8987099528312683,
      0.0143739627674222
    ],
    [
      "2022-03-07",
      "8:15",
      "@MMCrypto Of course they do. They're greedy.\nHave a tulip 🌷\n#bitcoin #worthless #ponzi #charlatans",
      "mmcrypto of course they do they are greedy have a tulip bitcoin worthless ponzi charlatans",
      0.0234391614794731,
      0.8722119927406311,
      0.1043488234281539
    ],
    [
      "2022-03-07",
      "8:15",
      "@BetfuryID @BetFury_Sport @Lux_____Sky @coinkit_ Awesome #BFG for #BTC",
      "betfuryid betfurysport luxsky coinkit awesome bfg for btc",
      0.0805196687579155,
      0.905699908733368,
      0.0137804355472326
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin #BTC \n\n#FEAR \n\nWeak hands selling!",
      "bitcoin btc fear weak hands selling",
      0.0187772046774625,
      0.0827386304736137,
      0.8984841108322144
    ],
    [
      "2022-03-07",
      "8:15",
      "As If 'Kimchi Premium' Wasn't Enough, Russia's #SWIFT Cancellation Leads To Eye-Popping 'Vodka Premium' For #Bitcoin  -  Benzinga #cryptonews",
      "as if kimchi premium was not enough russia swift cancellation leads to eyepopping vodka premium for bitcoin benzinga cryptonews",
      0.0409096404910087,
      0.0822083428502082,
      0.8768820762634277
    ],
    [
      "2022-03-07",
      "8:15",
      "@GBC_Coin Very good looking airdrop join this and complete the steps \n@ilabasak7\n \n@anupambasak7\n \n@MalaRoy13169163\n\n#Airdrop #GBC #cryptocurrecy #Airdropstario #rtItBot #BSC #Bitcoin",
      "gbccoin very good looking airdrop join this and complete the steps ilabasak7 anupambasak7 malaroy13169163 airdrop gbc cryptocurrecy airdropstario rtitbot bsc bitcoin",
      0.4909917712211609,
      0.5004249811172485,
      0.0085832327604293
    ],
    [
      "2022-03-07",
      "8:15",
      "@gate_io #Bitcoin seeing 47k are gone.Lost local low @37.9k,we should see nvPOC and get a ❤️bounce where you can enter short again.We’ll be heading down to 36k  @axrd_8 is a underrated bitcoiner I’ve been taking her tweets &amp; tips seriously &amp; I’ve been doing great    Follow her",
      "gateio bitcoin seeing 47k are gonelost local low 379kwe should see nvpoc and get a bounce where you can enter short againwell be heading down to 36k axrd8 is a underrated bitcoiner ive been taking her tweets tips seriously ive been doing great follow her",
      0.3407540321350097,
      0.6310286521911621,
      0.0282173212617635
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Anchor Protocol: $4.042\n- Fantom: $1.35\n- Celo: $2.653\n#AnchorProtocol #Fantom #Celo  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 anchor 4042 135 2653 anchorprotocol fantom celo crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0432307980954647,
      0.9345415830612184,
      0.0222275909036397
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Quant: $109.724\n- Chiliz: $0.197\n- Zcash: $105.362\n#Quant #Chiliz #Zcash  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 109724 0197 105362 quant chiliz zcash crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0411828942596912,
      0.938457489013672,
      0.0203596074134111
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Loopring: $0.692\n- Curve DAO Token: $2.012\n- Monero: $156.459\n#Loopring #CurveDAOToken #Monero  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 0692 curve dao 2012 156459 loopring curvedaotoken monero crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.048840656876564,
      0.9324190616607666,
      0.018740214407444
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Harmony: $0.127\n- VeChain: $0.046\n- The Graph: $0.318\n#Harmony #VeChain #TheGraph  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 0127 0046 the 0318 harmony vechain thegraph crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0500425696372985,
      0.9286356568336488,
      0.0213218219578266
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- NEAR Protocol: $9.87\n- Cosmos: $27.323\n- Enjin Coin: $1.31\n#NEARProtocol #Cosmos #EnjinCoin  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 near 987 27323 enjin 131 nearprotocol cosmos enjincoin crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0448748059570789,
      0.9366037249565125,
      0.0185214765369892
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Axie Infinity: $46.917\n- Terra: $79.087\n- Solana: $81.907\n#AxieInfinity #Terra #Solana  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 axie 46917 79087 81907 axieinfinity terra solana crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0397949069738388,
      0.9411323070526124,
      0.0190727841109037
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Chainlink: $12.912\n- Theta Network: $2.64\n- Kadena: $6.272\n#Chainlink #ThetaNetwork #Kadena  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 12912 theta 264 6272 chainlink thetanetwork kadena crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0419174320995807,
      0.9365334510803224,
      0.0215490721166133
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- IOTA: $0.684\n- Neo: $20.001\n- Gala: $0.213\n#IOTA #Neo #Gala  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 0684 20001 0213 iota neo gala crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0404891371726989,
      0.9407089948654176,
      0.0188018213957548
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Stacks: $1.052\n- Uniswap: $8.228\n- The Sandbox: $2.787\n#Stacks #Uniswap #TheSandbox  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 1052 8228 the 2787 stacks uniswap thesandbox crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0407159253954887,
      0.9363244771957396,
      0.0229595284909009
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Decentraland: $2.374\n- Tezos: $2.919\n- Aave: $114.983\n#Decentraland #Tezos #Aave  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 2374 2919 114983 decentraland tezos aave crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0454018525779247,
      0.9348963499069214,
      0.0197017658501863
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Avalanche: $71.852\n- Helium: $20.687\n- Arweave: $27.567\n#Avalanche #Helium #Arweave  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 71852 20687 27567 avalanche helium arweave crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0455450415611267,
      0.933923065662384,
      0.0205319430679082
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Cronos: $0.384\n- Cardano: $0.809\n- Polygon: $1.412\n#Cronos #Cardano #Polygon  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 0384 0809 1412 cronos cardano polygon crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0400985144078731,
      0.9394931197166444,
      0.0204084403812885
    ],
    [
      "2022-03-07",
      "8:15",
      "💰 CRYPTO BUYS (03/07/2022 03:01)\n- Celo: $2.653\n- Internet Computer: $16.517\n- Basic Attention Token: $0.629\n#Celo #InternetComputer #BasicAttentionToken  #crypto #cryptotrading #coinbase #cryptocurrency #cryptomarket #bitcoin #ethereum #trading #investing",
      "crypto buys 03072022 2653 internet 16517 basic attention 0629 celo internetcomputer basicattentiontoken crypto cryptotrading coinbase cryptocurrency cryptomarket bitcoin ethereum trading investing",
      0.0383144132792949,
      0.941741108894348,
      0.0199444834142923
    ],
    [
      "2022-03-07",
      "8:15",
      "@ClayBurster #btc might though 😆",
      "clayburster btc might though",
      0.1446298509836197,
      0.8216860890388489,
      0.0336841121315956
    ],
    [
      "2022-03-07",
      "8:15",
      "@REFTechnologies @REFTechnologies 's team is working hard to grow better in future so we must help them by joining there events cz they're genuine &amp; regular 🎁🌙💯💝\n@Snowie_NFT \n@CryptoVinson \n@bokul748488\n#REF\n#Airdropstario \n#Airdrop\n#cryptocurrencies \n#Giveaway\n#BSC\n#BTC",
      "reftechnologies reftechnologies team is working hard to grow better in future so we must help them by joining there events cz they are genuine regular snowienft cryptovinson bokul748488 ref airdropstario airdrop cryptocurrencies giveaway bsc btc",
      0.2338570356369018,
      0.7578343152999878,
      0.0083087077364325
    ],
    [
      "2022-03-07",
      "8:15",
      "@Poloniex #Bitcoin seeing 47k are gone.Lost local low @37.9k,we should see nvPOC and get a ❤️bounce where you can enter short again.We’ll be heading down to 36k  @axrd_8 is a underrated bitcoiner I’ve been taking her tweets &amp; tips seriously &amp; I’ve been doing great    Follow her",
      "poloniex bitcoin seeing 47k are gonelost local low 379kwe should see nvpoc and get a bounce where you can enter short againwell be heading down to 36k axrd8 is a underrated bitcoiner ive been taking her tweets tips seriously ive been doing great follow her",
      0.3105820715427398,
      0.6567268967628479,
      0.0326910503208637
    ],
    [
      "2022-03-07",
      "8:15",
      "on the 03/07/2022 at 08:01 1BTC was worth $37949.00 #Bitcoin #Crypto #BotcoinUSD #Bitfinex",
      "on the 03072022 at 1btc was worth 3794900 bitcoin crypto botcoinusd bitfinex",
      0.0369680225849151,
      0.9405695796012878,
      0.0224624555557966
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin \n Price Now: $38007\n Market Cap: $721231793364.5997 #BTC",
      "bitcoin price 38007 market 7212317933645997 btc",
      0.0285758879035711,
      0.9228295087814332,
      0.0485946238040924
    ],
    [
      "2022-03-07",
      "8:15",
      "It may sound like a gag, but #Bitcoin, #XRPCommunity  will be pumped in a few days.\nIf pumping comes, remember me.😀",
      "it may sound like a gag but bitcoin xrpcommunity will be pumped in a few days if pumping comes remember me",
      0.129779577255249,
      0.8584825992584229,
      0.0117377694696187
    ],
    [
      "2022-03-07",
      "8:15",
      "Serious questions to #web3 bulls. Why does asset-based computing make sense to you? Why decentralized (quasi-true-sovereign-ownership given centralized choke points and regulation applying to citizens), and why immutable for “coordination”? #defi #dapps #eth #avax #icp #link #btc",
      "serious questions to web3 bulls why does assetbased computing make sense to you why decentralized quasitruesovereignownership given centralized choke points and regulation applying to citizens and why immutable for coordination defi dapps eth avax icp link btc",
      0.0529912896454334,
      0.9279671907424928,
      0.0190414749085903
    ],
    [
      "2022-03-07",
      "8:15",
      "project looks promising. We hope for the success of the team and the community supporting this project,\nand we hope that it will last a long time. Good luck with the project!  #11MINUTES #BTC #CRYPTO",
      "project looks promising we hope for the success of the team and the community supporting this project and we hope that it will last a long time good luck with the project 11minutes btc crypto",
      0.7836930155754089,
      0.2081010490655899,
      0.0082058366388082
    ],
    [
      "2022-03-07",
      "8:15",
      "So will there be Multi Bank Digital Currencies? Or will China's digital yuan rise from the pack as the global currency???  #stockmarkets #cryptocurrencies  #DigitalCurrency  #cryptocurrency #XRP #BTC #China",
      "so will there be multi bank digital currencies or will china digital yuan rise from the pack as the global currency stockmarkets cryptocurrencies digitalcurrency cryptocurrency xrp btc china",
      0.2632254660129547,
      0.7269284129142761,
      0.0098460763692855
    ],
    [
      "2022-03-07",
      "8:15",
      "Part 1/2:\n\nBTCMarkets\n#BTC: $51204\n#BCH: $377\n#ETH: $3412\n#LTC: $134\n#XRP: $1.00\n\nCoinspot\n#BTC: $51200\n#ETH: $3418\n#LTC: $136\n#XRP: $0.98\n\nCointree\n#BTC: $50623\n#BCH: $364\n#ETH: $3310\n#LTC: $130\n#XRP: $0.97",
      "part btcmarkets 51204 377 3412 134 100 coinspot 51200 3418 136 098 cointree 50623 364 3310 130 097",
      0.0384757854044437,
      0.9329394102096558,
      0.0285847969353199
    ],
    [
      "2022-03-07",
      "8:15",
      "#Ethereum hourly net stats.\n7am - 8am UTC\nblocks:250\navgDiff:12.5 PH\nhashRate:913.21 TH/s\navgSize:77.92 KB\ntxns:49072\n\n#ETH #BTC #crypto",
      "ethereum hourly net stats 7am 8am utc ph ths kb eth btc crypto",
      0.0423467978835105,
      0.9415040612220764,
      0.0161491706967353
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin supply audit!\nTotal #Bitcoins mined till date: 18976275.04247566\nTotal Supply: 20,999,999.9769\n#Bitcoin supply remaining:2023724.9344243407\nPercentage in circulation:90.3632%\n#Bitcoin #BTC #blockchain #mining #analysis",
      "bitcoin supply audit total bitcoins mined till 1897627504247566 total 209999999769 bitcoin supply percentage in bitcoin btc blockchain mining analysis",
      0.0277769900858402,
      0.9362048506736756,
      0.0360181406140327
    ],
    [
      "2022-03-07",
      "8:15",
      "Yesterday $btceth closed @ 2.3859 (up 1.93%)\n\n#Bitcoin #Ethereum",
      "yesterday btceth closed 23859 up 193 bitcoin ethereum",
      0.590860903263092,
      0.3382378220558166,
      0.0709013417363166
    ],
    [
      "2022-03-07",
      "8:15",
      "@WatcherGuru #Scammer \n#Bitcoin Address?",
      "watcherguru scammer bitcoin address",
      0.0194059889763593,
      0.8671032190322876,
      0.1134907975792884
    ],
    [
      "2022-03-07",
      "8:15",
      "@MaraisGhasan @Alexza_20 @Chloeboo51 @ms_jenny11 @coinkit_ #BTC thanks boss",
      "maraisghasan alexza20 chloeboo51 msjenny11 coinkit btc thanks boss",
      0.191763773560524,
      0.7933651804924011,
      0.0148710152134299
    ],
    [
      "2022-03-07",
      "8:15",
      "MicroStrategy's Bitcoin treasure is now worth: 4,718,836,024 USD (+25.8%, +968,836,024 USD 🚀) #bitcoin",
      "microstrategy bitcoin treasure is now 4718836024 usd 258 968836024 usd bitcoin",
      0.0242022573947906,
      0.945559024810791,
      0.030238788574934
    ],
    [
      "2022-03-07",
      "8:15",
      "BREAKING: A dormant address holding 407 #Bitcoin($15M) since 2013 was just activated after 8.3 years.",
      "a dormant address holding 407 bitcoin 15m since 2013 was just activated after 83 years",
      0.0652043670415878,
      0.919187307357788,
      0.0156083842739462
    ],
    [
      "2022-03-07",
      "8:15",
      "The Bybit #Bitcoin Funding Rates are : 🚨 0.008175%\n\n- #Bitcoin is the most important invention of the world after the internet",
      "the bybit bitcoin funding rates are 0008175 bitcoin is the most important invention of the world after the internet",
      0.1240293011069297,
      0.8633765578269958,
      0.0125941960141062
    ],
    [
      "2022-03-07",
      "8:15",
      "🚀🚀🚀 $1,009,000 BTCUSD LONGED @$37,943.9 on #Binance (8:00:27 UTC) #BTC #cryptocurrency",
      "1009000 btcusd longed 379439 on binance utc btc cryptocurrency",
      0.0385872460901737,
      0.9277960062026978,
      0.0336167179048061
    ],
    [
      "2022-03-07",
      "8:15",
      "@yiwrgo @DesertRose3434 @SodaPopClubNFT Done wish me luck @84Selincelebi @RyaSeren @salihoglu_semih  #bnb #giveaway #BTC  #Ethereum #BNB #Solana #AVAX ❤",
      "yiwrgo desertrose3434 sodapopclubnft done wish me luck 84selincelebi ryaseren salihoglusemih bnb giveaway btc ethereum bnb solana avax",
      0.1565374433994293,
      0.8164013624191284,
      0.0270612109452486
    ],
    [
      "2022-03-07",
      "8:15",
      "Meowth’s ears are black with brown interiors and are flanked with an additional pair of long whiskers.\n\n#MEOWTHS #meowth #pokemon #Catcoin $Cats #BSC #BSCGem $DOGE $SHIB #Dogecoin #ShibaInu #cryptocurrency #Binance #NFT #NFTs #Crypto #BabyDoge #100xGem #BSCGem #Bitcoin #memecoin",
      "meowths ears are black with brown interiors and are flanked with an additional pair of long whiskers meowths meowth pokemon catcoin cats bsc bscgem doge shib dogecoin shibainu cryptocurrency binance nft nfts crypto babydoge 100xgem bscgem bitcoin memecoin",
      0.0335402712225914,
      0.9459430575370787,
      0.0205166731029748
    ],
    [
      "2022-03-07",
      "8:15",
      "Every red day is a good day…buy #Bitcoin erryday",
      "every red day is a good daybuy bitcoin erryday",
      0.1354550123214721,
      0.8450021147727966,
      0.0195429027080535
    ],
    [
      "2022-03-07",
      "8:15",
      "Current #Bitcoin price is 37981.75304002048$",
      "current bitcoin price is 3798175304002048",
      0.0214882381260395,
      0.9428726434707642,
      0.0356390587985515
    ],
    [
      "2022-03-07",
      "8:15",
      "I don’t trade emotions or bias, i trade market. I don’t care if #Bitcoin goes to $100k or $10k i pick a trade and make it right. Keep saying since last year that market is a lot more manipulated and riskier than ever, stick to range play and trade what’s on today don’t speculate",
      "i don not trade emotions or bias i trade market i don not care if bitcoin goes to 100k or 10k i pick a trade and make it right keep saying since last year that market is a lot more manipulated and riskier than ever stick to range play and trade whats on today don not speculate",
      0.0665542930364608,
      0.9100807309150696,
      0.0233649816364049
    ],
    [
      "2022-03-07",
      "8:15",
      "@airdropinspect Very good\n@thehyun11 \n@BLOCKBEATSCEO \n@Quyen32748017 \n@QueenDex_io \n@phanthao78 \n#Airdrop #Airdrops #Airdropinspector #Solana #SOL #Trush #TRS #Crypto #Bitcoin",
      "airdropinspect very good thehyun11 blockbeatsceo quyen32748017 queendexio phanthao78 airdrop airdrops airdropinspector solana sol trush trs crypto bitcoin",
      0.1863254308700561,
      0.8043304085731506,
      0.0093441046774387
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin stats every hour\n----\nBlock: 726236\nHashrate: 191.73 EH/s\nPrice last 24h: 38140.73$\n--\nFast Fee: 7sat\nSlow Fee: 1sat\n--\nTX unconfirmed: 3601\n--\nDiff: 27T\nDiff change in block 727776\nNext diff in 1540 blocks",
      "bitcoin stats every hour 726236 19173 ehs price last 3814073 fast 7sat slow 1sat tx 3601 27t diff change in block 727776 next diff in 1540 blocks",
      0.0315334126353263,
      0.907752275466919,
      0.060714241117239
    ],
    [
      "2022-03-07",
      "8:15",
      "Who hasn’t won a #Giveaway yet?\n\nRetweet + Reply \"Pick Me!\"\nI’ll be checking 💎\n\nMUST BE FOLLOWING so I can DM the #Winner! 💵🎁 #NFT #Crypto #ETH #BTC",
      "who hasn not won a giveaway yet retweet reply pick me ill be checking must be following so i can dm the winner nft crypto eth btc",
      0.0714671686291694,
      0.8833264708518982,
      0.0452063456177711
    ],
    [
      "2022-03-07",
      "8:15",
      "#bitcoin #cryptocurrency #kriptopara\n1 $BTC $37.982,55🔴3.63%\n2 $ETH $2.523,01🔴4.65%\n4 $BNB $371,00🔴3.11%\n6 $XRP $0,7383🔴1.12%\n10 $AVAX $71,8508🔴5.37%\n32 $XLM $0,1716🔴3.29%\n46 $XTZ $2,9193🔴5.46%\n48 $WAVES $18,6645🟢2.75%\n65 $NEO $19,9949🔴6.48%",
      "bitcoin cryptocurrency kriptopara 1 btc 3798255363 2 eth 252301465 4 bnb 37100311 6 xrp 07383112 10 avax 718508537 32 xlm 01716329 46 xtz 29193546 48 waves 186645275 65 neo 199949648",
      0.0469921082258224,
      0.9258781671524048,
      0.0271297357976436
    ],
    [
      "2022-03-07",
      "8:15",
      "One Bitcoin now worth $37905.75@bitstamp. High $39380.390. Low $37592.730. Market Cap $719.317 Billion #bitcoin",
      "one bitcoin now worth 3790575bitstamp high 39380390 low 37592730 market cap 719317 billion bitcoin",
      0.0468728691339492,
      0.8771782517433167,
      0.075948879122734
    ],
    [
      "2022-03-07",
      "8:15",
      "One Bitcoin now worth $37896.336. Market Cap $719.139 Billion. Based on #coindesk BPI #bitcoin",
      "one bitcoin now worth 37896336 market cap 719139 billion based on coindesk bpi bitcoin",
      0.0601047500967979,
      0.9226394295692444,
      0.017255799844861
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin is currently $37,896.3359",
      "bitcoin is currently 378963359",
      0.0179501380771398,
      0.9319108724594116,
      0.0501389950513839
    ],
    [
      "2022-03-07",
      "8:15",
      "Current BTC Dominance: 42.3% #Bitcoin #Altcoin #Cryptocurrency",
      "current btc 423 bitcoin altcoin cryptocurrency",
      0.0285001937299966,
      0.9437697529792786,
      0.0277299806475639
    ],
    [
      "2022-03-07",
      "8:15",
      "Did $tsla and @elonmusk just dumped all their #Bitcoin ?\nIt appears they did.",
      "did tsla and elonmusk just dumped all their bitcoin it appears they did",
      0.0310145039111375,
      0.8046975135803223,
      0.1642879098653793
    ],
    [
      "2022-03-07",
      "8:15",
      "Bitcoin - BTC\nPrice: $37,982.55\nChange in 1h: -0.50812598%\nMarket cap: $720,773,553,600.25\nRanking: 1\n#Bitcoin #BTC",
      "bitcoin btc 3798255 change in 050812598 market 72077355360025 1 bitcoin btc",
      0.0308394432067871,
      0.851134181022644,
      0.1180263832211494
    ],
    [
      "2022-03-07",
      "8:15",
      "Bitcoin: $37896.56\n💔 -280.95 last 1 Hour (-0.74%)\n💚 +74.14 last 5 Hours (+0.2%)\n💔 -1520.0 last 24 Hours (-3.86%)\n\n#BitcoinPriceUpdates #Bitcoin #HourlyCrypto #CryptoUpdates #Crypto\nPowered By @CryptoCompare API",
      "3789656 28095 last 1 hour 074 7414 last 5 hours 02 15200 last 24 hours 386 bitcoinpriceupdates bitcoin hourlycrypto cryptoupdates crypto powered by cryptocompare api",
      0.033069372177124,
      0.9361257553100586,
      0.0308048333972692
    ],
    [
      "2022-03-07",
      "8:15",
      "The price of\nSpaghetti alla Carbonara\nis 28,994 Satoshis\nor 0.00028994 BTC\n\n1 BTC = 37,904.80 USD\n1 USD = 2,638 Sat\non Monday, 07 March 2022 02:00 AM CST\n\n#bitcoin #CarbonaraIndex",
      "the price of spaghetti alla carbonara is 28994 satoshis or 000028994 btc 1 btc 3790480 usd 1 usd 2638 sat on monday 07 march 2022 am cst bitcoin carbonaraindex",
      0.032683216035366,
      0.9442607164382936,
      0.0230560656636953
    ],
    [
      "2022-03-07",
      "8:15",
      "Users that interact with the BCM platform are rewarded with BCM for contributing #DeFi #TeleFy #DEX #cryptocurrency #Ethereum #BinanceSmartChain #Bitcoin #airdrop #polkadot #MATIC #Polygon $TELE #Cardano #ETH",
      "users that interact with the bcm platform are rewarded with bcm for contributing defi telefy dex cryptocurrency ethereum binancesmartchain bitcoin airdrop polkadot matic polygon tele cardano eth",
      0.4169632196426391,
      0.5752943754196167,
      0.0077423430047929
    ],
    [
      "2022-03-07",
      "8:15",
      "Top 10 #Cryptocurrency Live Prices: \n(03:00 AM . Mar 07,2022)\n\n#BTC $37982.55\n#ETH $2523.01\n#BNB $371.00\n#DOGE $0.12\n#SHIB $0.0000229626\n#AXS $46.92\n#MANA $2.37\n#UNI $8.23\n#GM $0.0000244268\n#KISHU $0.0000000014\n\nComments! Which coins would like to be listed?",
      "top 10 cryptocurrency live am mar 072022 btc 3798255 eth 252301 bnb 37100 doge 012 shib 00000229626 axs 4692 mana 237 uni 823 gm 00000244268 kishu 00000000014 comments which coins would like to be listed",
      0.0307192262262105,
      0.9345040917396544,
      0.0347767025232315
    ],
    [
      "2022-03-07",
      "8:15",
      "strategy: 5010HL1h atr20d: 2346.16\n\n07 Mar 2022 08:00:00 UTC\n🍓🇸 'Short' 17:00:00 JST\n--- 39693.5  long_entry_trigger\n--- 39194.0  exit_trigger (ent: 38499.5)\n &gt;  37899.5  last_price $BTC/USD\n\n#BTC/USD perpetual contract on #BitMEX",
      "5010hl1h 234616 07 mar 2022 utc short jst 396935 longentrytrigger 391940 exittrigger 384995 gt 378995 lastprice btcusd btcusd perpetual contract on bitmex",
      0.0479722879827022,
      0.9316927790641784,
      0.0203349068760871
    ],
    [
      "2022-03-07",
      "8:15",
      "strategy: 6018OC4h atr20d: 2331.91\n\n07 Mar 2022 08:00:00 UTC\n📘 'None' 17:00:00 JST\n--- 44422.0  long_entry_trigger\n &gt;  37905.7  mark_price $BTC/USD\n--- 37587.0  short_entry_trigger\n\n#BTC/USD inverse contract on #Bybit",
      "6018oc4h 233191 07 mar 2022 utc none jst 444220 longentrytrigger gt 379057 markprice btcusd 375870 shortentrytrigger btcusd inverse contract on bybit",
      0.0355348922312259,
      0.9172377586364746,
      0.0472273975610733
    ],
    [
      "2022-03-07",
      "8:15",
      "#Bitcoin is safeguarded due to its focus on delivering a highly trusted and secure network.",
      "bitcoin is safeguarded due to its focus on delivering a highly trusted and secure network",
      0.8593677282333374,
      0.1328756213188171,
      0.0077567165717482
    ]
  ]
}