{
  "columns": [
    "Comment",
    "Author",
    "Date",
    "Score"
  ],
  "data": [
    [
      " As a reminder, this subreddit [is for civil discussion.](/r/politics/wiki/index#wiki_be_civil)  In general, be courteous to others. Debate/discuss/argue the merits of ideas, don't attack people. Personal insults, shill or troll accusations, hate speech, any suggestion or support of harm, violence, or death, and other rule violations can result in a permanent ban.   If you see comments in violation of our rules, please report them.   For those who have questions regarding any media outlets being posted on this subreddit, please click [here](https://www.reddit.com/r/politics/wiki/approveddomainslist) to review our details as to our approved domains list and outlet criteria.    We are actively looking for new moderators.  If you have any interest in helping to make this subreddit a place for quality discussion, please fill out [this form](https://docs.google.com/forms/d/1y2swHD0KXFhStGFjW6k54r9iuMjzcFqDIVwuvdLBjSA).    ***   *I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/politics) if you have any questions or concerns.*",
      "AutoModerator",
      "2025-05-01T04:27:42",
      1
    ],
    [
      "They also voted against undoing Trump's tariffs.  Took Vance's vote to get this done, too, since McConnell is apparently still too afraid of Trump to show up in opposition.  Yet they still want to blame the WORST economy since Trump's last term on BIDEN.  If they're going to force Trump blunders down our throats, these weasels could AT LEAST take responsibility for the mess they're making.   MIDTERMS CAN'T COME SOON ENOUGH!",
      "XSinTrick6666",
      "2025-05-01T05:00:07",
      5439
    ],
    [
      "Maybe this is a stupid question, but...  How much thinly disguised malfeasance have so many Republicans been engaging in that Trump has so much leverage over their votes?",
      "Catspaw129",
      "2025-05-01T05:37:36",
      851
    ],
    [
      "What do you expect from the Klan?",
      "FlintWaterFilter",
      "2025-05-01T04:33:25",
      1319
    ],
    [
      "Let me add the rest of what should have been in the headline: “without due process.\"   And there it is. There's the actual endgame.    Here in Alabama, one of our state legislators just presented a bill to move inmates imprisoned in Alabama to overseas prisons. He knew it wouldn't pass this session, because it's too late in the session. (Read: He didn't say it wouldn't pass because members would vote it down.) It was clearly a message to the people, as he said it was, as well as a test run to gauge public outrage.    Trump has already floated the idea.    I'm curious now as to how many other states have seen ideas like this being floated around.    The administration has learned that there are no legal consequences to having masked mystery men snatch people off the street, even if they're getting the wrong target, and tossing them into an unmarked van and never allowing them to contact a relative or lawyer. They've learned that all they need to do is get someone out of the country quickly enough to suspend their constitutional rights.    Why in the fucking fuckity fuck would anyone even come close to thinking that this would stop at illegal immigrants and/or criminals? It shouldn't have even started there, and this right here is why. ",
      "JennJayBee",
      "2025-05-01T06:41:02",
      417
    ],
    [
      "Stop calling it deporting. You cannot deport a US Citizen. This is called *Trafficking*. Our government is engaged in human trafficking of its citizens.",
      "Crazyhates",
      "2025-05-01T07:57:58",
      282
    ],
    [
      "This is crazy.  Deport them to where? They’re US Citizens…",
      "Cleric_John_Preston",
      "2025-05-01T06:09:35",
      295
    ],
    [
      "America's leaders are failures",
      "Strange-Ad420",
      "2025-05-01T05:53:13",
      165
    ],
    [
      "What gets me is that these clowns know they are in the wrong but have zero spine, zero self respect, and zero dignity.",
      "Bluerecyclecan",
      "2025-05-01T06:00:12",
      76
    ],
    [
      "Deporting indicates a legal process, these people are being kidnapped and human trafficked.",
      "RealPersonResponds",
      "2025-05-01T06:51:07",
      101
    ],
    [
      "I can’t wait until these plans are used to deport MAGA criminals in a few years, and their tweets of support can be shown to them in court before their flights to Rwanda.",
      "Worried-Rub-7747",
      "2025-05-01T04:54:07",
      269
    ],
    [
      "You can't deport US citizens, due process or no.",
      "cut_rate_revolution",
      "2025-05-01T06:47:48",
      64
    ],
    [
      "The Republicans would've been on King George's side in the revolution. Nothing American about this party.",
      "Frequent_Can117",
      "2025-05-01T05:54:42",
      58
    ],
    [
      "Fuck this country.   These so called \"patriots\" who support this are as un-American as they get.",
      "inactivemember99",
      "2025-05-01T07:25:33",
      32
    ],
    [
      "stop calling it 'deporting' us citizens. it's not deportation, it's rendition and exile.",
      "wildcarde815",
      "2025-05-01T15:29:13",
      11
    ],
    [
      "From the same people who brought you hits such as \"we fight against government overreach\" and \"they're going to lock you in a FEMA camp\". Just when you think irony poisoning is falling out of fashion because people see through it, they bring it back.",
      "Morallta",
      "2025-05-01T11:36:56",
      10
    ],
    [
      "I can not wait when they are eating their own. Let's see if the Congress will get deported soon. So we can deport Trump to Germany and Elon to South African now?   One amendment introduced by Representative Pramila Jayapal, the Democrat from Washington state, sought to make clear Immigration and Customs Enforcement (ICE) cannot detain or deport U.S. citizens under any circumstances.  However, GOP lawmakers killed the amendment.",
      "kupomu27",
      "2025-05-01T05:04:38",
      36
    ],
    [
      "This won’t end well for the ice agents. Breaking into someone’s house is a sure fire way for them to come face to face with the second amendment.",
      "QDSchro",
      "2025-05-01T07:13:51",
      22
    ],
    [
      "This should be a simple no-brainer   Rep. Pramila Jayapal (D-Wash.):  >\"My amendment is simple, and I hope that it has bipartisan support. It simply states that none of the funds in this bill may be used by Immigration and Customs Enforcement to detain or deport U.S. citizens. Whether you're a Democrat or Republican, I hope we can all agree that U.S. citizens should never be detained by ICE or any agency conducting civil immigration enforcement. They certainly should not be deported.\"  But, Republicans refuse to acknowledge that an American citizen should not be detained and sent to a foreign country.  Also, Trump's quote is laughable:  Donald Trump:  >\"We have some horrible criminals, American grown and born.\"  Yeah, like the convicted felon in the Oval Office.",
      "Ace-Cuddler",
      "2025-05-01T07:54:09",
      19
    ],
    [
      "Republicans are pro-concentration camps. But tell me again why we should stop comparing them and Trump to the Nazis???",
      "NedRyersonsBing",
      "2025-05-01T11:13:00",
      10
    ],
    [
      "I’d say remember this for election year   But republicans have the memory of a goldfish",
      "shadowdra126",
      "2025-05-01T06:59:41",
      17
    ],
    [
      "If they are US citizens, then it's not deporting -- it's extra-judicial detention, aka kidnapping.",
      "KiteEatingTree",
      "2025-05-01T10:40:46",
      7
    ],
    [
      "Republicans voted against the US Constitution.",
      "Jorgen_Pakieto",
      "2025-05-01T13:43:03",
      8
    ],
    [
      "I gotta laugh everytime I hear Trump say “we gotta obey the laws” and I’m thinking since when do you obey the laws?? 34 felony convictions and this orange knob gobblers out here trying too say he obeys the laws! Whatta joke!!!",
      "Weldzilla1973",
      "2025-05-01T17:08:04",
      8
    ],
    [
      "Nuremberg trials. They all need to face Justice",
      "Stranger-Sun",
      "2025-05-01T11:05:34",
      7
    ],
    [
      "I think the time to drop civilities against republicans is running out xD  Gonna be seeing each other in death camps really soon ",
      "SuperFishFighter",
      "2025-05-01T11:56:17",
      7
    ],
    [
      "Democrats literally asked for everyone that felt they shouldn’t deport US citizen children with cancer to raise their hands and not a single Republican did. It’s getting really really dark in Congress.",
      "Cryinmyeyesout",
      "2025-05-01T19:15:58",
      7
    ],
    [
      "Stop calling it deporting. You can't deport a citizen from their own country.  It's kidnapping, disappearing, exile, whatever you want to call it.",
      "Krautmonster",
      "2025-05-01T14:11:18",
      6
    ],
    [
      "Yeah, just semantics wise, you can't \"deport\" a citizen. So... this sounds like some form of government-sponsored trafficking/disappearing. It's insane.",
      "thehcu",
      "2025-05-01T15:37:25",
      7
    ],
    [
      "Democrats need to force votes in Congress that put Republicans on the record as supporting the Trump executive orders.  Stop letting them hide behind demented Pappa's skirts while he wields THEIR authority.  THEIR faces need to be on each deported American citizen.  THEIR faces need to be on each empty shelf.  THEIR face needs to be on each lost job...",
      "CMG30",
      "2025-05-01T07:42:53",
      12
    ],
    [
      "They'll go out of their way to pass bills that prevents a single trans kid from playing soccer, but are just fine with legal US citizens getting deported. Makes perfect fucking sense.",
      "e_x_i_t",
      "2025-05-01T07:54:43",
      9
    ],
    [
      "I mean the J6 criminals , many were violent criminals so why not deport them? Or does this only apply to those not breaking the law for fealty to Trump. Which is irrelevant because it’s illegal to deport US citizens.   Also US citizens can not be deported or exiled by the US government, and anyone here on US soil who is not a citizen but facing deportation has a right to a hearing in the courts. These are facts despite what dictator Donnie might think.",
      "SayVandalay",
      "2025-05-01T16:11:23",
      5
    ],
    [
      "*This* is the important news.  Unfortunately the MAGA brainwashed crowd doesn’t believe that this means *them* as well.  And will keep voting for the nazis.",
      "Top-Respond-3744",
      "2025-05-01T16:20:06",
      6
    ],
    [
      "Actual tyrants",
      "Vanzmelo",
      "2025-05-01T17:08:02",
      5
    ],
    [
      "It's over time to hold gop congress responsible.  Check your state rules for possible recall or special election options. If none, voice your criticism as often as you can.  MAGA, you can complain to your GOP rep too when you realize you made a mistake.",
      "human5398246",
      "2025-05-01T07:18:16",
      10
    ],
    [
      "If they are citizens, it’s not deporting. It’s kidnapping.",
      "Honey_Suckle_Nectar",
      "2025-05-01T07:46:11",
      8
    ],
    [
      "People only make moves like this if they reason they will not have to give up power.",
      "LavisAlex",
      "2025-05-01T07:29:44",
      9
    ],
    [
      "Hmmm deporting American citizens so they can't vote in the mid-terms? 🤔👀",
      "Large-Lack-2933",
      "2025-05-01T07:42:46",
      8
    ],
    [
      "Treason",
      "Gullible-Bee-3658",
      "2025-05-01T07:40:06",
      10
    ],
    [
      "So do we think Midterms are gonna change anything ?",
      "PlayBey0nd87",
      "2025-05-01T10:25:12",
      3
    ],
    [
      "We have to vote everyone of them out of office if we get the chance to vote!!",
      "kathleen65",
      "2025-05-01T10:43:24",
      3
    ],
    [
      "Republicans never cared.",
      "Stryfe0000",
      "2025-05-01T10:59:49",
      3
    ],
    [
      "They call themselves American... bunch of punks with no balls to stand up to a man who was too scared to go to the military.",
      "PullUpG141",
      "2025-05-01T11:10:25",
      3
    ],
    [
      "Republicans aren't just playing with fire here. They've burnt the house down already.",
      "girflush",
      "2025-05-01T11:17:57",
      3
    ],
    [
      "Does anyone know where we can find a list of who voted against the amendment? I have a feeling I need to call my local representatives about it…",
      "Brilliant_Cow_1297",
      "2025-05-01T11:32:16",
      3
    ],
    [
      "Republicans are now on the record as being opposed to the Constitution.",
      "berrschkob",
      "2025-05-01T11:36:57",
      3
    ],
    [
      "Nazis vote for nazi policy.   Stop calling them republicans.",
      "throwawayB96969",
      "2025-05-01T11:41:00",
      3
    ],
    [
      "Traitors, all of them.",
      "Madmachine87",
      "2025-05-01T11:41:27",
      3
    ],
    [
      "They’re truly the Nazi party",
      "Mervinly",
      "2025-05-01T11:46:33",
      3
    ],
    [
      "Every one of them will be held accountable",
      "ByKilgoresAsterisk",
      "2025-05-01T12:41:18",
      3
    ],
    [
      "Imagine if the assassination of Archduke Franz Ferdinand—one guy getting shot—triggered WWI, and now we're watching the GOP vote to let ICE deport American citizens to El Salvador’s mega-prisons, which function more like dystopian gang-run concentration camps. One spark started a world war. This? It’s like flicking a lit match into a gas leak and calling it \"immigration reform.\"",
      "Tangelo_Purple",
      "2025-05-01T12:50:01",
      3
    ],
    [
      "They also voted against stopping Pete Hegseth from using taxpayer dollars to build a makeup studio for himself at the pentagon. Party for cutting government waste and saving tax dollars my ass",
      "NullifyI",
      "2025-05-01T13:41:38",
      3
    ],
    [
      "Whoa! They are terrified of Trump & Elon turning on them.",
      "DrSkyler2020",
      "2025-05-01T14:04:00",
      3
    ],
    [
      "And there it is. When push comes to shove they will always fall in line for their orange god. This is exactly why he will never be impeached and  removed along with how we will completely lose our democracy. ",
      "HOLYBlindSHOT",
      "2025-05-01T14:06:26",
      3
    ],
    [
      "How do we get this country back? We are boiling.",
      "m1lkm1lk",
      "2025-05-01T14:59:40",
      3
    ],
    [
      "What they need is a relative to be involved with ICE and deported. Will change their tune fast.",
      "OrbeaSeven",
      "2025-05-01T15:08:24",
      3
    ],
    [
      "The cruelty is the point. They play coy because they think you’re dumb enough to believe them.",
      "YipYapArt",
      "2025-05-01T15:37:18",
      3
    ],
    [
      "Human trafficking , deportation - it’s all the same for these people. Without due process it literally doesn’t matter , you’ll end up in a foreign country bc your so called leader decided that’s what was best.",
      "lucif3r_m0rningstar6",
      "2025-05-01T16:13:39",
      3
    ],
    [
      "So how many elderly ladies got hit in the back of the head with a baseball bat last year?? Who are these elderly ladies Trump constantly is mentioning??",
      "Weldzilla1973",
      "2025-05-01T17:09:11",
      3
    ],
    [
      "Republicans love to make people's lives miserable, so yeah, that headline tracks.",
      "Lukar115",
      "2025-05-01T22:14:08",
      3
    ],
    [
      "Fucking ghouls.",
      "OgthaChristie",
      "2025-05-01T07:38:28",
      5
    ],
    [
      "Hey you know what could have killed this? They’re putting this into the budget bill. Two months ago, the budget bill required 60 Senate votes until a handful of democrats passed party lines to vote in favor of Republicans and pass up cloture (60 vote rule). That’s why they only need a simple majority.   Every single person in the senate needs to be primaried and removed from office.",
      "brakeled",
      "2025-05-01T09:48:50",
      4
    ],
    [
      "Stop calling it deporting. It’s extraordinary rendition when you send someone to a country they didn’t come from.",
      "ACriticalGeek",
      "2025-05-01T08:20:46",
      9
    ],
    [
      "Damn. If only the democrats had been able to use their leverage to prevent this budget from getting this far. Ah well, it’s not like something like that ever existed.",
      "Throwaway98796895975",
      "2025-05-01T07:32:35",
      8
    ],
    [
      "It's past time actually but moving forward, the media needs to list the names and the yea/nea vote of every sociopath GOP bill so the world knows who is responsible for aiding and abetting this administration",
      "Inspectorgadget4250",
      "2025-05-01T06:17:40",
      3
    ],
    [
      "Newsweek, the word you’re looking for is exiling.   Banishing would also work, as would kidnapping.  The only way you could deport a US Citizen is if you sent them back to the U.S. or possibly if they had dual citizenship and you sent them to their “other” country.",
      "digiorno",
      "2025-05-01T10:04:02",
      4
    ],
    [
      "People won’t care about until it starts happening to people they know",
      "Genoblade1394",
      "2025-05-01T09:12:30",
      2
    ],
    [
      "Does anyone know how I can check a list of votes to see if my senators/reps were involved in this?  I need a good reason to call them again today.",
      "unklethan",
      "2025-05-01T09:47:19",
      2
    ],
    [
      "Shout this from the rooftops.  **Make them own their cruelty.**",
      "T_Weezy",
      "2025-05-01T10:07:50",
      2
    ],
    [
      " I want to believe there will be another fair election and democrats win the floor. And when in office democrats actually stop with the kid gloves clean house. Push bills to stop this nonsense everywhere at the same time    But lm a dreamer",
      "Similar-Low-3114",
      "2025-05-01T10:28:19",
      2
    ],
    [
      "They vote for things that will benefit them regardless of their moral compass, the party is cruel.",
      "Larrythecrablobster",
      "2025-05-01T11:16:35",
      2
    ],
    [
      "More proof that they never cared about the constitution and use it as a tool when it’s convenient for them. Republican Party and its leader are an absolute embarrassment and completely batshit crazy",
      "Tall_Hat_4246",
      "2025-05-01T12:30:08",
      2
    ],
    [
      "Did all republicans vote against it? I like to know if at least SOME are keeping their word about not appeasing trump. Gives me a little hope",
      "Missa1819",
      "2025-05-01T14:34:12",
      2
    ],
    [
      "Vote them out.",
      "rockcod_",
      "2025-05-01T15:04:31",
      2
    ],
    [
      "Currently waiting VERY patiently for whoever is going to do it.",
      "XenoFoux",
      "2025-05-01T16:27:04",
      2
    ],
    [
      "Wait until one of your family gets sent out of the country.  Then it will be a crisis of epic proportions.   But until then who cares.   Am I correct Republicans in congress and senate.   So much for representing all the people.",
      "Glad-Attempt5138",
      "2025-05-01T18:29:04",
      2
    ],
    [
      "“How is it racist? It’s about *illegal* immigration.”  -single-digit IQ troglodytes across the nation. ",
      "SS1989",
      "2025-05-01T19:16:08",
      2
    ],
    [
      "Pathetic as fuck, we are so goddamn screwed",
      "AbjectList8",
      "2025-05-02T01:52:04",
      2
    ],
    [
      "This isn't \"deportation\" that they're doing/wanting it's imprisoning in a foreign nation.",
      "pm_me_ur_ParusMajors",
      "2025-05-01T07:05:27",
      3
    ],
    [
      "Classic. You could replace these creatures with AI voting bots and you'd gain on average. Less crime. We are turning into the Kremlin.",
      "SolarDynasty",
      "2025-05-01T08:02:51",
      2
    ],
    [
      "Why isn’t the media calling it exile? You can’t deport a citizen.",
      "homework8976",
      "2025-05-01T08:14:48",
      2
    ],
    [
      "Remember this next year. Do not vote for people who would see you, your family, or your neighbors deported. Do not vote for people who make themselves rubber stamps to a dictator.",
      "Niceguy955",
      "2025-05-01T08:35:52",
      4
    ],
    [
      "It’s a foregone conclusion that they’re fascists but why don’t they care about preserving the power of their own institution? At this rate Congress will be a just rubber stamp for the president’s executive orders.",
      "obsertaries",
      "2025-05-01T09:22:55",
      3
    ],
    [
      "I guess its time to firmly excercise our 2nd amendment right now isn't it! This is fucking wild and scary.",
      "Travis123083",
      "2025-05-01T09:41:04",
      3
    ],
    [
      "Why am I not seeing this in any major news outlet? I was trying to find more information but I couldn’t find anything else.",
      "ratsandpigeons",
      "2025-05-01T05:34:41",
      4
    ],
    [
      "Of course they do…",
      "DocM123",
      "2025-05-01T05:22:32",
      2
    ],
    [
      "Anyone surprised???  Yeah, me neither.",
      "animalslover4569",
      "2025-05-01T06:14:12",
      2
    ],
    [
      "Ladies and Gentlemen, the party of Law and Order.  Oh wait...  The party that watches reruns of Law and Order.",
      "wintremute",
      "2025-05-01T07:46:34",
      2
    ],
    [
      "God damned GOP.  If you're gonna fuck me, at least pull my hair and tell me I'm pretty.",
      "wintremute",
      "2025-05-01T07:48:18",
      2
    ],
    [
      "They know their sociopathic cult base can’t get a hard-on anymore by any other means than voyeurism of cruelty.",
      "Crunchberry24",
      "2025-05-01T08:18:52",
      2
    ],
    [
      "The R is for russian influenced.",
      "CurrentlyLucid",
      "2025-05-01T08:44:40",
      2
    ],
    [
      "Remember the Vietnam war and the government kept saying they’re doing great and there’s “light and the end of the tunnel!”. But the story on the ground was totally different, we’re in an economic Vietnam right now and we need our journalists to do their jobs.",
      "DadBreath12",
      "2025-05-01T08:48:23",
      2
    ],
    [
      "> \"I don't know what the law says on that,\" he added.  Well, that really says it all, doesn't it?",
      "pdxb3",
      "2025-05-01T09:01:38",
      2
    ],
    [
      "Damn it - these congress members need to be followed everywhere they go with a bull horn. We need to act like margery and verbally yell at them every day, every place they go.  Camp in their yards, follow them to restaurants, stores, golfing - but lighten up if their children are present.  This is a non-violent way to get the point across.  These are horrible people who care more about their careers in the government then the  safety of the USA democracy",
      "Terrible_Patience935",
      "2025-05-01T09:18:14",
      2
    ],
    [
      "When these people show you who they are, believe them!!",
      "Berserker76",
      "2025-05-01T09:43:11",
      2
    ],
    [
      "Are Russia/DPRK/Afghanistan/Yemen even so cruel as to engage in the trafficking of their own people? Like…are we now out-hellhole-ing the most notorious hells on earth?",
      "nukacolaquantuum",
      "2025-05-01T09:53:15",
      2
    ],
    [
      "[deleted]",
      "[deleted]",
      "2025-05-01T09:54:51",
      2
    ],
    [
      "Republicans are pure evil monsters.",
      "plopgun",
      "2025-05-01T08:30:29",
      1
    ],
    [
      "Hey, can they deport me to Canada or like a Norwegian country?",
      "SendMeIttyBitties",
      "2025-05-01T09:28:31",
      1
    ],
    [
      "The “great” ship is both sinking and on fire, and the representatives have the option to abandon ship - and yet they’re chaining themselves to the deck, refusing to budge.  It’s not honorable, it’s stupid.",
      "ChefChopNSlice",
      "2025-05-01T09:31:41",
      1
    ],
    [
      "I hate that these articles never name the legislators who vote against basic humanity. Their names should be at the top of every article about this.",
      "NoMove7162",
      "2025-05-01T10:17:56",
      1
    ],
    [
      "I hate headlines like this. It’s far more clear to state it has a positive instead of a double negative.   Republicans vote in favor of ICE deporting US citizens.",
      "dchap1",
      "2025-05-01T10:19:28",
      1
    ],
    [
      "Hopefully this shit backfires in the next administration and is used on them.",
      "ataritron",
      "2025-05-01T11:09:11",
      1
    ],
    [
      "Fuck the gICEtapo. They need to be abolished.",
      "AlekRivard",
      "2025-05-01T11:15:50",
      1
    ],
    [
      "Is anyone really surprised?",
      "ShadykillaWolf",
      "2025-05-01T11:31:46",
      1
    ],
    [
      "Again. All complicit. None of these people are \"duped\". They don't have any \"concerns\" over what Trump is doing. They're on board, all the way.",
      "Kindle282",
      "2025-05-01T12:31:46",
      1
    ],
    [
      "What are they thinking? How do you deport citizens?",
      "gnatdump6",
      "2025-05-01T20:08:59",
      1
    ],
    [
      "There's the post on that! I was trying to look for it in the morning.",
      "Ok-Excuse1771",
      "2025-05-01T20:14:16",
      1
    ],
    [
      "Vote against proposed amendment",
      "squatting_bull1",
      "2025-05-01T22:07:20",
      1
    ],
    [
      "Sounds about right",
      "itsmeriss",
      "2025-05-02T00:21:04",
      1
    ],
    [
      "Is this the line?",
      "doobie88",
      "2025-05-02T01:33:04",
      1
    ],
    [
      "Wait till they start deporting redneck bob and his wife Karen",
      "Melodic-Lingonberry7",
      "2025-05-02T06:04:39",
      1
    ],
    [
      "They think Trump will care? He’s not going to respect any voting",
      "Tiki421",
      "2025-05-02T06:33:40",
      1
    ],
    [
      "Exile.  The word for being kicked out of the country where you are a citizen is exile.",
      "jamesh08",
      "2025-05-02T06:41:41",
      1
    ],
    [
      "I’m disappointed. I keep hoping more and more of them will wake up and realize this is wrong.",
      "too-many-squirrels",
      "2025-05-02T07:34:29",
      1
    ],
    [
      "Such a lovely bunch they are.",
      "After_Flan_2663",
      "2025-05-02T18:40:46",
      1
    ],
    [
      "Another sub I’m in brought this up and someone said that this is just an inflammatory spectacle on the Dem’s part because US citizens cannot be deported anyways.   They explained it like Dems introducing an amendment making murder illegal when it already is.   Does anyone have any thoughts on that explanation? I don’t know much about this and I figure this is a good amendment! It makes sure in writing that ICE cannot use their funds to detain/deport(exile) US citizens. Right?",
      "Description-Alert",
      "2025-05-03T07:29:07",
      1
    ],
    [
      "Shocked nah not really",
      "McNuttyNutz",
      "2025-05-01T06:22:12",
      1
    ],
    [
      "Starting his 2nd 100 days….",
      "yulDD",
      "2025-05-01T06:34:37",
      1
    ],
    [
      "Never forget this",
      "BotherResponsible378",
      "2025-05-01T08:17:24",
      1
    ],
    [
      "These votes are important.    When people ask how this and so much more happened there can be no ambiguity about what stand the elected reps took.   History will hold them accountable if no one will in the present.",
      "Winterwasp_67",
      "2025-05-01T08:21:21",
      1
    ],
    [
      "Republicans gonna republican",
      "dried_cranberries",
      "2025-05-01T08:45:50",
      1
    ],
    [
      "The most important lesson I learned from U.S.-based private religious (Christian) schools was that banishment was the solution to everything.  This is not that much different.  Pew research says the current congress is 87% Christian.",
      "teary_ayed",
      "2025-05-01T09:02:59",
      1
    ],
    [
      "I think the issue with the language is probably that it could prevent ice from detaining a citizen who is directly involved with an illegal immigration operation. That said I'm going off the description of the amendment in the article, so I have no idea of the precise wording of the amendment.",
      "CrawlerSiegfriend",
      "2025-05-01T09:37:43",
      1
    ],
    [
      "We know they’re targeting Naturalized and the US citizens of undocumented workers. The media needs to stop it with the “shock and awe”headlines..it’s getting tiresome.",
      "cocohoneytip",
      "2025-05-01T13:03:20",
      -1
    ],
    [
      "I actually feel like Trump is one of the least evil members of the Republican Party. He’s just kinda slow and dumb like most repub voters. Everyone else actually running things is pure evil.",
      "RealNIG64",
      "2025-05-01T10:44:58",
      -6
    ],
    [
      "Glad to see the house GOP hold the line. Any Republican who obstructs deportation needs a new party.",
      "SnooDonuts5498",
      "2025-05-01T17:44:54",
      -13
    ],
    [
      "Lol citizens aren't being deported",
      "jakeoverbryce",
      "2025-05-01T07:19:05",
      -42
    ],
    [
      "I'm growing increasingly certain we're not going to have midterms if trump is still in power.  Elections will be cancelled and martial law declared due to some kind of \"border crisis\", probably of stephen miller's design.  Actual empty shelves in the supermarket might change some republican minds. Or they might do what they've been doing for the last 60 years: double down on their position and blame any consequences on the closest available Democratic scapegoat.   I don't think conservative minds are malleable enough to change on the topic of supporting trump, even under dire circumstances. They are gonna ride that demented fat orange pony straight into a new nazi reich unless they are stopped.",
      "underpants-gnome",
      "2025-05-01T06:28:42",
      1873
    ],
    [
      "> MIDTERMS CAN'T COME SOON ENOUGH!  Anyone relying exclusively on future votes to get us out of this is being naive. People need to be in the street and to force our Traitorous reps to do their jobs.",
      "Luk3ling",
      "2025-05-01T09:15:14",
      47
    ],
    [
      "Republicans will never take responsibility for any bad thing they do, and they will always take the credit for all the good things Democrats do.  It's how they operate.  Don't expect them to change.  Lying is what they do every day.",
      "The-M0untain",
      "2025-05-01T09:22:38",
      11
    ],
    [
      ">If they're going to force Trump blunders down our throats, these weasels could AT LEAST take responsibility for the mess they're making  They can't do this without admitting they are making a mess.  They are not a political campaign, they are a marketing one.",
      "McDaddy-O",
      "2025-05-01T08:23:27",
      20
    ],
    [
      "I love the fact you think midterms are going to happen.",
      "TotenMaske",
      "2025-05-01T06:16:17",
      107
    ],
    [
      "We all knew this in January, blame Biden for everything bad.",
      "PlsServeTheServants",
      "2025-05-01T07:42:30",
      4
    ],
    [
      "Even with passage, Agent Orange would’ve vetoed it and I highly doubt there’s enough votes in **either** chamber to override.",
      "yellowspaces",
      "2025-05-01T08:21:17",
      4
    ],
    [
      "Just wait till they deport someone they know.",
      "Silly-Ad8796",
      "2025-05-01T08:07:44",
      3
    ],
    [
      "What's ironic is when we complain about the crashing economy and stuff, MAGA just last week would own it by claiming they voted for all of this, only for their fearless leader to place the blame on Biden this week.",
      "deadsoulinside",
      "2025-05-01T10:27:48",
      3
    ],
    [
      "It's going to need more than our votes.",
      "cheezeyballz",
      "2025-05-01T08:51:51",
      2
    ],
    [
      "McConnell didn’t show even after his recent public statements that criticized Trump? What a fucking coward",
      "ShortBrownAndUgly",
      "2025-05-01T09:50:32",
      2
    ],
    [
      "\\> McConnell is apparently still too afraid of Trump to show up in opposition.  Von Papen will never vote against the party if they don't already have a majority. It's just performative bullshit",
      "matthieuC",
      "2025-05-01T11:02:48",
      2
    ],
    [
      "Remember, gerrymandering and voter suppression will steal your power to retaliate through your vote.",
      "chillinewman",
      "2025-05-01T12:10:39",
      2
    ],
    [
      "Tell the media to report it. Oh wait, theyre all spineless and also controlled by the 1%. Absolute joke of a country we live in. Cant wait to see Trump betray ukraine and blame that on biden or anyone else.",
      "CaptainTeembro",
      "2025-05-01T12:26:21",
      2
    ],
    [
      "See, the improving economy under Biden was obviously due to Trump's term, but the working economy is obviously due to Biden. Duh! /s  And of course claiming credit for these things is kind of dumb anyway because the effective date for many policies in the future (like Trump's meager tax cuts expiring when he left office) or policies that just take time for their effects to happen. So generously speaking the economy for the first year of term is really more tied to the previous administration.  But...when you have a new administration actively sabotaging the economy with immediate policies like random and fluctuating immediate tariffs, you can't even pin that in anyone else. Its like moving into a 200 year old wood house, setting it on fire, and blaming the previous short-term owner for making it out of wood.  Trump is the worst kind of business manager -- take all the credit and none of the blame.",
      "TeutonJon78",
      "2025-05-01T12:38:20",
      2
    ],
    [
      "You can bet your ass they are going to do everything they can to hinder it. I would not put it past them to get rid of midterm elections altogether.",
      "Sw0rDz",
      "2025-05-01T16:09:35",
      2
    ],
    [
      "It it will still be close as hell because 1/3 of the electorate are cult members, another 1/3 don’t give a damn, and another 1/3 actually care.",
      "Kevin_Jim",
      "2025-05-01T17:06:05",
      2
    ],
    [
      "Anyone who thinks were getting out of this with only peaceful protests, civil discussion and some kind of magical blue wave come the midterms is fooling themselves.  Can you all really take that chance?",
      "Dasmage",
      "2025-05-01T17:35:49",
      2
    ],
    [
      "Just sucks because even if elections happen and even if democrats win some semblance of a majority, they all capitulate and play softball, and then 2-4 years later we have to deal with an amnesiac voter base who will just vote republicans back into power.  I honestly don’t know how the country rights itself at this point.",
      "Puttor482",
      "2025-05-01T20:29:09",
      2
    ],
    [
      "Not only that, but Sheldon Whitehouse missed the vote. If he hadn't it would have passed.",
      "vreddy92",
      "2025-05-01T21:02:16",
      2
    ],
    [
      "*Fascism taking over government*  Americans: \"Just wait for midterms.\"  K",
      "IrishRepoMan",
      "2025-05-01T11:36:33",
      1
    ],
    [
      "What midterms? Lmao. Have you noticed what the fuck is going on here",
      "TwoTalentedBastidz",
      "2025-05-01T16:06:05",
      1
    ],
    [
      "This is wild. There are no words left. Trump is literally running the country (and the global economy) straight into the ground at Mach 2,  the GOP is trying to make it Mach 5.",
      "toastmannn",
      "2025-05-01T18:37:53",
      1
    ],
    [
      "How is there anyone left that believes there will be a midterm election? I don’t understand how anyone at this point could possibly believe that.",
      "Present-Loss-7499",
      "2025-05-02T06:16:32",
      1
    ],
    [
      "I've always assumed it went back to Russia hacking into the RNC and DNC servers back around 2016.   The DNC files were released almost immediately and were the origin of the \"Hillary's Email Server\" line of attack.   The RNC files were never released, but after winning the 2016 election a whole bunch of rank and file GOP politicians either started retiring or getting much more friendly with Russia, to the point where 7 GOP members went to Moscow on July 4 in 2018.    If I had to guess some amount of funding the RNC receives is Russian in origin, and everything since the 2016 hack has been in service of obscuring that. ",
      "CyHawkWRNL",
      "2025-05-01T07:50:00",
      440
    ],
    [
      "Trump has the most rabid of followers in modern history.  When a Republican goes against Trump, they know that not only will Trump turn his raging followers to vote against them, they will receive death threats against them and their families.  The Republicans don't have the courage to stand up against that and do the right things.",
      "sane_sober61",
      "2025-05-01T06:09:33",
      212
    ],
    [
      "They joined the cult. They don't even know they might be a victim someday. Without the constitution, Trump can deport anyone he wanted.",
      "kupomu27",
      "2025-05-01T05:38:26",
      34
    ],
    [
      "He doesnt need any leverage - conservatives are overwhelmingly authoritarian followers.   Some people are like dogs going through life looking for a master, and when one appears they will lick his boots... and not reluctantly.   They behave as if they have no choice, even lament about how they _have_ to do what he says or risk punishment.  But don't be fooled, that's all part of the kink.",
      "IJustLoggedInToSay-",
      "2025-05-01T08:04:35",
      20
    ],
    [
      "His base is devoted to him more than Jesus himself. Any Republican that speaks out against Trump will lose a good chunk of their voters and they're too cowardly to do what's right. The only way this is gonna truely end is if someone Green Hats him",
      "nothoughtsnosleep",
      "2025-05-01T09:48:34",
      8
    ],
    [
      "They know where the bodies are buried…remember that douche congressman who dared speak out about the coke & orgy parties the GOP were having?",
      "spazz720",
      "2025-05-01T06:51:18",
      13
    ],
    [
      "follow the money... it's not hard in theory.",
      "Musicman12456",
      "2025-05-01T08:07:04",
      3
    ],
    [
      "They signed loyalty pledges. They sold their souls.",
      "Iinktolyn",
      "2025-05-01T08:24:45",
      3
    ],
    [
      "He pretty much has control over the entire GOP war chest now and has threatened to use it to primary any and everyone",
      "slash2213",
      "2025-05-01T09:11:49",
      2
    ],
    [
      "They're in on it and support his dumb decisions.",
      "thrillhoMcFly",
      "2025-05-01T08:23:24",
      3
    ],
    [
      "Republicans make it a point to not allow anyone to get too powerful unless they know they can control them with the 1 exception being Donald Trump. All of them are compromised in some way, they wouldn’t have been allowed into positions of power otherwise. They get practically no money from small donations when compared with democratic politicians, so they are reliant on dirty money. All of them have serious Kompromant so regardless of how they may personally feel they will always fall in line to avoid not just losing their positions but their personal standing in society. The best possible Republican candidate is one who has credible SA or pedo allegations, or has committed fraud - the corruption and crime is a feature not a bug to them. They’re actually preferable than the zealots and true believers because zealots are hard to control.",
      "Drdoctormusic",
      "2025-05-01T08:06:28",
      2
    ],
    [
      "You’re giving them a cop-out. Taking all the responsibility for their own actions away and making them victims of blackmail or extortion. They are all doing this because they want this.",
      "Listening_Heads",
      "2025-05-01T09:58:10",
      1
    ],
    [
      "It's not thinly veiled you just don't run in the right circles. I've heard some absolutely wild stories from people I know who work as aides and campaign managers on capitol hill.",
      "Putrid-Chemical3438",
      "2025-05-01T10:22:09",
      1
    ],
    [
      "They're not cowards or victims. They're complicit. Orange Don is doing everything they've been planning for decades.",
      "caskaziom",
      "2025-05-01T10:35:46",
      1
    ],
    [
      "Trump doesn't NEED leverage. Trump is doing what they've been trying accomplish for decades.  30 years ago Newt Gingrich wanted to get rid of NOAA and PBS and NPR and the Education Department and otherwise gut the federal government.  One of George W. Bush's advisors wanted to shrink the federal government until it was \"small enough to drown in a bathtub.\"  The Republican Party has been trying to destroy the federal government for years.  Why would they do anything to stop Trump, now that he's actually achieving it?  They're not cheering because he's got leverage over them, they're cheering because *this is what they want*.",
      "ManyAreMyNames",
      "2025-05-01T11:56:32",
      1
    ],
    [
      "Y’ALL Qaeda",
      "Moist-Emergency-3030",
      "2025-05-01T06:25:54",
      350
    ],
    [
      "I expect we let them burn under their own fire until they've burned out. There is no hope for them.",
      "toomuchtodotoday",
      "2025-05-01T08:06:43",
      -2
    ],
    [
      "Unfortunately, they think it for the same reason that otherwise law-abiding undocumented immigrants (who, say, overstayed their visa, which is a civil violation rather than a crime; or who were smuggled here when they were toddlers) believe that \\*they\\* will not be deported.   They (the good immigrants) tell themselves, 'Obviously' he only meant the \"bad\" undocumented immigrants -- the criminals, the agitators, the lazy -- will actually be deported as part of this mass deportation plan.   They (the green card holders) tell themselves, 'Obviously' he only means the undocumented.  They (the naturalized citizen) tell themselves, 'Obviously' he only means non-citizens.   They (the natural-born citizens) tell themelves, 'But! I'm a citizen. You can't deport citizens... okay, he deported some kids, but they had undocumented mothers who choose to take them!'   \"First, they come for the socialists...\" (though, actually, it was the trans people. Socialists were part of the second wave, like they will be now.)",
      "redhillbones",
      "2025-05-01T08:19:10",
      48
    ],
    [
      "Moreover, there are no consequences for creating blatantly illegal or unconstitutional legislation, so these people can literally just toss fascism at the wall until something sticks.  IMO this is one of the biggest flaws with our democracy - at some point legislators who act in bad faith and create these laws should have some liability for what is effectively seditious intent to destroy the constitution by a million cuts.",
      "obeytheturtles",
      "2025-05-01T08:18:48",
      24
    ],
    [
      "Also, it should be stated over and over again, that citizens are not *deported*. They're citizens. They're being sent off to concentration camps without trial. Literally.",
      "RussellGrey",
      "2025-05-01T08:57:42",
      40
    ],
    [
      "> and this right here is why  Well no, \"why\" is because it shouldn't ever have been happening to illegal immigrants and/or criminals either. It's just cruel and unusual, inhumane punishment regardless. It *is* a slippery slope, but the whole goddamn slope should just be avoided with a ten foot pole.",
      "ThinkyRetroLad",
      "2025-05-01T08:12:17",
      21
    ],
    [
      "Because a lot of them already know he would break the law. They've admitted it. They're polled and asked and...    They **want** this.",
      "2punornot2pun",
      "2025-05-01T10:05:21",
      4
    ],
    [
      "I just hope that Democrats realize that this is the part where you arm yourself",
      "grindrisgay",
      "2025-05-01T20:03:33",
      1
    ],
    [
      "Or disappearing.",
      "GomezFigueroa",
      "2025-05-01T10:21:30",
      51
    ],
    [
      "Exiling. I agree that words matter. We’re now exiling our citizens.",
      "BeagleBrigade",
      "2025-05-01T20:30:57",
      2
    ],
    [
      "Based off reports of who was on The Island in leaked information posted online shortly before the second arrest . . .",
      "NTFRMERTH",
      "2025-05-01T13:30:03",
      1
    ],
    [
      "Where the Fuerer wants them to go.",
      "animalslover4569",
      "2025-05-01T06:14:52",
      108
    ],
    [
      "El Salvador",
      "Mictlantecuhtli",
      "2025-05-01T07:30:50",
      49
    ],
    [
      "They don't care. They're just super excited that Trump is letting them act like fascists.",
      "R50cent",
      "2025-05-01T08:14:12",
      32
    ],
    [
      "They redefined the word deport. They started this on *day one* when they were saying that preacher who asked trump to be merciful should be deported. I said it over and over “they’re changing the definition of the word” and people told me I was crazy. Nope. They float ideas and then they do them. This will happen again re: trump’s third term.",
      "InevitableGoal2912",
      "2025-05-01T08:57:57",
      36
    ],
    [
      "I’m pretty sure ICE already can’t deport US citizens. I’m guessing it was voted down because of the game playing with the wording. Deporting US citizens is one thing but detaining US citizens is a very different thing. People are detained all the time for investigations.",
      "Coleman013",
      "2025-05-01T09:40:06",
      -5
    ],
    [
      "Such failures that without any actual winnings they just label failures as great, 4D chess, successes.",
      "ciccioig",
      "2025-05-01T07:08:27",
      18
    ],
    [
      "But are probably taking cash under the table",
      "animalslover4569",
      "2025-05-01T06:15:08",
      19
    ],
    [
      "Yes, it makes me so sad. You learn about Germany and think how could that happen. Now it is happening, and it's awful, and you see how many people are evil.",
      "Initial_Abrocoma_642",
      "2025-05-01T07:43:47",
      13
    ],
    [
      "> I can do no wrong, for I do not know what that is   - Satan, the Mysterious Stranger. (Adventures of Mark Twain, 1985)   They know they're wrong, they refuse to acknowledge it. They enjoy watching the suffering, and feel they're superior to somebody for this reason or that reason, and that gives them the right to do whatever they want.",
      "NTFRMERTH",
      "2025-05-01T13:39:11",
      2
    ],
    [
      "There’s a guy from Wisconsin whose wife got deported on their way back to Wisconsin from Puerto Rico.   He said “I still feel like I voted for the [lesser] of two evils,\" Bartell said. \"I’m not a hardliner, but the support for Trump is still there [...]”  His wife got taken away from him for 49 days without knowing if she’d ever return and he said he still supports Trump. [Link](https://www.fox6now.com/news/wisconsin-mans-wife-detained-by-ice-raising-funds-for-legal-fees.amp)",
      "harbinger_of_haggis",
      "2025-05-01T05:59:21",
      233
    ],
    [
      "Deport them all to Russia. They'll be right at home.",
      "F9-0021",
      "2025-05-01T06:51:09",
      12
    ],
    [
      "The most democrats will do is try to “heal the divide” and “work across the isle”, while inviting republican traitors into their cabinets like Kamala did",
      "Familiar_Invite_8144",
      "2025-05-01T07:59:02",
      4
    ],
    [
      "> deport MAGA criminals  We could have sent 1,500 of them, but they were too white.",
      "DenyDeposeDeeznuts",
      "2025-05-01T15:54:41",
      2
    ],
    [
      "Oh, they won’t deport the maga criminals. One of them is in office and the rest were pardoned. It’ll be the brown/black criminals and the liberal criminals",
      "UhOhAbbo",
      "2025-05-02T00:09:24",
      1
    ],
    [
      "Very funny, but no. No, you're not allowed to *deport* US citizens, of any sort.  You also have no assurance that justice will prevail in  *a few years*. The Trump admin's actions require organizing and direct action, not waiting.",
      "zixd",
      "2025-05-01T16:17:21",
      -1
    ],
    [
      "You can if you ignore the Constitution and send them to a prison  outside of the US, without any due process.  It will happen before summer",
      "bschott007",
      "2025-05-01T07:47:19",
      48
    ],
    [
      "Deport Trump to Russia. They deserve each other.",
      "SeriousStomach1851",
      "2025-05-01T05:28:44",
      23
    ],
    [
      "\\> Trump to Germany  The Hague is in the Netherlands. A much better choice for this criminal.",
      "bmcgee",
      "2025-05-01T06:20:34",
      11
    ],
    [
      "Considering Elon lied on his citizenship paperwork, then yeah, there's a real, LEGAL reason to void taht shit and send his visa-breaking ass home.  As for Trump, we need to be better than the fascists.  We're not going to send him to some black site, or some off shore concentration camp.  He can rot in a for profit American prison with a cellmate that will gut him if he messes up the toilet hooch.",
      "aradraugfea",
      "2025-05-01T06:16:07",
      11
    ],
    [
      "Nope not Germany and South Africa. Straight to El Salvador",
      "HumanRobotMan",
      "2025-05-01T06:11:10",
      2
    ],
    [
      "> This won’t end well for the ice agents.  It could take a couple decades, and even then El Salvador will protect them just like Argentina protected Nazi's.",
      "SeductiveSunday",
      "2025-05-01T12:07:29",
      4
    ],
    [
      "I said this before when there was a spree of carjackers in my area: sooner or later they are going to run into someone with a gun they are going get unalived",
      "gopeepants",
      "2025-05-01T14:03:52",
      1
    ],
    [
      "I also think it's hilarious when his cultists scream about no one being above the law.",
      "megamoo",
      "2025-05-01T18:27:48",
      5
    ],
    [
      "Apparently facts and reality don’t have to coexist. And never forget that one woman who said that there are alternative facts. So… the leaders of the USA sure are funny in the approach to the rest of the world and now its people too.",
      "ShodanLieu",
      "2025-05-01T20:07:54",
      2
    ],
    [
      "Yes, a lot of seats are up for grabs. We can make a difference. Get angry, be vocal, call your reps and attend nom-violent protests.   We can take our country back from these fucking nazis.",
      "Superguy766",
      "2025-05-01T12:54:48",
      1
    ],
    [
      "No, because I don't think we're going to have fair elections. From here on out we'll have Russian-style elections.",
      "megamoo",
      "2025-05-01T18:33:17",
      1
    ],
    [
      "They’re not putting this into the budget bill though.",
      "Rich_Charity_3160",
      "2025-05-01T12:08:09",
      1
    ],
    [
      "This was a vote to keep it out of the budget bill.",
      "restofever",
      "2025-05-01T20:22:46",
      1
    ],
    [
      "> And when in office democrats actually stop with the kid gloves  Hopefully they don't push that 'we should move on' bullshit. People need to be prosecuted.",
      "Keshire",
      "2025-05-01T14:55:39",
      1
    ],
    [
      "lol right. I guess we'll do that in all the fair elections we'll having coming up, huh?",
      "megamoo",
      "2025-05-01T18:29:08",
      2
    ],
    [
      "It's kidnapping and trafficking.",
      "brickout",
      "2025-05-01T11:39:04",
      3
    ],
    [
      "Agreed. I remembered that last November and am heartbroken over how many of my fellow voters somehow forgot all about that crucial life lesson.",
      "bakerfredricka",
      "2025-05-01T14:19:27",
      1
    ],
    [
      "It's all theater anyway.   They all know Trump would just veto it. ",
      "Cosmic_Seth",
      "2025-05-01T10:00:12",
      2
    ],
    [
      "Then you'll be hunted down. There's no sanity or justice here.",
      "KingsElite",
      "2025-05-01T19:20:56",
      0
    ],
    [
      "Unfortunately, Republicans are the ones with the guns. ",
      "Cosmic_Seth",
      "2025-05-01T09:59:27",
      -5
    ],
    [
      "It’s literally a mainstream news article",
      "Plumshart",
      "2025-05-01T05:45:12",
      10
    ],
    [
      "Because it’s extraordinarily misleading.   The subcommittee voted against an amendment that proposed making it illegal to detain or deport citizens. It’s already unlawful and unconstitutional to *deport* U.S. citizens, and making it illegal to *detain* a citizen (which can include things like temporarily questioning, asking for ID, etc., during the execution of a judicial or administrative warrant) would effectively make ICE inoperable. One can support the latter, but voting against this amendment is not the same thing as tacitly supporting citizen deportations.",
      "Rich_Charity_3160",
      "2025-05-01T07:38:19",
      -23
    ],
    [
      "Not sure we will be given an honest chance in two years. ",
      "Cosmic_Seth",
      "2025-05-01T09:58:36",
      2
    ],
    [
      "How do you all saying this not get what's happening here?",
      "megamoo",
      "2025-05-01T18:34:12",
      1
    ],
    [
      "Dude, won't happen, they'll ship us off to the most unsavory countries just to add to the cruelty of it all.",
      "tehCharo",
      "2025-05-01T09:35:36",
      1
    ],
    [
      "Well, you put them on a plane illegally, send that plane to El Salvador illegally, put them into a foreign prison illegally, deny them legal representation illegally, then crotch thrust at the judicial branch and the constitution.",
      "Racecarlock",
      "2025-05-01T21:01:53",
      6
    ],
    [
      "\\> the US citizens of undocumented workers  What does this even mean?",
      "-pithandsubstance-",
      "2025-05-01T18:01:55",
      1
    ],
    [
      "What other members raped people, tried stealing elections, pardoned traitors, tried to have innocent men executed, raped more people including kids, extorted foreign countries, extorted his own country’s states, stole money from sick kids, and admitted to wanting to fuck their own kid?    I feel like you need to start paying attention.",
      "TheWorkLifeBalance",
      "2025-05-01T18:54:54",
      2
    ],
    [
      "Uh, trump said he was going to be the US's dictator. Dictators are pure evil.",
      "SeductiveSunday",
      "2025-05-01T12:02:51",
      3
    ],
    [
      "Please explain what you think is good about deporting US Citizens from the US.",
      "megamoo",
      "2025-05-01T18:26:48",
      9
    ],
    [
      "Read that headline again.   They voted to not stop ICE from deporting citizens.   CITIZENS.  You can't fucking deport citizens. Where do you deport them to? But I guess that doesn't matter, cause these idiots just said its fine to do it. And you are applauding them.",
      "caliman1717",
      "2025-05-01T18:12:02",
      9
    ],
    [
      "But in reality, where the rest of us live, they are.",
      "PM-me-Gophers",
      "2025-05-01T07:27:28",
      28
    ],
    [
      "This is not a lol type of thing. THIS would allow them to deport US citizen without due process. Why can't you understand how serious this is.",
      "Initial_Abrocoma_642",
      "2025-05-01T07:46:00",
      17
    ],
    [
      "Tell this to the 4-year-old U.S. citizen, who was actively receiving treatment for a rare form of cancer and was flown to Honduras without his medication.  Oh wait, you can’t, b/c he’s in Honduras!",
      "Ace-Cuddler",
      "2025-05-01T08:16:40",
      12
    ],
    [
      "They were tho",
      "LatterTarget7",
      "2025-05-01T09:01:21",
      6
    ],
    [
      "Correct, \"deport\" is the wrong term for citizens. They are being kidnapped and trafficked, which is much worse than the term \"deport\" connotes.",
      "brickout",
      "2025-05-01T11:39:53",
      3
    ],
    [
      "How do you think the federal government will prevent, say, California from independently running their elections as they always have? By what mechanism exactly? Because I'm pretty sure California will mail me a ballot as they always have, and I will drop it off at a collection box operated and maintained by California State employees as it always has.",
      "loglighterequipment",
      "2025-05-01T06:48:20",
      576
    ],
    [
      "There will likely be elections, but they are already screwing with the systems to make them more like putins elections",
      "ADhomin_em",
      "2025-05-01T08:58:14",
      22
    ],
    [
      "Anyone remember the Arab Spring, and the analysis that followed?  The catalyst was social media. The tipping point was hunger.   The tariffs were a grift there’s no doubt, but these have always historically been against specific products and industries not entire nations. Why do it like this?  The empty shelves are to make sure the hunger arrives right on time to cause rioting, to give justification for martial law and canceling elections.  They don’t care if they can’t cancel them all. Just enough to throw the midterms into absolute chaos and use the corrupted judiciary to give them the election regardless. Enough to keep both houses. Enough to never feel consequences and enough to solidify one party rule for the remainder of our lifetimes.  And it will work. I swear to god this is like watching Russia line up tanks on the Ukrainian border three years ago with the press gagging all over themselves “what does this mean? Surely he won’t! Just saber rattling”  There’s only one reason to be doing the things this administration are doing, and they have every reason to do them, and nothing at all standing in their way.",
      "itWasALuckyWind",
      "2025-05-01T09:14:24",
      36
    ],
    [
      "I guarantee they’ll blame the empty shelves on Democrats.  I hate to give them the false talking point but the west coast is blue and I am almost willing to bet that the official narrative coming out of the Republican camp will be that we have shortages because the west coast governors are blocking shipments to ports in their states.  There of course will be zero evidence to this but when has that ever mattered for MAGA?",
      "Popculturemofo",
      "2025-05-01T06:57:39",
      55
    ],
    [
      "Ive been thinking about the next few years and how things might pan out and I wouldn’t be surprised if china invades taiwan in 2027 and trump uses that as an excuse to “pause” the 2028 elections.",
      "ComfortableGas7741",
      "2025-05-01T08:06:16",
      15
    ],
    [
      "We'll have elections. However, who is eligible to vote will be carefully curated. ",
      "1of3destinys",
      "2025-05-01T08:56:15",
      6
    ],
    [
      "By saying there won’t be midterms and spreading that online (possibly saying it in multiple places) you’re basically telling everyone to give up. DO FUCKING NOT GIVE UP. That’s how these losers win. Look, I’m tired and I’m scared and I’m a parent and a small business owner living in a city that has a MAGA target on its back, but I’m still going to *vote* and *protest*. ",
      "Traditional-Sea-2322",
      "2025-05-01T09:58:04",
      5
    ],
    [
      "Any empty shelves will simply be blamed on \"foreign actors\" and \"aggression towards the US\", and also shouldn't you be buying less anyway and it's actually your fault for wanting so much???",
      "stoic_spaghetti",
      "2025-05-01T09:06:57",
      6
    ],
    [
      "I honestly think we might see some Republicans buckle under public pressure if only to save their own skin. Will it be enough? I dunno, but they’re in the fire, and and as the disasters manifest, it’s going to make them sweat",
      "Frustrable_Zero",
      "2025-05-01T09:02:43",
      3
    ],
    [
      "Careful, they'll call you a doomer!",
      "Miserable_Anteater62",
      "2025-05-01T08:10:13",
      5
    ],
    [
      "Well they put a pause on the FEC like yesterday so...",
      "TheChrisCrash",
      "2025-05-01T09:26:16",
      2
    ],
    [
      "They are a lost cause we need to get people that don’t normally vote out to vote. That’s the only way we’re gonna stop this.",
      "AccomplishedAge2903",
      "2025-05-01T09:28:44",
      2
    ],
    [
      "He's already moving towards that. His EO the other day to increase police states across america. Just getting the nazis in place.",
      "Fastr77",
      "2025-05-01T11:06:38",
      2
    ],
    [
      "They'll blame the empty shelves on the employees that work in the store",
      "EmuLife9860",
      "2025-05-01T11:15:43",
      2
    ],
    [
      "Sunk cost fallacy has eaten the GOP",
      "Zolomun",
      "2025-05-01T11:27:19",
      2
    ],
    [
      "They dont need to stop the elections. All three of trump’s elections have been after the consent decree against the GOPs voter suppression efforts have been lifted.   While afaik no analysis has been given to his 2016 win, a look at the purges, challenged ballots, etc in 2024 show that if these individuals had the opportunity to vote, or their votes counted, based on a conservative projection of their parity, that Kamala would have won the blue wall and GA IIRC,   They’re going to pick their votes so they can claim a democratic mandate to govern. 🤷‍♂️",
      "aelysium",
      "2025-05-01T12:46:25",
      2
    ],
    [
      "Goal isn’t to change those minds it’s to change the minds of independents, single issue voters and non voters. You’re not changing the minds of a maga",
      "This-Gear-687",
      "2025-05-01T13:06:23",
      2
    ],
    [
      "They’re getting better at just weaking a district here and there just enough to maintain power.   Especially given ever more prevalent gerrymandering, voter suppression and mis apportionment.  No need to be so obvious.    Putin still has elections.",
      "Balmerhippie",
      "2025-05-01T13:38:16",
      2
    ],
    [
      "Why aren’t democrats going full tilt scorched earth every day with this. Rallies. Podcasts. Tweets. Etc. just do exactly what trump would be doing. ",
      "Disastrous-Angle-591",
      "2025-05-01T13:45:54",
      2
    ],
    [
      "Yeah I want to remain hopeful and positive, but I also kind of think you’re right. The only way around this is repubs in congress coming to their senses and acknowledging they are ending the country as we know it and then have a change of heart and impeach the fucker",
      "Albus_Harrison",
      "2025-05-01T13:48:04",
      2
    ],
    [
      "Nah there will be elections. Just have to fake the results and then gaslight people to think republicans actually won. Gives them more ammunition against democrats when they start protesting.",
      "leberwrust",
      "2025-05-01T13:51:18",
      2
    ],
    [
      "The empty shelves could and will cause the riots that they so desperately want. They are engineering martial law to happen. This has been the plan all along.",
      "SpearandMagicHelmet",
      "2025-05-01T14:06:34",
      2
    ],
    [
      "Right wing media has already started talking about the Black Lives Matter protests again. This all ends with them accusing \"Antifa\" of terrorism, and anyone who is not 100% on board with Trump becomes an enemy of the state. People had better wake up, because we're heading to this point *really fucking fast*, and soon it will be us being deported to death camps.",
      "Rich-Pomegranate1679",
      "2025-05-01T14:19:52",
      2
    ],
    [
      "He can try but the country is already split in half with us vs them.   If he tries that I can see riots breaking out everywhere and of course that's when he will declare martial law and that's probably the game plan to begin with.   At that point the military will have to make a clear decision on what side they want to fall on and ultimately how they will be remembered.",
      "Festering-Fecal",
      "2025-05-01T14:43:06",
      2
    ],
    [
      "> Actual empty shelves in the supermarket might change some republican minds.  I feel like the *real* problem is going to be completely full shelves and empty aisles because everyone's unemployed, incarcerated, and/or homeless.",
      "QuerulousPanda",
      "2025-05-01T15:24:10",
      2
    ],
    [
      "Remember, only 9 missed meals is all it takes to turn people against one another through manipulation. All reasoning goes out the window.",
      "metalpharoah",
      "2025-05-01T16:42:07",
      2
    ],
    [
      "We will: they will just somehow have a red wave where they win by the thinnest majority.",
      "AcidRohnin",
      "2025-05-01T17:10:09",
      2
    ],
    [
      "Didn't you hear? Biden's economy was so secretly bad it's going to take many bigly years to fix the problem so it only makes sense to cancel all elections until the Biden economy gets sorted out.   I'm being facetious but at the same time I know some morons will get on their knees and say yes to whatever trump shoots in their faces.",
      "robo836",
      "2025-05-01T20:29:49",
      2
    ],
    [
      "They will not need to do any of that, white males will still overwhelmingly vote GOP no matter what. They will find some rational rather than racism to justify it and the majority of white women will as well. These facts with how the house districts are drawn will give than a chance to keep the house or only lose it by a few seats and the senate will be the same thing. The GOP knows this which is why racism and tax cuts for the wealthy are their only consistent ideology.",
      "Verumsemper",
      "2025-05-01T07:31:10",
      3
    ],
    [
      "We will have midterms. Democrats just won't turn out enough compared to their Republican counterparts. History will repeat itself because Republicans are currently not voting on the issues, they are voting on feelings and emotions.",
      "Fregadero88",
      "2025-05-01T12:41:17",
      1
    ],
    [
      "We will. They might be rigged, but we'll have them.   There isn't a chance Trump can get away with just not having them.",
      "EWAINS25",
      "2025-05-01T13:15:31",
      1
    ],
    [
      "I disagree. Empty shelves, sure, bad economy, sure, but all but a few of the most extreme authoritarians of the 21st century prefer to stay away from giant destabilizing events like that.   If you want to see into the future, look no further than Orban’s Hungary. Mind you, they invited him to speak at CPAC in 2022 (I think - could be off by a year or two). They’ve been very open about their admiration. Steve Bannon referred to Orban as “Trump before Trump”.  Calling off elections entirely, starting what may very be a civil war is bad for business and bad for holding onto power. What we’ve seen already, and what we should expect to see as long as the current crop of authoritarians is in power, is instead targeted lawfare against any and all critics, highly corrupt government purchasing process that enriches friends and bankrupts opponents or shuts them out completely, so on and so forth.   In Hungary, because Orban *is* the state, the state run news channel featured 3 back to back recorded Orban speeches in a single day leading up to a recent election. The opposing party got a total of 5 minutes of tv time the entire campaign. The independent outlets have all either been bought out by loyalists who were made rich/stayed rich through corruption, or shriveled up into irrelevance after repeated threats and legal attacks. Thinking about the U.S., the president doesn’t need to personally control the Washington post, he just has to convince Jeff Bezos that his companies will be targeted/investigated/etc. if he doesn’t control the reporters who work for him.  It’s a lot more sinister IMO, because unlike the sloppy and violent coups or power grabs that are made abundantly clear to the outside world and citizens when armed military members take over a broadcast on live TV or something, tanks rolling through the streets, when you take the Orban path there’s never a single moment when power is officially seized or when citizens flee en masse. If you’re an ordinary person, you can go on living your life for quite a while without too much major interruption. You keep your job, the company just happens to be bought out by a party loyalist at some point. There’s still food at the store, it’s just harder to afford year over year. The markets take some hits and all the corruption doesn’t help with growth, but there’s never a point at which foreign investment totally ceases or you see sanctions for human rights abuses or something. There’s just always some deniability, and the leaders, as well as the large number of genuine believers, will never admit that the country isn’t free - it’ll just become harder and harder for any opposition party to win anything meaningful or for anyone to get ahead while publicly holding views critical of the state.",
      "james_d_rustles",
      "2025-05-01T23:56:22",
      1
    ],
    [
      "Dawg I got worse news for you; they gonna have elections, they’ll be fair and a bunch of idiots will vote for incumbents and nothing will change",
      "No-Problem49",
      "2025-05-02T06:30:20",
      1
    ],
    [
      "Stop this fearmongering. Elections will happen because states will run them. If the executive tries to impede states rights we respond. Nothing will stop the midterms from happening",
      "SeaEquipmentTaken",
      "2025-05-01T10:18:06",
      1
    ],
    [
      "Americans may not realize this but you will need mass protests and a general strike to get rid of Trump. He will not leave due to the democratic process.",
      "chronocapybara",
      "2025-05-01T10:54:48",
      1
    ],
    [
      "**Martial Law does not stop elections in the US**  There is no mechanism - NONE - in the US by which the president can stop or delay elections. The dates of elections and term endings are in a constitutional amendment and it would require a constitutional amendment to change them.  \"But Trump will just ignore the constitution!\"  The Federal government has zero involvement in elections. Elections are entirely run by states. Trump would have to order the military to physically bar people from turning in ballots or appearing at polling places to stop an election. And even if he wanted to do that, what happened to all the city mayors, local proposals, school boards, etc who are also elected via those ballots? If the midterm elections don't happen, the US as we know it is gone and we are fully Authoritarian, in a country that looks completely different than today. Could that happen between now and next year? Yes. But it seems ways more likely he'll be dead or impeached before that happens because our country is run by STATES, not the federal government and everyone seems to keep forgetting that.",
      "MommyLovesPot8toes",
      "2025-05-01T08:47:18",
      2
    ],
    [
      "You’re way too online",
      "Twaffles95",
      "2025-05-01T11:10:30",
      0
    ],
    [
      ">Elections will be cancelled and martial law declared due to some kind of \"border crisis\", probably of stephen miller's design.  This is some Blueanon nonsense.   No one can cancel an election. Even during previous instances of martial law in the United States we still had elections.",
      "SensationalSaturdays",
      "2025-05-01T11:49:34",
      0
    ],
    [
      "Midterms will happen. They still have elections in Russia, after all. Most dictatorships operate under the guise of democracy. ",
      "JennJayBee",
      "2025-05-01T06:43:03",
      104
    ],
    [
      "I mean, midterms are gonna happen; how free and fair they will be, however, is the question.",
      "FieldMouseMedic",
      "2025-05-01T07:21:54",
      19
    ],
    [
      "I'm already sick of fucking doomers.",
      "alastor0x",
      "2025-05-01T09:03:16",
      -2
    ],
    [
      "I think even the 49-49 vote is a shot across the bow.  If McConnell had shown up, he would be forced to veto it.  Then the Senate would start to realize the Tariff belongs to THEM, and  letting him take the wheel to steer us into a ditch is THEIR FAULT.  But since you're most likely right in the hypothetical, I'm glad the world will be able to SEE WHO voted against sane tariffs.  BELIEVE ME, other countries are taking notes about which US States to retaliate against.",
      "XSinTrick6666",
      "2025-05-01T09:29:54",
      2
    ],
    [
      "Thank you - I did not know that!  I ALSO didn't know that the House passed a resolution not to take up any tariff legislation until September!  So they've got backstops on every layer - and feckless Dems cancelling out the few GOP w the courage to dissent!  Dems are TRULY in a disarray.  Trump is AT HIS WORST and we can't get even minimal cohesion!  WE MUST UNITE AND EXPEL these devils!  If we can't get that done, we have only ourselves to blame.  >Even if it did pass the Senate, the House wasn't expected to take up the resolution after **Republicans passed a rule that specifically blocks this type of resolution until the end of September**. Trump would also likely have vetoed the resolution if it reached his desk.     [https://www.newsweek.com/trump-tariffs-vote-sheldon-whitehouse-2066581](https://www.newsweek.com/trump-tariffs-vote-sheldon-whitehouse-2066581)",
      "XSinTrick6666",
      "2025-05-02T04:19:29",
      1
    ],
    [
      "[deleted]",
      "[deleted]",
      "2025-05-01T11:48:10",
      0
    ],
    [
      "yah.  I have.  gaslighting.  I will maintain that I'll settle it in the voting booth ... until such time as I do not.  There will be no cosplay or celebratory selfies posted.",
      "XSinTrick6666",
      "2025-05-01T16:26:32",
      1
    ],
    [
      "This will get lost in the shuffling of quips but well said. Not that it’s the origin of all our problems but it is the origin of the trump problem. He was dead in the water until wleaks, also the reopening the Hillary investigation at the last minute by the FBI. We are well done and sitting under the heat lamp at this point",
      "TheyNeedLoveToo",
      "2025-05-01T09:52:12",
      103
    ],
    [
      "We already know that the NRA was primarily funded by Russia and Russia had at least 1 spy embedded in the organization.  Not hard to follow that string to the entire RNC",
      "KlingoftheCastle",
      "2025-05-01T11:04:31",
      53
    ],
    [
      "It must be more than just funding though.  Obviously it's bad if Russia is funneling millions into the GOP but I can't believe that that's all they have over them.",
      "climb-it-ographer",
      "2025-05-01T10:48:16",
      12
    ],
    [
      "This is a stupid excuse.  Congress is already full of hundreds of people who get hate and death threats from MAGA loons as part of their normal work day: they're called Democrats.",
      "IJustLoggedInToSay-",
      "2025-05-01T08:06:49",
      106
    ],
    [
      "The container of \"Trump '28 (Jesus Approves!)\" baseball caps and T-shirts I ordered from China would be flying off the shelves if only 47 hand not cut the staffing level for Customs & Border Patrol becasue the container is now stuckj at the port.",
      "Catspaw129",
      "2025-05-01T12:57:54",
      2
    ],
    [
      "Well, heck, what politician doesn't want a cop-out?",
      "Catspaw129",
      "2025-05-01T13:14:02",
      1
    ],
    [
      "\"*don't run in the right circles*\"  Your darn tootin' I \"don't run in right circles\", my left leg is shorter than my right leg; so when I run it trends to left circles.",
      "Catspaw129",
      "2025-05-01T13:20:28",
      1
    ],
    [
      "We sometimes call Texas \"Howdy Arabia\".",
      "KellyAnn3106",
      "2025-05-01T07:19:38",
      93
    ],
    [
      "Perfect name for the GOP",
      "Dismal-Prior-6699",
      "2025-05-01T07:05:49",
      33
    ],
    [
      "Yeehawdists.  Talibangelists.",
      "elihu",
      "2025-05-01T14:53:36",
      2
    ],
    [
      "Hill Billy Isis",
      "Shepherd-of-Rot",
      "2025-05-01T07:19:56",
      6
    ],
    [
      "As a born Texan, forced to move back to Texas from California after layoffs and the economy….  Please make this a thing",
      "jakeylime",
      "2025-05-01T11:52:28",
      1
    ],
    [
      "Hillbilly isis",
      "Tortitudes",
      "2025-05-02T02:21:25",
      1
    ],
    [
      "\\> until they've burned out  This is painfully naive.",
      "-pithandsubstance-",
      "2025-05-01T18:08:41",
      2
    ],
    [
      "“Undocumented immigrants (who, say, overstayed their visa, which is a civil violation rather than a crime; or who were smuggled here when they were toddlers)”  Not contesting the validity of your post, I just wanted to correct and clarify an important detail. An immigrant that is undocumented means that they entered the US without the governments consent, knowledge and without legal immigration status (no visa). A person who overstays their visa is an out-of-status alien, which as you stated is distinctly different. Generally, an out-of-status alien would not be at risk for deportation proceedings and can regain legal status with USCIS by applying for a change of status. If an out-of-status alien leaves and tries to renter the US, they will be issued a no-entry ban for a time period related to the length of time they were out-of-status (greater than 180 days is 10 year ban).   Source: I was an out-of-status alien in the US for about 6-7 years in the US before applying for an recieving PR status. My mother was also out of status during the same period, she left the US for the birth of my brother’s child and was issued a 10 year ban for being out of status when she attempted to return.",
      "Impressive_Ad127",
      "2025-05-02T05:31:19",
      2
    ],
    [
      "Thank you Canadian friend. Everyone in the media that says \"deport\" is complict. You cannot deport citizens, so you cannot use that word. This headline is as bullshit as saying I'm drinking a chicken nugget or eating a glass of water.",
      "Ridry",
      "2025-05-01T10:06:27",
      16
    ],
    [
      ">Well no, \"why\" is because it shouldn't ever have been happening to illegal immigrants and/or criminals either.   That was what I was saying. ",
      "JennJayBee",
      "2025-05-01T11:45:10",
      8
    ],
    [
      "Führer, but now’s probably not the time for correcting folks spelling, maybe?",
      "pheonix198",
      "2025-05-02T05:57:02",
      1
    ],
    [
      "“We’re just detaining them in an El Salvadoran prison”",
      "gtrocks555",
      "2025-05-01T10:41:47",
      13
    ],
    [
      "It's a glass table at this point",
      "themattboard",
      "2025-05-01T07:48:19",
      17
    ],
    [
      "Makes me wonder if he's one of those conservative guys that got married just because it was the \"done thing.\"  You meet them sometimes, people who don't really seem to love their spouse, are ambivalent towards their kids, but consider it part of some checklist.",
      "aradraugfea",
      "2025-05-01T06:13:48",
      89
    ],
    [
      "I saw this story when it happened. I believe the wife was pro Trump as well.",
      "tg19801980",
      "2025-05-01T06:23:51",
      15
    ],
    [
      "Trump deported his wife and he still supports him. Wonder what being a hardliner even means to him?",
      "kung-fu_hippy",
      "2025-05-01T06:45:42",
      19
    ],
    [
      "I hope his wife packed her bags",
      "ReindeerUpper4230",
      "2025-05-01T06:47:11",
      3
    ],
    [
      "I hear russia is running low on soldiers. These big strong alphas with tears in their eyes and guns up their asses can go fight big bad Ukraine for dear leader",
      "sirhackenslash",
      "2025-05-01T08:40:21",
      11
    ],
    [
      "Wasn't Russian selling itself as a MAGA haven a few years ago?    I wonder why nobody took up the offer.",
      "AlphaGoldblum",
      "2025-05-01T10:51:44",
      1
    ],
    [
      "Did Harris have a cabinet and I missed it?",
      "GomezFigueroa",
      "2025-05-01T10:23:00",
      2
    ],
    [
      "But that's not deportation. That's human trafficking.",
      "orphan-girl",
      "2025-05-01T09:30:04",
      23
    ],
    [
      "I think what they’re saying is it’s important we call out the usage of the term “deport” when it’s not accurate. They’re trying to soften what heinous shit they’re doing at any cost. “Deport” is such a buzzword right now. But what they’re doing IS disappearing people. Trafficking them. We need people to know that fellow American citizens are in danger of being trafficked to a foreign country without due process. Not “deported” as if they don’t belong here to begin with.",
      "myheartisnumb",
      "2025-05-01T11:33:27",
      7
    ],
    [
      "You make him happy 😂.",
      "kupomu27",
      "2025-05-01T05:37:47",
      6
    ],
    [
      "The sooner Democrats wake up and realize there better been some Nuremberg trials when they get back in power the better. They've done far to much damage to be allowed to slither back under their rocks. We tried playing nice under Biden and this is where it got us. Now it's time for a dose of that good old \"spare the rod, spoil the child\" they're always so happy to toss around. Consequences need to fit the crime when this is said and done or we will never be a democracy. Only seat warmers for the next generation of fascists.",
      "laura_leigh",
      "2025-05-01T09:46:30",
      1
    ],
    [
      "Or when Trump talks about immigrants who commit sexual assault. And I’m thinking minus the immigrant part yeah that’s you Trump!!!",
      "Weldzilla1973",
      "2025-05-02T03:00:25",
      1
    ],
    [
      "That’s only if it’s someone other than the government. This is banishment and exile.",
      "homework8976",
      "2025-05-01T12:46:12",
      1
    ],
    [
      "At least I'll go down swinging. Our forefathers didn't back down and neither will I!",
      "Travis123083",
      "2025-05-01T20:46:00",
      1
    ],
    [
      "Not all of them! I may be liberal but I too excercise my right to bare arms.",
      "Travis123083",
      "2025-05-01T10:03:42",
      1
    ],
    [
      "It isn't even that, it's that everyone knows guns won't stop tyranny. Even Ukraine is using drones more effectively.",
      "SeductiveSunday",
      "2025-05-01T12:05:00",
      1
    ],
    [
      "Newsweek is not the mainstream news. It used to be until about 2010-2015 when it was carved up and the brand was acquired by IBTimes, which is a sham operation run by fraudsters. It is mostly a clickbait farm now. ",
      "dvogel",
      "2025-05-01T05:58:30",
      4
    ],
    [
      "It wouldn't make ice inoperable  It would mean they'd need to start actually practicing due diligence rather than profiling everyone who has too much pigmentation",
      "wooops",
      "2025-05-01T08:31:08",
      19
    ],
    [
      "Hey, I am trying to find the Amendment to read for myself. Can you point me in the right direction? I cant seem to find it anywhere.",
      "ThatFireBender",
      "2025-05-01T09:36:33",
      3
    ],
    [
      "Man all of them do much much worse I promise u if uve ever been forced to hang round cons you’ll know lol.   What I mean is it’s obv trump doesn’t really care he’s in it for power + staying outta jail. The other guys like Miller and Bondi? Dawg those guys are actual sickos. That’s what I mean.  Trump is just a small piece of a big problem if u can’t see that then ur the blind one 🤷‍♂️. If Trump ever gets kicked out and they get another fat loud ugly idiot to be the next puppet then you’ll u understand these problems are etched into the soul of White America itself.  Of course white fat America would never wanna admit this out loud 😂",
      "RealNIG64",
      "2025-05-03T16:25:45",
      1
    ],
    [
      "Many things.",
      "SnooDonuts5498",
      "2025-05-01T21:11:26",
      -6
    ],
    [
      "Please clap.",
      "SnooDonuts5498",
      "2025-05-01T21:13:55",
      -6
    ],
    [
      "Name a few show sources.",
      "jakeoverbryce",
      "2025-05-01T07:28:31",
      -29
    ],
    [
      "Again, US Citizens aren't being deported.   You don't need a law for something that isn't happening nor going to happen.",
      "jakeoverbryce",
      "2025-05-01T07:49:32",
      -10
    ],
    [
      "That was his mother's decision not INS.  Take it up with her",
      "jakeoverbryce",
      "2025-05-01T08:22:21",
      -3
    ],
    [
      "They haven't once",
      "jakeoverbryce",
      "2025-05-01T09:36:38",
      -2
    ],
    [
      "They aren't being kidnapped by the government.   All these children were taken out of the country by their mothers not the government",
      "jakeoverbryce",
      "2025-05-01T11:42:02",
      0
    ],
    [
      "Trump and MAGA are trying to lay the ground work to use the military against its own citizens. Whether that's claim a border emergency, something happening in Ukraine/Russia or the Middle East. He is intentional creating chaos both domestically and abroad in an attempt to spark his own Gulf of Tonkin or 9/11 type event.   Or, very realistically, he's creating all this tension so that when Trump and MAGA conspire to fake a disaster or strike against the US, they can take ultimate power.   It's all about increasing fear and chaos. If people are scared enough, they won't fight back when he ultimate makes his grab for complete power.",
      "ChaplnGrillSgt",
      "2025-05-01T09:11:48",
      163
    ],
    [
      "I don't want to do maga's work for them. But I think the most likely outcome in that scenario is trump would say the results are not valid because elections are suspended due to the \"ongoing national emergency\".   Since it's California, he would also falsely claim massive voting fraud due to undocumented immigrants being given ballots. (He has already done so in all three recent presidential elections.) Speaker Johnson would be ordered not to seat any new members, especially if doing so could flip congress to Democratic control or otherwise derail trump's agenda.   He's already ignoring rulings from the federal judiciary. Why would he care what a state level government tells him?",
      "underpants-gnome",
      "2025-05-01T07:36:02",
      416
    ],
    [
      "They dont care about Cali, NY, and blue states. By muddying the water in the swing states long enough to centralize power, those states will no longer matter electorally. Their aim isnt 100% red Congress, its a permanent 56/60 seat Senate in GOP favor, and 230ish seat House. Let the Dems/others have 20-30% for a few years, it womt matter once theyre done with project 2025",
      "underhunter",
      "2025-05-01T08:22:09",
      46
    ],
    [
      "They will cut election funding. Arrest election officials. Push Russian propaganda.",
      "Carlyz37",
      "2025-05-01T06:59:23",
      109
    ],
    [
      "There is a case on its way or already at SCOTUS that would give him the ability to say that the only way federal elections work is one-day voting, paper ballots, and possibly one-day counting. While thats not exactly what the linked case is about, it gives them the doorway to end there.   https://www.democracydocket.com/cases/mississippi-mail-in-ballot-receipt-deadline-challenge-mississippi/",
      "Enocssa",
      "2025-05-01T09:55:26",
      13
    ],
    [
      "Your 'mail' ballot requires the Postal Service to function. Expect many 'accidents' around mail ballots next time.",
      "badwords",
      "2025-05-01T08:48:16",
      25
    ],
    [
      "The SAVE Act addresses that. Federal funds won't go to states that refuse to implement the criteria in said Act, which by the way, will disenfranchise millions of married women and pretty much everyone without their birth certificate or passport. That brings us to phase two- gut the agencies that send out birth certificates and passports. Let GOP states increase the price of a birth certificate (it's $25 in Texas right now). Gut the USPS so that even once those things are put in the mail, it takes weeks to arrive. Basically, if you plan on voting in November 2026, you need to start getting your paperwork ready *now*. ",
      "1of3destinys",
      "2025-05-01T08:59:38",
      25
    ],
    [
      "**Jan 2027**  Mike Johnson:  As certain states refused to follow the rightful President’s election reforms we will refuse to seat their Representatives for now until Congress forms a committee to investigate the validity of their elections.  By a vote of 98% by representatives from states that did run proper elections, I’m once again Speaker even if I would have only won 40% of the vote if go by the full count.",
      "ciel_lanila",
      "2025-05-01T10:23:25",
      9
    ],
    [
      "Does California run the postal service to get that ballot to you?",
      "kstar79",
      "2025-05-01T07:44:43",
      15
    ],
    [
      "Don't they have to be recognized by the House/Senate to vote?",
      "holyembalmer",
      "2025-05-01T10:02:26",
      1
    ],
    [
      "They won’t certify or act on it I suspect. Or state it and say any election results given to them are illegal due of martial law. Like sure states can run elections but if the king in power doesn’t want to recognize him what mechanism are you planning to use to forced him to recognize them? Lawsuits? He’s literally arresting judges.",
      "Malaix",
      "2025-05-01T10:56:09",
      1
    ],
    [
      "They're focused on controlling swing states like NC, where the GOP has just recently stripped the governor's (Dem) power to appoint state board of elections members.  Expect to see more of those types of power grabs in other states across the country to 'fix' elections.   For fairness I'm sure... /s",
      "Calispel",
      "2025-05-01T11:07:12",
      1
    ],
    [
      "Look at how russia, north korea and other dictator run countries handle this and follow the example?",
      "wiggmaster666",
      "2025-05-01T11:23:08",
      1
    ],
    [
      "They don't need to fuck up California's votes.  They need to mess with enough reliable, sycophantic Red or purple-leaning states to get to their majorities.",
      "drfsrich",
      "2025-05-01T12:47:48",
      1
    ],
    [
      "Military.",
      "litnu12",
      "2025-05-01T13:03:12",
      1
    ],
    [
      "> mail me a ballot  There's a key to fuckery - the USPS is a federal service",
      "somme_rando",
      "2025-05-01T13:33:05",
      1
    ],
    [
      "[ Removed by Reddit ]",
      "International_Cell_3",
      "2025-05-01T13:59:52",
      1
    ],
    [
      "In a world with laws they can't but the rule of law is dead.   He will give an order and the courts will probably follow because they let him become a dictator.   He will most likely say California is cheating.",
      "Festering-Fecal",
      "2025-05-01T14:44:34",
      1
    ],
    [
      "They're preparing the shift responsibility for administering elections to the feds, and that started back in March with an executive order. The legality of it will certainly be challenged and wind its way through the courts.",
      "happy_and_angry",
      "2025-05-01T16:37:28",
      1
    ],
    [
      "They're \"militarizing police even more to go enforce ICE goals in sanctuary cities\"  You know what that means, right? They're going to hostile take over every democrat run state before the midterms.  The fact states aren't building up their own armies tells me it's going to happen too.  This was not the time in history to hope that some midterms would somehow save us.",
      "rolfraikou",
      "2025-05-01T19:05:18",
      1
    ],
    [
      "Didn’t the already start the federal election agency to instill their standards of “election integrity” are in place. I live in CO and love the mail in ballot but wouldn’t be surprised if this changes. The need a few sham elections before they will stop em",
      "Melodic-Lawyer-1707",
      "2025-05-01T19:30:08",
      1
    ],
    [
      "ICE will be at the polls in every Democrat-leaning location to arrest “immigrants” and deport them to El Salvador. ",
      "Ryboticpsychotic",
      "2025-05-01T21:16:57",
      1
    ],
    [
      "Given the fact they've flat out ignored court orders they can just as easily ignore the votes. The crux of the issue is while we have rules, they mean fuck all without enforcement and that hasn't happened.",
      "Frowny575",
      "2025-05-01T23:01:29",
      1
    ],
    [
      "That ballot will be worthless if anyone on that ballot who isn't a Republican can be arrested and sent to a gulag in El Salvador.",
      "StephanXX",
      "2025-05-01T23:26:30",
      1
    ],
    [
      "just because we don't think it's possible, doesn't mean somebody doesn't chamge the rules. When I was low censused on a Saturday, after being held over to work a 16 on Wed. i lost my OT. A co-worker informed me of the fact of life, 'White people will smile in your face, pat you on the back and then change the rules so you don't get ahead.'   we are living in an age where the quiet part is being shoved down our throat",
      "Several-Pattern-7989",
      "2025-05-02T08:49:20",
      1
    ],
    [
      "They can try this, but there's zero chance it will work. If shelves actually go empty and people are starving enough to riot en masse the administration's support will collapse, even more so than it already has, and there just isn't any way for them to maintain control in that situation.  And even absent that, polling reveals that despite hyperpartisan divides, the underlying principles of American governance are broadly popular. Something like 80% of people believe the administration should obey court orders. 75% do not think Trump should run for a third term. Those numbers are bad enough that even his core base is not behind him, and both are a far cry from suspending elections. Especially with his approval already rapidly declining, I just don't see something like this working at all.  Recall that several of the nations involved in the Arab Spring had successful democratic revolutions, and in some cases the military ended up aligning with the protestors rather than the government.",
      "nzernozer",
      "2025-05-01T15:17:50",
      1
    ],
    [
      "Why do it like this?  His stated goal is to remove dependence on foreign goods and force domestic manufacture.  End of story, that's *why*. Is it a good idea? Different question.",
      "Hvarfa-Bragi",
      "2025-05-01T11:34:12",
      -6
    ],
    [
      "They can only push that narrative for so long. People are absolutely fucking stupid but if in a year they’re still pushing that narrative and people still believe that the country deserves what it gets.",
      "DeadBabyJuggler",
      "2025-05-01T08:39:42",
      21
    ],
    [
      "MAGA can be stupid, and there may be SOME who buy this, but not most. Just look at the polling numbers. MAGA world knows what Trump is doing and even they aren't happy about it.",
      "MommyLovesPot8toes",
      "2025-05-01T08:58:55",
      6
    ],
    [
      "correction: the major cities on the west coast are blue",
      "Specialist_Brain841",
      "2025-05-01T09:58:45",
      2
    ],
    [
      "Doesn't the FEDERAL Government have full power and authority over ports?",
      "henrywe3",
      "2025-05-01T12:46:31",
      1
    ],
    [
      "Both coasts are \"blue\", ports create metropolitan areas and metropolitan areas tend to be more liberal.  It's not just going to be California that will take the blame.  New England area, NY, Maryland, PA.  All have major ports.",
      "KitchenRaspberry137",
      "2025-05-01T16:40:05",
      1
    ],
    [
      "*No offense, but I just really wish people would do even the most cursory of Google searches before saying this shit.*  The president doesn't have any legal/constitutional means of stopping or postponing an election. Not martial law, not a national emergency, not even civil war. We had elections during the Civil War.   If he successfully postpones or cancels the elections, than we have truly thrown out the constitution for good and the rest is up to the military because it's officially a coup.",
      "MommyLovesPot8toes",
      "2025-05-01T08:56:58",
      2
    ],
    [
      "White landowning men who can cast ballots on behalf of their wives and children up to a maximum of 12 votes.",
      "dostoevsky4evah",
      "2025-05-01T16:08:11",
      1
    ],
    [
      "“Real patriots don’t have wants”",
      "StasRutt",
      "2025-05-01T11:00:28",
      1
    ],
    [
      "It's going to be very interesting to see if this new MAGA line of \"we don't need to buy as much anyway\" can hold up to the juggernaut that is American consumerist culture. Honestly my money is on consumerism, I think a lot of the austerity talk right now is coming from Republicans that can still go buy whatever they want whenever they want. I question their ability to hold to this insane diversion from the norm once they actually have to start living it as store shelves get emptier. These are the same people who were so utterly selfish they couldn't wear a mask for a year, I doubt their willpower to just drop consumerism to support their orange messiah. American individualism cuts both ways.",
      "NPRdude",
      "2025-05-01T12:05:49",
      1
    ],
    [
      "They’ll vote 60% for Trump, and honestly the Democrats could eat into these margins just like how Republicans have managed to eat into Democrat margins with Hispanic and Black voters.   If you start from a position of defeatism you can’t accomplish anything.",
      "Negative-Squirrel81",
      "2025-05-01T07:52:00",
      12
    ],
    [
      "_Something something_ ms-13 tren de arajua  _something something_ ICE agents stationed outside polling stations within majority immigrant neighbourhoods checking papers and/or detaining anyone meeting a certain threshold of brown/ethnic-ness. It doesn't have to make sense when you have guns and can rendition people outside the country illegally. Or even just suggest you can by stationing goons outside; their very presence is a threat to the community.",
      "superfluid",
      "2025-05-01T10:05:32",
      5
    ],
    [
      "I don't feel as optimistic as you, but I agree with you. People are acting like we're already in a facist government. The truth is that there is one final guardrail they haven't defeated. That battle is coming, but just because every other guardrail has fallen is no guarantee this last one goes.",
      "Ridry",
      "2025-05-01T10:03:04",
      2
    ],
    [
      "Given the numbers from 2024 were so...weird...I'm not convinced that we won't be dealing with cooked books in 2026.  Of course, *so much* has happened in only three months (feels like three years already...) that I honestly can't put *anything* past them at this point.",
      "yukeake",
      "2025-05-01T06:53:53",
      62
    ],
    [
      "Yep, there were elections under Hitler:  https://en.wikipedia.org/wiki/November_1933_German_parliamentary_election  https://en.wikipedia.org/wiki/1936_German_parliamentary_election_and_referendum  https://en.wikipedia.org/wiki/1938_German_parliamentary_election_and_referendum  Entirely, 100% rigged, but they did take place officially speaking.",
      "INAC___Kramerica",
      "2025-05-01T08:46:52",
      14
    ],
    [
      "So uh... if we get obviously rigged elections, will the \"just vote them out\" crowd finally stop acting as if the ballot box is the only tool we have?",
      "wyatt_cat",
      "2025-05-01T10:26:45",
      3
    ],
    [
      "Yup yup. They're really doubling down on refusing every off ramp they have to prevent a national meltdown.",
      "vreddy92",
      "2025-05-02T05:27:10",
      2
    ],
    [
      "It's not just reddit, from what I've seen.",
      "IrishRepoMan",
      "2025-05-01T14:32:24",
      1
    ],
    [
      "Republicans are spineless cowards. Who would've thought?",
      "Crazytreas",
      "2025-05-01T09:29:39",
      48
    ],
    [
      "What do you mean by excuse? Republicans in office either fully support and approve of what’s happening, or they’re completely cowards unwilling to put their lives on the line for the sake of their country. Or, as we called them in 2016, deplorables.",
      "Damn_Dog_Inappropes",
      "2025-05-01T10:22:38",
      15
    ],
    [
      "[deleted]",
      "[deleted]",
      "2025-05-01T11:07:48",
      3
    ],
    [
      "I get death threats and I make fucking video games for a living. These guys need to grow a spine.",
      "wahoozerman",
      "2025-05-01T11:40:14",
      3
    ],
    [
      "Well that's fucking incredible. Will be using that, thank you",
      "Rimbo90",
      "2025-05-01T11:16:28",
      7
    ],
    [
      "Huh. I figured there was a distinct term for it. I've never actually heard it used in popular discourse, though, so I wasn't sure what it was. Thanks for adding context.  Colloquially, when someone says an \"undocumented immigrant\" they're usually, ironically, speaking about an out-of-status alien, as that is what the vast majority of those without legal status actually are. Most people here without currently valid papers got here via a Visa initially, whether for tourism or temporary work.   After all, smuggling yourself in -- or, rather, being smuggled in via a coyote -- requires both a certain sort of desperation and access to funds that is relatively uncommon. Economic migration is still King.   I do find it interesting that your mother risked going out of the country after all that time. Had she successfully left and re-entered previously?",
      "redhillbones",
      "2025-05-02T06:32:24",
      1
    ],
    [
      "Would love to see where you’re getting that info from",
      "Coleman013",
      "2025-05-01T12:55:38",
      -5
    ],
    [
      "Mom won't cook and clean for them anymore. So they get married.",
      "HBRWHammer5",
      "2025-05-01T06:23:27",
      71
    ],
    [
      "Sadly, yeah. And if he never sees her again? Well, new wife!! Woohoo!  Just pathetic.",
      "yesiknowimsexy",
      "2025-05-01T06:22:02",
      26
    ],
    [
      "Thats called closeted.",
      "Kittehlegs",
      "2025-05-02T02:29:52",
      1
    ],
    [
      "How!? I'd hope she still wouldn't be, but it wouldn't surprise me at all.",
      "Ohnoherewego13",
      "2025-05-01T06:57:54",
      5
    ],
    [
      "The wife is a pro Trumper too and still supports them even after being abducted bt ICE. These people are beyond saving.",
      "saxaykittybuns5",
      "2025-05-01T07:46:30",
      12
    ],
    [
      "It's funny Russia isn't taking prisoners. Almost like even Russia isn't stupid enough to be involved in MAGA BS despite desperately need troops.",
      "laura_leigh",
      "2025-05-01T09:37:59",
      3
    ],
    [
      "Damn, guess you'll just have to make your case in front of the supreme court.",
      "rawbleedingbait",
      "2025-05-01T13:54:37",
      1
    ],
    [
      "Those ostensibly require some form of legal process.",
      "brickout",
      "2025-05-01T12:59:00",
      1
    ],
    [
      "All the power to you",
      "KingsElite",
      "2025-05-01T21:15:45",
      0
    ],
    [
      "It's something crazy like 2/3 of guns are in the hands of conservatives.   I know pro Trump supporters who have arsenals in their homes. My liberal friends may have a pistol or rifle for hone defense, but nothing as crazy as I've seen MAGA with. ",
      "Cosmic_Seth",
      "2025-05-01T10:07:23",
      -1
    ],
    [
      "That’s an argument for tightening reasonable suspicion standards or adding more oversight and procedural constraints on their authorities.   Making it *illegal* to stop a car registered to someone with a final order of removal from an immigration judge that happens to be driven by a citizen at the time would make their enforcement operations nearly impossible.   That’s a substantively different topic than the deportation of citizens, which is already illegal. Citizen deportation has happened in anomalous circumstances in the past, and those individuals were granted large civil rewards from the federal government after the mistake was realized.   Regardless, I was responding to a question about why this isn’t being covered by more media outlets. This was a last minute amendment in a House subcommittee. If Jayapal truly felt this was imperative, she would have introduced the amendment earlier, not as the final motion just prior to adjourning. For reasons I’ve stated and others, the headline is  misleading. The reality is far more banal.",
      "Rich_Charity_3160",
      "2025-05-01T09:27:08",
      -14
    ],
    [
      "Widely reported, easily found, but here you go;  https://www.bbc.co.uk/news/articles/c4g8yj2n33yo  https://www.nytimes.com/2025/04/25/us/politics/us-citizen-deported.html  https://www.nbcnews.com/news/us-news/2-year-old-us-citizen-apparently-deported-no-meaningful-process-judge-rcna203124  https://news.sky.com/story/row-over-us-citizen-children-deported-to-honduras-as-trump-officials-dispute-claims-13357986  Even your (presumed) favourite reports on this:  https://www.foxnews.com/politics/vance-doubles-down-after-trump-admin-admits-error-sending-man-salvadoran-prison",
      "PM-me-Gophers",
      "2025-05-01T07:32:53",
      20
    ],
    [
      "You’re the one disputing the title, article and posters here. You prove it isn’t happening if you’re so sure.",
      "Chrowaway6969",
      "2025-05-01T07:30:45",
      20
    ],
    [
      "A 4 year old US Citizen who was also a cancer patient was deported to Honduras. So…you fucking prove they haven’t deported ANY US Citizens.",
      "intelligentx5",
      "2025-05-01T08:23:32",
      17
    ],
    [
      "How do you know it's not going to happen?  With that logic, why is Trump making executive orders, and why are Republicans trying to make laws against things that aren't happening or are not actual problems?",
      "Status_Blacksmith305",
      "2025-05-01T12:16:41",
      4
    ],
    [
      "Some of whom weren't given a chance to make other arrangements for their kid, which means they were de facto \"deported\" along with them.   Also, another user gave you multiple sources, which you just flat out deny, even when the burden of proof is on you to defend your claim. Stop licking boots, friend, and rejoin us in reality.",
      "brickout",
      "2025-05-01T11:45:13",
      4
    ],
    [
      "*He* isn't doing anything, he's mentally incompetent. This is pure republican party puppetry.",
      "Hvarfa-Bragi",
      "2025-05-01T11:32:23",
      76
    ],
    [
      "Scared and desperate people have nothing to lose. At some point (probably after it's too late) the American people will start fighting back.",
      "toastmannn",
      "2025-05-01T18:42:52",
      2
    ],
    [
      "Reichstag fire, that's the blueprint.",
      "CaphalorAlb",
      "2025-05-01T21:47:36",
      1
    ],
    [
      "I think election results need to be recognized by the body they are elected to (House, Senate). And if republicans control both they could simply not recognize the results.       Also the states having elections would be more likely to lean democrat, thus reducing the chance of flipping republican seats.",
      "Bitey_the_Squirrel",
      "2025-05-01T08:49:31",
      124
    ],
    [
      "It doesn't matter. Cali or any other state can claim whatever it wants. The fed gov will still do whatever they want. They're still going to arrest political opponents and send them to concentration camps, still going to send citizens to concentration camps. They don't care what cali will say about their own government.",
      "Fastr77",
      "2025-05-01T11:08:08",
      12
    ],
    [
      "And if he actually has managed to get the National Guard or even the military onto Main Street then that means you’ll have to get past them to submit your ballot. Maybe they don’t actually stop anyone, but being forced to walk past an MRAP knowing they can just pick people up for no reason…yeah, that’s a pretty big deterrent.   That’s definitely a worst case scenario and I hope even the thought of it is a crazy train and never happens. ",
      "ARazorbacks",
      "2025-05-01T09:09:45",
      37
    ],
    [
      "It's not up to Johnson. This shit is in the constitution. If an election isn't held or a congressperson is not recognized after an election, then that's the end of this straddling the fence between fascism and democracy. At that point, the military is going to have to decide whether to stop a coup or concede America to total fascism.",
      "MommyLovesPot8toes",
      "2025-05-01T08:53:13",
      48
    ],
    [
      "If Congress doesn't seat CA reps, then CA has no representation in the United States.  Which means they leave.",
      "ChronoLink99",
      "2025-05-01T14:03:43",
      2
    ],
    [
      "If that happens, the Constitution has fallen and California and the other blue states (probably a few purple ones too) leave the union and form their own government with actual representation. This will of course trigger a civil war, one that yet again the red states cannot possibly win on their own.  They aren't that dumb. Elections will be held, but they're going to try to manipulate things, especially in close races.",
      "F9-0021",
      "2025-05-01T12:24:23",
      4
    ],
    [
      "Negative. It's a new Congress. If the Dems win more seats, it doesn't matter what last Congress does. A new Speaker being elected is the very first order of business.   If Republicans don't want to participate in Democracy, that's fine too. The Speaker elected legally does get some law enforcement powers. And I'd very much wager the Capitol Police would listen to a Speaker Jefferies over a Speaker Johnson since, ya know, that party didn't try to have them murdered.",
      "zappy487",
      "2025-05-01T15:40:02",
      1
    ],
    [
      "They are already writing project 2029",
      "Elphabanean",
      "2025-05-01T08:37:18",
      24
    ],
    [
      "I mean, they’re gonna care if they lose 25+% of their GDP from it",
      "abritinthebay",
      "2025-05-01T10:52:53",
      2
    ],
    [
      "You sound ridiculous. None of this will happen. Midterms are going to happen and Dems better have a strong message to win.",
      "cidthekid07",
      "2025-05-01T08:23:19",
      -68
    ],
    [
      "I can only hope that if that comes before SCOTUS that it is realized how many Americans that will affect and I am not talking about ones here stateside that could theoretically vote in person. But what about Americans serving or conducting business in some capacity overseas.",
      "Internal-Stomach3047",
      "2025-05-01T14:08:57",
      5
    ],
    [
      "The SAVE Act will never pass the Senate",
      "nzernozer",
      "2025-05-01T14:53:04",
      1
    ],
    [
      "They certainly could, the amount of money California has is staggering.",
      "kain52002",
      "2025-05-01T07:58:10",
      8
    ],
    [
      "I get what you’re saying but what is the practical result of the collapse of support for the administration?  Is it that people will vote republicans out of power?  It’s almost like they’d try to do something to prevent that ever happening!  Something like intentionally breaking the supply chain, the economy, and every safety net, then being **collossal assholes** at every single opportunity …   almost as if they were attempting to *provoke some sort of response they could use to prevent elections from removing them from power*",
      "itWasALuckyWind",
      "2025-05-01T15:40:12",
      3
    ],
    [
      "That is absolutely not why.  If the stated goal were the actual goal then they would be doing it by product/industry/country of origin.   This is akin to lining cancer patients up for a firing squad talking about “our goal is to cure the cancer” …   yeah sure enough it will do that, but *pardon me*’if I don’t really believe curing cancer is your goal",
      "itWasALuckyWind",
      "2025-05-01T12:40:12",
      9
    ],
    [
      "Wow lol, you actually believe Trump when He babbles his bullshit? Good lord. While we're at it, remind me that I have a bridge to sell you.   The previous commenter is right: the fascist's plan will work and we are doomed, if people actually believe what Trump says like this.",
      "KrazzeeKane",
      "2025-05-01T12:48:46",
      5
    ],
    [
      "With what raw minerals? And do you know how long it takes to build new factories?  I'm being generous by presuming Trump is just incompetent,  which he certainly is. Can't rule out malice, and the Cheeto guy has a lot of animosity to mete out",
      "jdtrouble",
      "2025-05-01T16:38:44",
      1
    ],
    [
      "Think of how long these past 100 days have felt and then realize what an entire year added to that would feel like.  I've seen some of these retrospectives and shit like \"Gulf of America\" and dismantling USAID and social security and blaming Zelenskyy and Ukraine for the war have already long been overshadowed.",
      "INAC___Kramerica",
      "2025-05-01T08:44:31",
      23
    ],
    [
      "I mean legally it makes sense but when has that prevented this regime from doing anything? They aren't being held accountable and won't be as long as they continue to hold power.",
      "UnquestionabIe",
      "2025-05-01T09:43:18",
      8
    ],
    [
      "No offense but the president is ignoring a Supreme Court order. I think the rule of law is faltering as the highest holders of office are allowing it to and in most cases actively trying to destroy it.",
      "DontOvercookPasta",
      "2025-05-01T21:29:06",
      2
    ],
    [
      "No offense, but you’re reading a rule book for a game we are no longer playing. There weren’t controls for mass population control in the late 1800s, and comparing that to now is silly",
      "elmoparty",
      "2025-05-01T10:54:35",
      3
    ],
    [
      "I can see the spin headline now:    \"Trump and department of agriculture curbing US obesity crisis in major win for the administration\"",
      "AluminumGoliath",
      "2025-05-01T11:14:43",
      2
    ],
    [
      "No, Americans love hoarding and the \"competitive\", \"individualistic\" sport of collecting limited supplies.  \"Today the Lord Jesus blessed me with a find of toilet paper at the store today!! I camped in line for three hours before opening, which shows how strong and smart I am too. Anyone that couldn't get their hands on a roll didn't try hard enough, and needs to let Jesus into their hearts.\"",
      "stoic_spaghetti",
      "2025-05-01T12:18:05",
      0
    ],
    [
      "Do you know how big the US is? Our population is TEN times greater than yours, spread out wayyyy more.  ICE is not that big of an agency - 20k total employees right now,  including all the support staff. There aren't enough agents between the FBI, ICE, and the Dept of Homeland Security to even show up to the polling places in ONE state.   Additionally, you have to be a citizen to vote. And with all the hullabaloo about \"immigrants voting\" (which isn't happening), it'll probably be standard practice for people to carry things like birth certificates and passports. At that point you've got federal agencies openly and knowingly harassing citizens to tamper with an election. So then it becomes a question of whether the state national guard, state police, county sheriffs, city police, plus the election security people are going to just let federal agents do that. Our country is primarily run by the states, who are not answerable to the federal government. It's not the same as Canada. You may already know that, but most people don't.  And as I said, IF we reach such a state in the next year, then all of this is moot. Because we have - sometime before then - give over to a full fascist coup and the military is complicit. But the way the tides are running right now, I don't believe that is going to happen.",
      "MommyLovesPot8toes",
      "2025-05-01T22:24:45",
      1
    ],
    [
      "Since they dismantled task forces and fired everyone who monitors this, we'll never know.",
      "thingsorfreedom",
      "2025-05-01T08:01:52",
      14
    ],
    [
      "Every single location that had a bomb threat should've been hand counted. Dems are so spineless, they should have demanded that immediately.",
      "samenumberwhodis",
      "2025-05-01T07:08:20",
      34
    ],
    [
      "The results only look weird if you focus on a small sample and ignore the bigger picture. Why is Trump improving his margin in PA by around 3% compared to 2020 weird but no one talks about him improving his margin in NY and NJ by 10% or CA by 9% or MA by 8% or RI by 7% or HI and IL by 6%? Did he rig the election in all of these solidly blue states too?",
      "zzyul",
      "2025-05-01T14:31:19",
      1
    ],
    [
      "[deleted]",
      "[deleted]",
      "2025-05-01T14:51:13",
      1
    ],
    [
      "> And he will. Because that's what dictators do to their loyalists.  As a reminder, when Saddam had \"traitors\" and folks accused of being disloyal dragged out of a meeting and shot, those were not criminals, journalists, or the opposition part.  That entire meeting was just people in his own party.   They always purge their own party _first_.  And they purge it arbitrarily - not based on *actual* loyalty, because the goal is to cement compliance through terror.   The people dragged out and shot were every bit as loyal as the ones who weren't - they were just slower to realize what was happening or reluctant to point the finger at their friends and colleagues to send them to their deaths.    I dunno, man, but if Trump invites himself to speak to Congress and only invites the Republicans, I'm sure they'll think that's great because excluding the Democrats will trigger the libs so much, it'd be tempting to go and gloat.  But they'd be well-advised to be sick that day.",
      "IJustLoggedInToSay-",
      "2025-05-01T11:18:56",
      3
    ],
    [
      "More likely “mourn” in public, and reinstall Grindr in private.",
      "_DuranDuran_",
      "2025-05-01T06:37:03",
      18
    ],
    [
      "Nah.  I’m not talking those guys.  I mean the guys who’d have happily “played the field” forever, never forming an emotional attachment to go with the sexual.  The GOP has a spacious, high capacity walk in closet, but this isn’t about the dudes who are so weird about their misogyny I can only assume they regret having even been born from a vagina.",
      "aradraugfea",
      "2025-05-02T05:19:21",
      1
    ],
    [
      "“I understand Trump is doing his job as president, and these are the processes,\" she said, \"but the cases should move more quickly if people aren't associated with a gang, or don't have a criminal record.\"  She’s not entirely wrong; she was denied entry by law. The problem is not that the process should move more quickly but the manner in which a person is deported. Please correct me if I’m wrong.  A lecturer in Law at the University of Pennsylvania Carey Law School One says there are a few scenarios on how deportation can go:  1. You're put back on the plane and sent back, and there, the carrier has to pay for you.  2. You get sent to secondary screening.   “’I see there's a little bit of blood on your blouse. Have you been coughing blood? Might you have TB?’” he shared as an example. “And so you go to this room, and they could check you out for TB.”   3. You will be detained for various reasons, including traveling with false documents or being a perceived security threat.   She doesn’t seem to understand that the president could have saved the US from spending any money at all by just sending her back. THAT would be “just doing his job.” It’s not about money or efficiency, it’s about cruelty.",
      "harbinger_of_haggis",
      "2025-05-01T07:54:04",
      13
    ],
    [
      "That’s just…pathetic.",
      "ReindeerUpper4230",
      "2025-05-01T08:15:52",
      10
    ],
    [
      "Even if the legality is questionable the most official authority is the one who banishes/exiles.",
      "homework8976",
      "2025-05-01T14:04:12",
      1
    ],
    [
      "So you're going to just lay down and take it?",
      "Travis123083",
      "2025-05-01T10:15:48",
      2
    ],
    [
      "None of the children have been deported",
      "jakeoverbryce",
      "2025-05-01T07:35:36",
      -16
    ],
    [
      "It's not happening. It's just another sensationalist post/story with no basis in facts.   If you're talking about children then the children aren't being deported the mother is and she's choosing to take them with her.  BTW the father can't stop her from taking them with her even if he's a US Citizen without a family court order.",
      "jakeoverbryce",
      "2025-05-01T07:35:01",
      -19
    ],
    [
      "The children weren't deported.   The mothers were given a choice. Take the child with you or leave the child here.   The mothers chose to take the children.   The mothers don't get to stay because their child is ill.   The children weren't forced out of the country by the government. They were taken out by their parent/parents",
      "jakeoverbryce",
      "2025-05-01T08:28:51",
      -1
    ],
    [
      "What laws are Republicans trying to make against things that aren't happening",
      "jakeoverbryce",
      "2025-05-01T12:19:09",
      -1
    ],
    [
      "Lol they were given a chance.   Look they came here illegally. They decided to have children here knowing the risks.  Those were choices they made. These are the consequences for those decisions.",
      "jakeoverbryce",
      "2025-05-01T11:55:24",
      -2
    ],
    [
      "Idk what's scarier, Trump doing all this on purpose or Trump just being a puppet.   I think it's the latter. If the former, hopefully this nonsense goes away when he does. But if the latter, the MAGA puppeteers likely have a succession plan in place. Idk if Vance can keep the same cult following that Donnie has.",
      "ChaplnGrillSgt",
      "2025-05-01T12:16:56",
      42
    ],
    [
      "I'd like to add that even if he is leading them, there are still many many people below him that are responsible for carrying out whatever the crazy hate filled agenda is",
      "whyhwy",
      "2025-05-01T16:06:58",
      2
    ],
    [
      "Then California would no longer submit to a government that doesn't recognize the state. They're one of the few states that can easily do so",
      "VietOne",
      "2025-05-01T09:27:17",
      125
    ],
    [
      "I can assure you that if things go as badly as they are going we would flip seats here in NY.",
      "Ridry",
      "2025-05-01T10:00:25",
      22
    ],
    [
      "I thought without an election, the house term expires, and then it would just cease to exist. Like without an election every 2 years, the house is legally illegitimate, which probably suits Trump just fine.",
      "ArenSteele",
      "2025-05-01T13:56:03",
      2
    ],
    [
      "This is not the worst case scenario. The worst case scenario is mass arrests, police violence, and people dying for trying to vote. And folks assuming that isn't a realistic possibility are deluding themselves.",
      "stifle_this",
      "2025-05-01T10:48:07",
      39
    ],
    [
      "You mean the same constitution that is supposed to protect US citizens from being deported by ICE? You realize that we are already way past honoring the constitution, right? And it’s only been 100 days.",
      "sweaty-pajamas",
      "2025-05-01T09:04:18",
      117
    ],
    [
      ">This shit is in the constitution  We're past that. Those 6 words are meaningless in this day and age.   >At that point, the military is going to have to decide whether to stop a coup or concede America to total fascism.  The time the military should have made that decision was weeks ago.",
      "Transhumanistgamer",
      "2025-05-01T09:29:21",
      43
    ],
    [
      "Militaries have historically sided with the fascist government. I’m skeptical that America is going to be an exception.",
      "somethingsomethingbe",
      "2025-05-01T10:19:19",
      21
    ],
    [
      "You’re right, it’s not up to them, and it is in the constitution. They’ve been ignoring the constitution though. So you’re right, the military might become a factor soon enough.",
      "Frustrable_Zero",
      "2025-05-01T09:06:43",
      32
    ],
    [
      "> This shit is in the constitution.  so is the first amendment.  and the fourth.  and the fifth.  and the sixth.  and the eighth.  and the fourteenth.  and the twenty second.  did i miss any we're ignoring?",
      "arachnophilia",
      "2025-05-01T13:28:24",
      4
    ],
    [
      "Yeah, it’s not like they’re arresting judges, bragging at press conferences about intent to kill citizens, or voting to “deport” US citizens.   /s",
      "DelightfulAbsurdity",
      "2025-05-01T08:28:07",
      63
    ],
    [
      "They sound ridiculous? Like deporting us citizens ridiculous?",
      "JHutchinson1324",
      "2025-05-01T08:30:29",
      30
    ],
    [
      "This attitude is exactly why we are where we are right now.",
      "packy17",
      "2025-05-01T09:18:41",
      8
    ],
    [
      "OK Schumer.",
      "dymdymdymdym",
      "2025-05-01T09:58:26",
      3
    ],
    [
      "Yeah this is hyperbolic reddit",
      "No-Stretch3573",
      "2025-05-01T08:28:23",
      -26
    ],
    [
      "You and me both. But they don't care and would be happy not to have a single soldier vote if it meant disenfranchising other people they don't think should vote.",
      "Enocssa",
      "2025-05-01T14:14:21",
      2
    ],
    [
      "Actually USPS is one of few federal services that is self sufficient and doesn't need to be paid by taxes.",
      "CSI_Tech_Dept",
      "2025-05-01T08:30:27",
      6
    ],
    [
      "So much so that it surpasses Japan to become the 4th largest economy in the world.",
      "Internal-Stomach3047",
      "2025-05-01T14:09:45",
      0
    ],
    [
      "I don't think you do get what I'm saying, since my entire comment was an explanation of why such an attempt wouldn't work.",
      "nzernozer",
      "2025-05-01T15:44:44",
      2
    ],
    [
      "*Trump* is incompetent.  The machine and party around him, the heritage foundation and the oligarchs who put things in front of him to sign, unread, are malicious.  This is why congress needs to exercise the 25th, but they won't because they're captured.  It's over.",
      "Hvarfa-Bragi",
      "2025-05-01T17:00:42",
      3
    ],
    [
      "Unfortunately it’s gonna be like this for the next 4 years. I’ve already come to that realization when he projected to win and it’s whatever. Only thing that can be done is to keep fighting against it and hope that after shithead gets out the country is so ashamed it never falls for this kind of nonsense again. Sadly I doubt that’s the case as the country continues to get dumber and dumber. The fact that he’s pushing an obviously photoshopped picture as proof of that US Man’s MS13 involvement and people believe it is the most glaring example of this.   If I had the financial stability to move elsewhere I 100% would but it’s just not feasible.",
      "DeadBabyJuggler",
      "2025-05-01T08:53:31",
      16
    ],
    [
      "I can't even remember the last time I heard or read about Doge and Elmo stealing all that private data and sending it offsite. That would have been the end of any other administration right there.   And here I am watching CNN continue to sane wash deporting US citizens as if it's not blatantly illegal.",
      "FargeenBastiges",
      "2025-05-01T10:27:04",
      8
    ],
    [
      "First, the federal government doesn't have any part in elections. It is controlled entirely by each state. If Trump wants to stop an election from happening in California, for example, he would have to send the military to physically bar people from entering polling places or turning in ballots. He can send all the EOs he wants, threaten whoever he wants, even get Congress to vote on a bill. But none of it matters. Because the states have full control.   Second - as I said in my comment above - if we reach the point where he has either managed to stop an election or ignores the election results, then we have entered a full Authoritarian coup. Only two entities can stop/recover the situation: the military, or the People.",
      "MommyLovesPot8toes",
      "2025-05-01T21:29:01",
      1
    ],
    [
      "How would a hand count help? If a bomb scare kept people away from voting there wouldn’t be much to count",
      "kzanomics",
      "2025-05-01T07:31:15",
      11
    ],
    [
      "They should've had a recount everywhere. The numbers are just weird. ",
      "ghetoyoda",
      "2025-05-01T07:57:09",
      6
    ],
    [
      "They're not spineless. They're complicit. This is bread and circus.",
      "Luk3ling",
      "2025-05-01T09:18:33",
      1
    ],
    [
      "Exactly. Harris actually did *better* in swing states than in the rest of the country, if you're comparing to 2020. There's no real evidence for foul play beyond the standard stuff Republicans have been doing for half a century at this point. It's all circumstantial nonsense like \"b-b-b-but he won all the swing states that's so unlikely!\"",
      "nzernozer",
      "2025-05-01T15:22:54",
      2
    ],
    [
      "Except there are literally countless comments discussing exactly that. Redditors aren't obligated to stay silent on anything other than 'protest and vote'. Calls for strikes, a very effective tactic, happen all the time on here, for example. There's much more that can be done beyond waiting to vote, and it's talked about regularly on here, only to be dismissed by Americans.",
      "IrishRepoMan",
      "2025-05-01T18:03:08",
      1
    ],
    [
      "\"questionable\"? Right. Well, I'm done with these semantics and am going back to working to stop it.",
      "brickout",
      "2025-05-01T14:08:25",
      1
    ],
    [
      "I'm in red county and I have kids.   I've already been told by a sheriff that he dreams of rounding up all the democrats one day.   If anything happens, we're just going to run.",
      "Cosmic_Seth",
      "2025-05-01T10:25:36",
      2
    ],
    [
      "The SAVE act is one.",
      "Status_Blacksmith305",
      "2025-05-01T12:29:45",
      3
    ],
    [
      "Very telling that you laugh at unnecessary suffering. Crossing the border illegally is a misdemeanor. You are laughing at trauma that is being inflicted for something not much worse than a jaywalking violation. You are a ghoul.",
      "brickout",
      "2025-05-01T12:08:18",
      5
    ],
    [
      "Yesterday's interview showed us he is absolutely mentally unfit.   The evidence was mounting but it's clear he doesn't get briefings, he's lied to openly and manipulated, and doesn't have the ability to competently (in a legal sense) evaluate and direct.",
      "Hvarfa-Bragi",
      "2025-05-01T12:20:32",
      38
    ],
    [
      "May be best to prepare for succession then. Every single Republican is acting in a way they don’t think elections matter and this administration is going to use the military against any state that does. ",
      "somethingsomethingbe",
      "2025-05-01T10:13:58",
      74
    ],
    [
      "Please. Nobody is seceding from the US. There are enough federal military bases in California to prevent that alone. You think the aircraft carriers in San Diego operated by the US military and stationed in a rogue state are just going to fuck off to a different port because California isn't part of the US anymore?",
      "starliteburnsbrite",
      "2025-05-01T10:45:58",
      -4
    ],
    [
      "lol we’re full circle now, officially.. Secession from the federal government being discussed in earnest by west coast progressives/liberals due to fundamental disagreement with how their opposition is running the federal government.. sounds weirdly familiar.. almost like I can remember when we all mocked conservative states for wanting to do the same for the same reasons in recent years.  Are you starting to wake up to danger of letting a massive federal government control your states rights..? How easily it can go badly wrong..?",
      "ekoms_stnioj",
      "2025-05-01T10:49:12",
      -24
    ],
    [
      "Gives big “The last remnants of the Old Republic have been swept away” energy",
      "zeldamaster702",
      "2025-05-01T14:17:46",
      3
    ],
    [
      "Nah worst case is this but with them in the voting booth watching you and if you wrong vote you go away.",
      "Erisian23",
      "2025-05-01T14:22:31",
      6
    ],
    [
      "It would still be an escalation if the military followed suit. It’s why powers are divided like this in the first place. In order for the state to fail, all parts of it have to fall. The GOP has… a lot of it right now, but it isn’t hopeless. Yet.",
      "RiverPsaber",
      "2025-05-01T10:12:13",
      16
    ],
    [
      "Government officials breaking the law isn't new. It doesn't  mean the constitution no longer matters. That's like saying the concept of personal ownership no longer matters because someone tried to steal from you.  The constitution matters as long as the courts, the People, and the rest of the government agree to follow it. It may be really fucking hard to hold some people accountable right now for being monsters. But that doesn't mean we aren't trying.  You have to keep in mind it's like 200 people total that are actively trying to dismantle this country. Just 200. Those 200 don't get to decide to unilaterally throw out the constitution. They can try to defy it, but they can't throw it out.",
      "MommyLovesPot8toes",
      "2025-05-01T18:56:34",
      -1
    ],
    [
      "> The time the military should have made that decision was weeks ago  Scary to even think about but I believe it.",
      "fasterthanpligth",
      "2025-05-01T12:10:24",
      7
    ],
    [
      "Based off the people I know in the military, I don’t have a lot of optimism",
      "StasRutt",
      "2025-05-01T10:55:29",
      15
    ],
    [
      "Egypt's military showed incredible restraint back in the Arab Spring when their government was overthrown.  I still have some hope that ours would act similarly.",
      "climb-it-ographer",
      "2025-05-01T10:44:29",
      7
    ],
    [
      "The difference is, though, most fascist governments in modern history already *had* the military on their side, which was what allowed them to do what they did.   It's not the case this time.",
      "MommyLovesPot8toes",
      "2025-05-01T22:27:44",
      1
    ],
    [
      "I dunno why everyone thinks the military is going to save us. Most soldiers are buying whatever right ring propaganda is selling.",
      "Fadedcamo",
      "2025-05-01T09:18:45",
      34
    ],
    [
      "He’s a wannabe dictator who is too stupid to actually do the things you say he’s going to do. His approval polls are quickly sinking. The economy is quickly heading in the wrong direction and Americans are blaming him. Without the support of the public, which he needs to actually become the authoritarian you fear he’ll become, he loses the political capital that he needs for his party to continue supporting him.",
      "cidthekid07",
      "2025-05-01T09:25:08",
      -18
    ],
    [
      "I don’t either either point of view is actually all that rational. At this point, assuming you can predict anything an admin like this will do is pretty foolish. We can only really say what they might do. In the end what actually happens will probably be at least somewhat different from what anyone here is expecting. In the situation we are in now, the only thing any of us can know, for sure, is that this administration is more dangerous than any state the government has been in for a long time. And it will likely grow even more dangerous if it is left unchecked.   The real question is: what will it take to finally produce a contrary power to provide that check? Trying to focus too much on one potential answer to that question is where both of these guys went wrong, imo. It could be anything. Protests. Challenges by the establishment through the courts and the legal system. Cooperation against the government by private groups and individuals. These are the things we can expect to happen, and are happening right now. What else might happen beyond that is anyone’s guess.   No one actually knows what that will look like, in truth. It could very well range anywhere from to simply voting against them in coming elections, all the way to a potential civil uprising of some sort, if things get really bad. Of the two extremes, the latter is far less likely, but it is equally as foolish to dismiss it as a possibility as it is to presume it is an absolute certainty. Conversely, it’s also foolish to presume mid-term elections will occur normally given everything that is going on. It almost certainly will be anything but normal, even if they do happen and function more or less as we expect them to.   Was that first guy being a bit hyperbolic? Sure. It is also an exaggeration to say that it’s not a concern at all or that it outright would never happen. So in responding, the other guy was essentially doing the same thing, just by taking up the opposite viewpoint. A more measured take would be to acknowledge the potential for both outcomes to be true rather than simply try to dismiss the one that doesn’t align with your personal view.",
      "nikolai_470000",
      "2025-05-01T09:05:18",
      3
    ],
    [
      "Maybe I don’t understand?  Your central thesis seems to be that if people start going hungry and rioting, that support for the administration will collapse and they won’t be able to maintain control.  My thesis is that this lack of control is *exactly* what the administration is aiming for. The more chaos, the more out of control the better. You can declare martial law. You can cancel elections. You can call into question election results from places you’ve declared “out of control”  At that point, exactly like the Arab Spring, the last entity to hold power to oppose the administration is the military. Whose leadership has recently been gutted.   Again maybe I just don’t understand your argument here",
      "itWasALuckyWind",
      "2025-05-01T15:53:26",
      3
    ],
    [
      "Bomb threats could have been used to reset the tabulators and load them with malicious software that would switch votes. There is a disturbing pattern of irregularities discovered in Pennsylvania that is consistent with vote manipulation found in Russia.",
      "samenumberwhodis",
      "2025-05-01T07:35:38",
      37
    ],
    [
      "Harris even got a larger percentage of the vote than Hillary did in 36 states. It just wasn’t enough to overcome Trump. By comparison, Biden outperformed Hillary in all 50 states. The shocking part is Trump’s percentage of the vote increased in 48 states in 2024 compared to 2016.",
      "zzyul",
      "2025-05-01T15:51:10",
      1
    ],
    [
      "[deleted]",
      "[deleted]",
      "2025-05-02T05:12:47",
      1
    ],
    [
      "I also live in a very red county in Pennsyltucky. Fuck those facist pigs! Resist!",
      "Travis123083",
      "2025-05-01T10:27:49",
      2
    ],
    [
      "We definitely need voter ID nation wide.  Only those with nefarious intent would be opposed to it.",
      "jakeoverbryce",
      "2025-05-01T12:38:47",
      0
    ],
    [
      "I'm a medical professional. It's literally my job to assess people's mental capacity. With how he acts and speaks, I wouldn't feel comfortable letting him make medical decisions for himself.   That's not saying Biden was much better. He was also a few crayons short by the end of his term.",
      "ChaplnGrillSgt",
      "2025-05-01T12:48:44",
      24
    ],
    [
      "There's maybe a chance he doesn't care about briefings nor does he care to evaluate and direct properly, if at all",
      "LocustMajor9128",
      "2025-05-01T14:29:52",
      2
    ],
    [
      "Secession*",
      "GayHimboHo",
      "2025-05-01T10:19:31",
      74
    ],
    [
      "The military can't just be \"used against a state\" to stop voting.  All members of the US military take an oath to support and defend the US Constitution. So ordering them to do something blatantly unconstitutional could backfire.",
      "Aumpa",
      "2025-05-01T12:53:56",
      -3
    ],
    [
      "It's not suceeding, it's not recognizing the authority. No different than Trump Administration not recognizing due process and SCOTUS.",
      "VietOne",
      "2025-05-01T10:49:09",
      14
    ],
    [
      "That is not the same thing.  They right was talking about secession because of disagreement that weren't unlawful.  The left talking about it because of the checks and balances not be followed.  That's totally two different reasons.",
      "Status_Blacksmith305",
      "2025-05-01T10:58:13",
      17
    ],
    [
      "Lmao   Because Obama wore a tan suit? Or because conservatives just whine about everything? Trump has done some vile things, but I think (theoretically) canceling elections to remain in power is a legitimate reason to consider secession… unlike screaming “muh gunnsss!!!” for no reason.",
      "DefNotReaves",
      "2025-05-01T11:17:11",
      11
    ],
    [
      "Show me once where Obama and/or Biden decided to disregard due process and ignore SCOTUS?",
      "VietOne",
      "2025-05-01T11:49:30",
      8
    ],
    [
      "I never said the constitution doesn’t matter, I said that it is no longer being honored—ergo my point stands. You’re making an argument with yourself instead of reading what I said…",
      "sweaty-pajamas",
      "2025-05-01T20:10:05",
      1
    ],
    [
      "Oh I didn’t say save us, I just said factor. They intentionally put an corrupt, incompetent idiot in charge of the army because he follows orders no matter how criminal. Guess who else followed orders historically…",
      "Frustrable_Zero",
      "2025-05-01T09:20:48",
      27
    ],
    [
      "Not even just that but also a huge amount of people are not going to tank their career and major source of income. It's one thing to take an oath but an entirely different thing to be forced to choose between upholding it and your life (and by extension family's) being completely unraveled.",
      "UnquestionabIe",
      "2025-05-01T09:40:52",
      8
    ],
    [
      "I don't know I am a vet and have a lot of friends who served and are currently serving and they don't agree with him at all. And hopefully at the end of the day those service members remember that their oath is to defend the constitution against all enemies foreign and domestic and to follow the lawful orders of those appointed above them. And while the oath doesn't specifically say lawful it says according to regulations which allows for refusing to follow an unlawful order. So let's hope.",
      "Internal-Stomach3047",
      "2025-05-01T14:04:19",
      5
    ],
    [
      "One, because the military is stupid expensive, and the freedoms that make it easy to protest overlap with the ones that make citizens productive enough to support a stupid expensive military. This dynamic becomes even worse when you cut off outside trade and so need to rely on internal workers more.  While this doesn’t translate to the military proactively fixing things, it does mean smart military leadership are more reluctant to stomp the boot down on their own stomach than people think they are.   Two, the reason why the military listens to Trump is because of the constitution. If that ceremonial norm gets destroyed, that opens the door to a Julius Cesar type convincing enough soldiers to make them the leader instead",
      "AwesomePurplePants",
      "2025-05-01T11:01:18",
      2
    ],
    [
      "Well, let's hope you're right. Because the alternative is really bad and hard to change once it gets started.",
      "JHutchinson1324",
      "2025-05-01T09:26:29",
      9
    ],
    [
      "He’s already sent US citizens to fucking concentration camps & arrested judges who oppose him.  What planet are you on? What color is your sky,",
      "abritinthebay",
      "2025-05-01T10:54:02",
      8
    ],
    [
      "\"The military\" isn't a magic wand the administration can just wave around to get whatever it wants. If core principles of governance that upwards of three quarters of the population support are abandoned, the *best* case scenario for the administration is that the military fractures. The most likely scenario IMO is that it refuses to participate, but it's also entirely possible it sides with the populace and unseats the administration. Military leadership having been \"gutted\" means a lot less than you might think, for a variety of reasons I can get into if you want.  Again, this exact scenario happened to several nations during the Arab Spring. Later analysis found the strongest determinants for a successful democratic revolution were access to social media, population diversity, and strength of the middle class, all of which are present in the US.  You can't build an authoritarian government on top of nothing. If support for the administration collapses, they're done.",
      "nzernozer",
      "2025-05-01T20:45:05",
      1
    ],
    [
      "\"Elon Musk knows those computers better than anybody, all those computers, those vote counting computers, and we ended up winning Pennsylvania, like, in a landslide.\"",
      "sirhackenslash",
      "2025-05-01T08:42:58",
      27
    ],
    [
      "So how did Trump’s team also manipulate the exit polling? He showed improvements in basically every demographic except for older educated women.  Why does Trump improving his margin in PA by around 3% compared to 2020 require “a disturbing pattern of irregularities” but no one focuses on him improving his margin in NY and NJ by 10% or CA by 9% or MA by 8% or RI by 7% or HI and IL by 6%? Did he rig the election in all of these solidly blue states too?  In 2024 Trump improved his margin of victory in EVERY SINGLE STATE from 2020. The only state Harris did better than Biden was in Utah, only problem is Trump improved on his 2020 numbers too.  So what you’re suggesting is it’s more likely that Trump rigged the election, not just in one state but in all 50 states, than it is that he just won outright due to the general public’s perception of the economy as weak and right wing influence on social and traditional media?",
      "zzyul",
      "2025-05-01T15:27:42",
      2
    ],
    [
      "The bomb that's were entirely about reducing turnout",
      "RellenD",
      "2025-05-01T10:03:39",
      1
    ],
    [
      "😂  Should delete this one, too. The edit mentions reddit, individual subreddits, and moderation.",
      "IrishRepoMan",
      "2025-05-02T11:00:16",
      1
    ],
    [
      "Why do we need it?  It's not even a problem.  It would make it harder to vote.  Do you like voter suppression?  Do you not like married women voting?",
      "Status_Blacksmith305",
      "2025-05-01T12:43:00",
      2
    ],
    [
      "Thanks for weighing in.  My friends thought I was being unfair to Biden, but I thought it was way time for him to get to setting up his menu at the home, not trading off time between keeping prodigal son out of Trump-hell, and kinetic warfare.  Have taken care of seniors in my family - certain signs are unmistakeable.",
      "XSinTrick6666",
      "2025-05-01T15:35:27",
      7
    ],
    [
      "I also am only able to asses what I see from online and interviews and at rallies and well crap the guy is on camera all the time. So nevermind we have a lot of evidence. I would concur with your assessment",
      "Yupthrowawayacct",
      "2025-05-01T16:37:17",
      2
    ],
    [
      "They've blatantly ignored the Constitution constantly, and haven't faced any consequences.",
      "Mudders_Milk_Man",
      "2025-05-01T12:59:25",
      9
    ],
    [
      "Hey, I was mocking them for their takes at that point too and still gladly will lol - I’m just pointing out the irony.",
      "ekoms_stnioj",
      "2025-05-01T12:19:28",
      -5
    ],
    [
      "I mean, we killed Al-Alwalki..",
      "ekoms_stnioj",
      "2025-05-01T12:25:23",
      -4
    ],
    [
      "Yes but following an unlawful order does not exonerate them by saying it was an order and they can still be tried and found guilty which could be far worse.",
      "Internal-Stomach3047",
      "2025-05-01T14:05:38",
      2
    ],
    [
      "You're like the 50th person I've heard from (online or IRL) who is/has served, and you've all said the same thing. That the majority of the military are not trump fans.   I think a lot of people still think of the military as populated by young white boys from small towns in the Midwest. But half the military is now people of color and/or women. The average age has also gone up over the last decade or so. These arent kids right out of high school, they are people with life experience.  They have families who are being affected economically and being deported. They are also very aware that when Trump antagonizes other countries for no reason, it's *them* who he is waving around like a drunk guy with a knife.   It's just not a given that a serving member of the military would be a trump fan, despite what many people think.",
      "MommyLovesPot8toes",
      "2025-05-01T19:08:26",
      1
    ],
    [
      "This is why his messaging is all about blaming Biden. He needs to try to find a way to maintain his support and deflect blame. A true authoritarian couldn’t give a shit about what the public thinks. Trump does, cause it’s imperative for his plans.",
      "cidthekid07",
      "2025-05-01T10:06:34",
      -2
    ],
    [
      "That part",
      "samenumberwhodis",
      "2025-05-01T09:14:18",
      8
    ],
    [
      "_Everything is computer_",
      "superfluid",
      "2025-05-01T10:09:09",
      3
    ],
    [
      "Lol you need an ID to do everything else in this country it won't make it harder to vote.  It would make it harder to commit voter fraud.",
      "jakeoverbryce",
      "2025-05-01T13:07:04",
      0
    ],
    [
      "Who do you mean by \"they\"?   The national guard might disperse a large protest, but they're not going to stop Americans from doing ordinary citizen things like voting.  Not all lines have been crossed.",
      "Aumpa",
      "2025-05-01T13:07:07",
      0
    ],
    [
      "It just seems like you are more optimistic about how much of his base will blindly follow him quite literally off a cliff than I am. I've never been what anybody would call an optimist, but I've also never been completely this pessimistic before either. I live in the south, and it's really hard not to think that these people would do whatever he told them to do, no matter the consequences to themselves or their families in the end. Even if they cry about it afterwards, and some of them that are in my personal life, say that they hope to vote for him in 2028.",
      "JHutchinson1324",
      "2025-05-01T11:07:47",
      7
    ],
    [
      "Voting is a right, not a privilege. What do things do you need an ID that aren't privileged things.  Why make it harder to vote if voter fraud isn't an issue?   Why waste time on something that isn't a problem when we have actual problems that need to be addressed?",
      "Status_Blacksmith305",
      "2025-05-01T13:34:15",
      4
    ],
    [
      "You're being incredibly naive.  A new line is crossed nearly every day. The escalation isn't going to stop.",
      "Mudders_Milk_Man",
      "2025-05-01T13:13:38",
      10
    ],
    [
      "His cult will never abandon him. You’re right. But he can’t keep power with just his cult. He needs at least some middle of the road people. And he is losing those. You cannot drive your agenda with just 35-40% of the public. You’ll see. We’ll get out of this presidency after four years. It’s not going to be pleasant but Trump will fail.",
      "cidthekid07",
      "2025-05-01T11:35:01",
      2
    ],
    [
      "So is owning a gun but I have to show ID for that too.",
      "jakeoverbryce",
      "2025-05-01T13:36:51",
      1
    ],
    [
      "It's important to not be overly alarmist, outside of the facts. Fear and despair can be defeating, here.",
      "Aumpa",
      "2025-05-01T14:15:14",
      0
    ],
    [
      "I hope so. And I know he needs way more than just his cult, it's just hard not to be pessimistic about how things are being dismantled and how any future elections may or may not be handled. And as crazy as it is, I still hear people say they don't care and still won't vote in the future. I will certainly try to be more optimistic. It takes a lot of effort though, especially on a day like today.",
      "JHutchinson1324",
      "2025-05-01T11:57:55",
      3
    ],
    [
      "That's not even comparable.  Do you need an ID to own a gun?  Not every married woman has 2 forms of ID with their maiden name.  Which makes it hard for them to vote, which is a form of voter suppression.  Will you answer my other questions I asked you in my previous 2 comments?",
      "Status_Blacksmith305",
      "2025-05-01T13:51:05",
      2
    ],
    [
      "Pretending this isn't a straight-up fascist takeover is also a terrible idea.",
      "Mudders_Milk_Man",
      "2025-05-01T14:51:46",
      3
    ],
    [
      "I think you have it completely backwards. People are not alarmed enough. Everyone is waiting for the gas chambers to be set up before admitting what is happening. We need to be taking action NOW to prevent another holocaust, and instead we have people like yourself telling everyone to calm down.  You talk about facts as if we don't already have more than enough facts to understand exactly what is happening. Wake the fuck up. I agree fear and despair are not helpful. Anger and ACTION are what is needed.",
      "MoreLuigi",
      "2025-05-01T16:46:56",
      2
    ],
    [
      "Ohh feel you. It’s not a great time to be an American with values. There is a lot to be pessimistic about. And these next four years are going to suck. But we will come out of it.",
      "cidthekid07",
      "2025-05-01T12:08:02",
      1
    ],
    [
      "Why waste time on it?  Because democrats have demonstrated time and again no law or principle is not worth violating if they feel good about doing it.",
      "jakeoverbryce",
      "2025-05-01T13:54:00",
      1
    ],
    [
      "Please notice that I'm not telling people to calm down. I agree more people need to take action. Anger can be an important part of that, fear and despair are not.",
      "Aumpa",
      "2025-05-01T17:05:22",
      1
    ],
    [
      "What??  Are you saying democrats feel good about not violating laws?",
      "Status_Blacksmith305",
      "2025-05-01T14:01:58",
      2
    ],
    [
      "The main question is, why waste time on it if there isn't a problem with it?",
      "Status_Blacksmith305",
      "2025-05-01T14:04:03",
      2
    ],
    [
      "Yeah, I jumped down your throat a little more than was warranted. Sorry about that. I'm just sick of all the complacency, and a lot of it is accompanied by exhortations to not be alarmist.",
      "MoreLuigi",
      "2025-05-01T17:11:15",
      1
    ],
    [
      "No I think Democrats as a majority are fine with violating any law or social convention as long as they feel their action is morally superior.",
      "jakeoverbryce",
      "2025-05-01T14:08:32",
      1
    ],
    [
      "Because Democrats are trying to make it a problem by letting illegals vote.   Look the right has gone along to get along for too long.  We've given inches and the left continues to take miles.  It's time for a hard adjustment back to the right. Many of is have drawn a line in the sand because Dems are unreasonable about everything in the world.",
      "jakeoverbryce",
      "2025-05-01T14:10:57",
      1
    ],
    [
      "What laws did democrats violate?   Normal social conventions are fine.  But using it to discriminate against certain groups like the Republicans isn't right.",
      "Status_Blacksmith305",
      "2025-05-01T14:14:54",
      3
    ],
    [
      "Where are democrats letting illegals vote?  Are you just repeating the same lies the right and trump has been feeding you?   They claim all these things without in actual evidence.",
      "Status_Blacksmith305",
      "2025-05-01T14:19:11",
      2
    ],
    [
      "For example tons of democrats are celebrating the United Health CEO murder.  They see nothing wrong with it.  Tons of dems on reddit are actively organizing to thwart ICE and harbor illegals.   Democrats have let illegals vote in certain elections.   There's tons of things Dems do tons.",
      "jakeoverbryce",
      "2025-05-01T14:20:53",
      1
    ],
    [
      "Lol Google it. There are locations letting illegals vote in local elections at a minimum.",
      "jakeoverbryce",
      "2025-05-01T14:21:48",
      1
    ],
    [
      "Some people on reddit celebrated it, so that makes all democrats guilty?    How do you know their illegals if they don't get due process?  All ask again: What election did democrats let illegals vote?  Give me some sources.  Name those things democrats have done that was violating the law?",
      "Status_Blacksmith305",
      "2025-05-01T14:27:05",
      2
    ],
    [
      "Give me the sources.  You're the one claiming things.  Back it up.",
      "Status_Blacksmith305",
      "2025-05-01T14:28:13",
      2
    ],
    [
      "San Francisco and other far left communities have allowed illegals to vote in local elections.   If it were up to democrats then legal and illegal aliens would be allowed to vote.",
      "jakeoverbryce",
      "2025-05-01T14:35:55",
      1
    ],
    [
      "You're talking about local elections, not state or federal. That one is just for the school board. They couldn't vote in state a federal elections because that's illegal.",
      "Status_Blacksmith305",
      "2025-05-01T14:46:37",
      1
    ],
    [
      "I understand that.   But I also understand that Democrats want to flood the country with illegals in order to subvert future elections.   You can extrapolate that they would like voting for anyone within the borders of the United States or at a minimum using their offspring to tilt future elections in 2 to 4 decades from now.  Democrats are playing the long game.",
      "jakeoverbryce",
      "2025-05-01T14:55:14",
      1
    ],
    [
      "Are you just going to keep repeating the lies Trump tells you? Or are you just make shit up as you go?",
      "Status_Blacksmith305",
      "2025-05-01T15:50:08",
      1
    ],
    [
      "You can see it in everything Democrats espouse..",
      "jakeoverbryce",
      "2025-05-01T15:59:29",
      1
    ],
    [
      "Are you going to keep acting like Trump by avoiding most of my questions?  Whenever you do answer, you make up some conspiracy or state the same lies that Trump does.",
      "Status_Blacksmith305",
      "2025-05-01T16:12:41",
      1
    ]
  ]
}