{
  "columns": [
    "RANumb",
    "Text",
    "Label"
  ],
  "data": [
    [
      "ra5",
      "Last Updated November 18, 2022\nEffective Date: January 01, 2023",
      "Updated Privacy Policy"
    ],
    [
      "ra5",
      "In order to provide the Services, we collect Personal Information from our Publishers as described in our Publisher contractual agreements.",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "As a data broker we may share your Personal Information with other parties",
      "Categories of Personal Information Shared / Disclosed"
    ],
    [
      "ra5",
      "Information We Collect\nThe information we collect allows us to see browsing habits at an individual level, but we do not attempt to identify the exact individual who is browsing",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Sovrn does not collect personally identifiable information (“PII”) about Readers such as names, surnames, email addresses, physical addresses, or phone numbers, unless provided to us through the Site when requesting materials or information from us.",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Sovrn does not collect personally identifiable information (“PII”) about Readers such as names, surnames, email addresses, physical addresses, or phone numbers, unless provided to us through the Site when requesting materials or information from us.",
      "Categories of Personal Information Shared / Disclosed"
    ],
    [
      "ra5",
      "Identifier\tDescription\tUsed by\nCookie ID\tA randomly generated identifier (including those created by Sovrn) that is stored on a browser and allows us to understand Reader browsing behavior, without knowing the exact identity of the individual. Also known as a third-party cookie.\tAll Services and Site\nUnique online identifier\tAn identifier created by our Publishers to understand an individual’s browsing behavior on their own site, as well as across different websites. These identifiers are shared with Sovrn to help us understand the preferences of individuals so that we can provide our targeted advertising services.\tExchange, Ad Management, Signal, and Site\nDevice information\tDevice information can include your browser agent, browser type, operating system, device type, use of ad blocking tools, and information about the possible relationships among different browsers and devices.\tAll Services\nHashed email\tHashing is a way of making a piece of data, like an email address, into a hexadecimal string so that it is no longer readable. Each email address has its own unique hexadecimal string that remains consistent no matter where the email address is used.\tData\nIP address\tAn Internet Protocol address (IP address) is a numerical label assigned by an Internet Service Provider (ISP) to each device connected to a computer network that allows the device to communicate on the Internet. Most IP addresses are dynamic, meaning they change every time the device is restarted.\tAll Services and Site\nGeneral location information\tUsing your IP address and third-party services, we may collect general location information such as your country, city or state. Collecting this information not only supports our services, but helps us to understand your data rights.\tAll Services and Site\nMobile advertising ID\tIn mobile apps, we use identifiers provided by the mobile device’s operating system that can be reset by users. Typical advertising IDs are AdID (Android) and IDFA (Apple). Mobile advertising IDs allow developers and marketers to track activity associated with a specific device for advertising purposes. They’re also used to enhance serving and targeting capabilities.\tData\nPersonally Identifiable Information (“PII”)\tPersonal Information that directly identifies an individual such as name, surname and email address. PII may be required for some inquiries through the Site. Sovrn will only collect PII you voluntarily provide.\tSite",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Identifier\tDescription\tUsed by\nCookie ID\tA randomly generated identifier (including those created by Sovrn) that is stored on a browser and allows us to understand Reader browsing behavior, without knowing the exact identity of the individual. Also known as a third-party cookie.\tAll Services and Site\nUnique online identifier\tAn identifier created by our Publishers to understand an individual’s browsing behavior on their own site, as well as across different websites. These identifiers are shared with Sovrn to help us understand the preferences of individuals so that we can provide our targeted advertising services.\tExchange, Ad Management, Signal, and Site\nDevice information\tDevice information can include your browser agent, browser type, operating system, device type, use of ad blocking tools, and information about the possible relationships among different browsers and devices.\tAll Services\nHashed email\tHashing is a way of making a piece of data, like an email address, into a hexadecimal string so that it is no longer readable. Each email address has its own unique hexadecimal string that remains consistent no matter where the email address is used.\tData\nIP address\tAn Internet Protocol address (IP address) is a numerical label assigned by an Internet Service Provider (ISP) to each device connected to a computer network that allows the device to communicate on the Internet. Most IP addresses are dynamic, meaning they change every time the device is restarted.\tAll Services and Site\nGeneral location information\tUsing your IP address and third-party services, we may collect general location information such as your country, city or state. Collecting this information not only supports our services, but helps us to understand your data rights.\tAll Services and Site\nMobile advertising ID\tIn mobile apps, we use identifiers provided by the mobile device’s operating system that can be reset by users. Typical advertising IDs are AdID (Android) and IDFA (Apple). Mobile advertising IDs allow developers and marketers to track activity associated with a specific device for advertising purposes. They’re also used to enhance serving and targeting capabilities.\tData\nPersonally Identifiable Information (“PII”)\tPersonal Information that directly identifies an individual such as name, surname and email address. PII may be required for some inquiries through the Site. Sovrn will only collect PII you voluntarily provide.\tSite",
      "Categories of Personal Information Shared / Disclosed"
    ],
    [
      "ra5",
      "How We Collect Information\nSovrn uses various technologies to collect both Personal- and Non-Personal Information, such as cookies, web beacons, tracking pixels, or scripts. We also collect information voluntarily provided through our Site. The term ‘cookies’ is used as an umbrella term for these technologies; for convenience, these technologies are collectively referred to in this Privacy Policy as “cookies.”\n\nBoth session cookies (which expire once the web browser is closed) and persistent cookies (which stay on a device until deleted) are used to collect viewing and search behaviors by both Sovrn Services and the Site.",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Publishers. Publishers provide Personal Information about themselves when registering to use Sovrn Services. Alternatively, Publishers may register for Sovrn Services using an existing Google account, in which case Sovrn will receive Personal Information from Google as defined by Google’s privacy policy",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Personal Information collected at registration may include: a valid email address, username and password, first and last name, telephone number, website(s) URLs, software, mobile applications, log-in IP address(es), physical address, ZIP code, and country of residence for the Publisher contact.",
      "Categories of Personal Information Collected"
    ],
    [
      "ra5",
      "Personal Information collected at registration may include: a valid email address, username and password, first and last name, telephone number, website(s) URLs, software, mobile applications, log-in IP address(es), physical address, ZIP code, and country of residence for the Publisher contact.",
      "Categories of Personal Information Shared / Disclosed"
    ],
    [
      "ra5",
      "We collect Publisher payment information from those who purchase Sovrn Services. Sovrn provides a third-party service to manage revenue payments to Publishers. This service also provides transactional information to Sovrn for financial reporting purposes.",
      "Categories of Personal Information Collected"
    ]
  ]
}