{
  "columns": [
    "127855",
    "Makes greAt coffee but coffeemaker does not allow your hand to get into that coffee pot to clean it; therefore coffee residue stays in bottom of pot. I like the attachment that removes chlorine from the Warne. Auto brew timer is a great feature.",
    "4"
  ],
  "data": [
    [
      152307,
      "It's everything it says it is.... Works perfect for us!!!!",
      4
    ],
    [
      120267,
      "Well in the picture it says it has 2 vibrators when it really has only one. Other than that it's light and very versatile, I use it for my herniated disc and my epicondylitis and it's great that it's wireless cos I can take it with me to trips and restaurants and stuff. I just think the publicity has to be more accurate. It wouldn't hurt if it really had 2 vibrating points, and better yet, that not only the middle part vibrated but all 3 sections we're functional. Just an idea for Homedics.",
      4
    ],
    [
      130126,
      "I like this book. Glad Rebecca and Alex realized that they love one another. Sad that Heather had such hate for Rebecca that she would hurt people",
      4
    ],
    [
      156282,
      "This pot is on point. Very good. No sticking.very easy to clean and cooks perfectly fine",
      4
    ],
    [
      133660,
      "These fit well and are very comfortable but are rather frail. Best hand washed or, as last resort, washed on delicate/cold water in the washing machine. Do not dry in the clothes drier if that can be avoided.",
      4
    ],
    [
      157316,
      "Not really a blue light at night, more like a yellow white light. Still, it's better than nothing.",
      4
    ],
    [
      141204,
      "I was skeptical but my better half ordered two of these. We made use of the suggestions from other people who bought these and gave them a good review. Very sturdy. We put them together with the addition of gorilla glue on the pegs. We assembled them and let them sit overnight to let the adhesives dry and do their job. The cranky comments from people who didn't follow the instructions, moving the item right after assembly, not assembling them properly, etc. are tiresome. This is not heirloom furniture but it does the job if you put it together properly.",
      4
    ],
    [
      153551,
      "Love the look of this costume. My daughter loves it - good for twirling! :) Only complain is cheapness of accessories - the gems on the wand fell off after 5 minutes of trying it on. Hopefully we can glue them back on.",
      4
    ],
    [
      153131,
      "It is beautiful but it slide off the table a lot.",
      4
    ],
    [
      141379,
      "Basement humidity is much better using this",
      4
    ]
  ]
}