{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589555229720465414,
      "Mon Nov 07 09:47:53 +0000 2022",
      "@vimummos @RussianEmbassy If you look at whats going on with Russia and Ukraine you see the people running Russia wish to impose a culture that no longer exists for the new generation.  The solution is to simply remove the people giving the orders not destroy our people-buildings Just coordinate the stop!"
    ],
    [
      1589555215736635395,
      "Mon Nov 07 09:47:50 +0000 2022",
      "@Nehem11 @Jack_ng01 @keystonebankng @TakeBackNaija_ Nigeria high inflation is not the cos of FG alone,it’s global stuff,if you’re not current enough we’ll be here to correct  U\nRight now,go on nd read Russia nd Ukraine war,check what’s going on in the world,very soon inflation we’ll raise again,Bcos Russia will block D Black Sea"
    ],
    [
      1589555210997108737,
      "Mon Nov 07 09:47:49 +0000 2022",
      "Ukrainian artillery being used for Russian drone target practice. #Ukraine #UkraineRussiaWar #Donbass #KhersonCounteroffensive #UkraineWillWin https://t.co/FDXv8UZyRR"
    ],
    [
      1589555209050607616,
      "Mon Nov 07 09:47:49 +0000 2022",
      "Putin has personally and formally asked Poland not to facilitate weapons transfer to Ukraine from Israel ."
    ],
    [
      1589555208580870144,
      "Mon Nov 07 09:47:48 +0000 2022",
      "@theworldisblu @Pumadoesstuff @shoe0nhead Less DEI administration. 50 billion could probably feed more kids here than blow up kids in Ukraine."
    ],
    [
      1589555200817516544,
      "Mon Nov 07 09:47:47 +0000 2022",
      "@JaneCaro @4corners @HillaryClinton Putin invaded Ukraine back in 2014."
    ],
    [
      1589555198921703424,
      "Mon Nov 07 09:47:46 +0000 2022",
      "There are extremely many beautiful places in Ukraine, and I want to visit them all. https://t.co/dRnLdD1khp"
    ],
    [
      1589555195973103616,
      "Mon Nov 07 09:47:45 +0000 2022",
      "@seerutkchawla The people on Twitters content moderation board are still almost entirely Left-wing.  \n\nIf a conservative account created a blue check Hunter Biden account and proceeded to post about smoking crack and collecting payoffs from China and Ukraine, they should be suspended, too."
    ],
    [
      1589555192974172160,
      "Mon Nov 07 09:47:45 +0000 2022",
      "@Chyboychinedu1 @jcokechukwu Kherson is not Ukraine so why do you think Russia is bombing their own. Wake up sleeping head 🗣️"
    ],
    [
      1589555180563202048,
      "Mon Nov 07 09:47:42 +0000 2022",
      "@MFA_Ukraine Instead of deliberately taking back the lost territory, it will be more valuable to constantly consume all the living strength of Russia."
    ],
    [
      1589555163882475520,
      "Mon Nov 07 09:47:38 +0000 2022",
      "@newsmax What's the total dollar amount Ukraine took from America?"
    ],
    [
      1589555153551921153,
      "Mon Nov 07 09:47:35 +0000 2022",
      "@WallStreetSilv @pierrejovanovic Which is far less than US investments in Ukraine…"
    ],
    [
      1589555149483421697,
      "Mon Nov 07 09:47:34 +0000 2022",
      "@LChernilov @DefenceHQ They've all been at it   https://t.co/gpXbNxXUfj\n\nIt's a commonplace under such circs to empty jails."
    ]
  ]
}