{
  "columns": [
    "label",
    "context",
    "output"
  ],
  "data": [
    [
      1,
      "The improvement in glucose and insulin measures did not exceed the day-to-day variability of measurement for approximately 80% of the participants independent of exercise amount or intensity.",
      "\n1) The sentence describes the relationship between \"exercise amount or intensity\" and \"the day-to-day variability of measurement\".\n2) The authors used the the verb \"did not exceed\", which suggests that there is no direct effect between them.\n3) Therefore, the sentence expresses no relationship.\nAnswer: 1 - no relationship"
    ],
    [
      1,
      "This risk determination identifies a potentially modifiable risk factor for early readmission.",
      "\n1) The sentence describes the relationship between \"risk determination\" and \"early readmission\".\n2) The authors used the the verb \"identifies\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "This study is the first to reveal significant associations between SSRI use and metabolic abnormalities in patients with schizophrenia or bipolar disorder.",
      "\n1) The sentence describes the relationship between \"SSRI use\" and \"metabolic abnormalities in patients with schizophrenia or bipolar disorder\".\n2) The authors used the the verb \"reveal\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "Dulaglutide was well tolerated and had a low risk of hypoglycemia when used without insulin secretagogues or insulin.",
      "\n1) The sentence describes the relationship between \"Dulaglutide\" and \"low risk of hypoglycemia\".\n2) The authors used the the verb \"had\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "The present study supports that important risk factors for PD are very young age group (especially under 1 year old), lack of breastfeeding and malnutrition.",
      "\n1) The sentence describes the relationship between \"very young age group (especially under 1 year old), lack of breastfeeding and malnutrition\" and \"risk factors for PD\".\n2) The authors used the the verb \"support\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "Patients with T2DM who underwent RHA and RKA procedures had more IHPC after controlling for the effects of possible confounders.",
      "\n1) The sentence describes the relationship between \"T2DM\" and \"IHPC\".\n2) The authors used the the verb \"had\", which suggests that there is a direct effect between them.\n3) When describing the effect, the authors also used the phrase \"after controlling for the effects of possible confounders\" to suggest that the effect is conditional on the presence of certain factors.\n4) Therefore, the sentence expresses conditional causation.\nAnswer: 3 - conditional causation"
    ],
    [
      1,
      "Elderly caregivers of elderly people who have higher levels of burden have lower perceived social support.",
      "\n1) The sentence describes the relationship between \"higher levels of burden\" and \"lower perceived social support\".\n2) The authors used the the verb \"have\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "\"Condom use  did increase over time in both groups.\"",
      "\n1) The sentence describes the relationship between \"condom use\" and \"over time in both groups\".\n2) The authors used the the verb \"increase\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "A physical activity-friendly school environment is associated with lower risk of obesity.",
      "\n1) The sentence describes the relationship between \"a physical activity-friendly school environment\" and \"lower risk of obesity\".\n2) The authors used the the verb \"associated with\", which suggests that there is a correlation between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "At month 24, there were significant visual and anatomic improvements in both groups, with subjects in the 0.5 mg RBZ group gaining more vision.",
      "\n1) The sentence describes the relationship between \"0.5 mg RBZ group\" and \"gaining more vision\".\n2) The authors used the the verb \"gaining\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "Intra-abdominal organomegaly was related to  nutritional status independently from renal function deterioration.",
      "\n1) The sentence describes the relationship between \"intra-abdominal organomegaly\" and \"nutritional status\".\n2) The authors used the the verb \"related\", which suggests that there is a correlation between them.\n3) The authors also used the phrase \"independently from renal function deterioration\" to suggest that the correlation is not affected by other factors.\n4) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "Everolimus based treatment has meaningful activity in heavily pretreated patients with HR-positive MBC but is associated with considerable toxicity and requirement for dose adjustment.",
      "\n1) The sentence describes the relationship between \"Everolimus based treatment\" and \"considerable toxicity and requirement for dose adjustment\".\n2) The authors used the the verb \"associated with\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ],
    [
      1,
      "Glucose control may be associated with breast cancer outcomes\\\\u2029.",
      "\n1) The sentence describes the relationship between \"glucose control\" and \"breast cancer outcomes\".\n2) The authors used the the verb \"may be associated with\", which suggests that there is a correlation between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "Epidemiological trends are more or less common to those of developing countries with a predominance of invasive ductal carcinoma.",
      "\n1) The sentence describes the relationship between \"epidemiological trends\" and \"invasive ductal carcinoma\".\n2) The authors used the the verb \"are more or less common to\", which suggests that there is a correlation between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "There was also a link between slow-wave sleep duration and insulin resistance.",
      "\n1) The sentence describes the relationship between \"slow-wave sleep duration\" and \"insulin resistance\".\n2) The authors used the the verb \"link\", which suggests that there is a correlation between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "Pathological mother-child relations, lower parental education levels, and smoking may be predictors of childrens overweight/obesity.",
      "\n1) The sentence describes the relationship between \"pathological mother-child relations, lower parental education levels, and smoking\" and \"childrens overweight/obesity\".\n2) The authors used the the verb \"may be predictors\", which suggests that there is a correlation between them.\n3) Therefore, the sentence expresses correlation only.\nAnswer: 2 - correlation"
    ],
    [
      1,
      "These findings suggest that obesity and possibly alcohol overuse are independent risk factors for the development of infection following surgery for a fracture of the ankle.",
      "\n1) The sentence describes the relationship between \"obesity\" and \"alcohol overuse\" and \"the development of infection following surgery for a fracture of the ankle\".\n2) The authors used the the verb \"are\", which suggests that there is a direct effect between them.\n3) Therefore, the sentence expresses direct causation.\nAnswer: 4 – direct causation"
    ]
  ]
}