{
  "columns": [
    "question_id",
    "title",
    "body",
    "tags"
  ],
  "data": [
    [
      391939,
      "How do we know which component belongs to which part in a separable differential equation",
      "Take for instance dP/dt = kP We get after separating: dP/P = kdt, but why shouldn't it be dP/kP = dt instead, mathematically it doesn't make sense to say that k must belong absolutely to the right hand side of the equation.",
      "['ordinary-differential-equations']"
    ],
    [
      391940,
      "$f(g(x))=x$ implies $f(x)=g^{-1}(x)$",
      "Is it possible to find a necessary and sufficient condition to conclude when\n$$f(g(x))=x \\implies f(x)=g^{-1}(x) \\wedge f^{-1}(x)=g(x),$$\nif both functions are well defined?",
      "['algebra-precalculus', 'functions']"
    ],
    [
      391947,
      "relationship of polar unit vectors to rectangular",
      "I'm looking at page 16 of Fleisch's Student's Guide to Vectors and Tensors .  The author is talking about the relationship between the unit vector in 2D rectangular vs polar coordinate systems.  They give these equations: \\begin{align}\\hat{r} &= \\cos(\\theta)\\hat{i} + \\sin(\\theta)\\hat{j}\\\\\n\\hat{\\theta} &= -\\sin(\\theta)\\hat{i} + \\cos(\\theta)\\hat{j}\\end{align} I'm just not getting it.  I understand how, in rectangular coordinates, $x = r \\cos(\\theta)$ , but the unit vectors are just not computing.",
      "['trigonometry']"
    ],
    [
      391951,
      "Solving two algebraic equations",
      "I'm trying to prove an identity from physics. I have the following two equations ($M$ is a constant): $$e^2 = \\left(1-\\frac{2M}{r}\\right)\\left(1+\\frac{l^2}{r^2}\\right)$$ and $$r = \\frac{l^2}{2M}\\left[1 - \\sqrt{1 - 12\\left(\\frac{M}{l}\\right)^2}\\right]$$  and I need to show that $$\\frac{l}{e} = \\sqrt{Mr}\\left(1 - \\frac{2M}{r}\\right)^{-1}$$ I've tried rearranging the second eqation to get $l^2$ on its own and then dividing this by $e^2$ from equation 1 to get an expression for $l^2/e^2$ but this is quite messy and I can't see a clear way to simplify it. Can anyone see a straightforward way of doing this?",
      "['algebra-precalculus']"
    ],
    [
      391953,
      "Show that if some nontrivial linear combination of vectors $\\vec{u}$ and $\\vec{v}$ is $\\vec{0}$, then $\\vec{u}$ and $\\vec{v}$ are parallel.",
      "I've never been that great at writing proofs, but I'm getting a bit better. I think I have the answer correct, but I don't know if I'm missing anything. My logic seems right but there may be some minute detail that I'm leaving out. Can anybody give any feedback on this? Thanks. $\\vec{0}$ being a nontrivial linear combination of $\\vec{u}$ and $\\vec{v}$ implies that there exists a non-zero $a$ or $b$ such that $a\\vec{u}=-b\\vec{v}$. Without loss of generality, assume $a\\neq 0$. Then divide by $a$ and the equality holds: $\\vec{u}=-\\frac{b}{a}\\vec{v}$. And since $-\\frac{b}{a}\\vec{v}$ is a scalar multiple of $\\vec{u}$, it remains that $\\vec{u}$ and $\\vec{v}$ are parallel. More rigorous proof:\n\\begin{align*}\n\\vec{0}=a\\vec{u}+b\\vec{v}&\\Longrightarrow a\\neq 0\\vee b\\neq 0&&\\text{Given}\\\\\n&\\Longrightarrow a\\vec{u}=-b\\vec{v}\\\\\n&\\Longrightarrow \\vec{u}=-\\frac{b}{a}\\vec{v}&&\\text{WLOG assume $a\\neq 0$}\\\\\n&\\Longrightarrow \\vec{u}\\text{ and }\\vec{v}\\text{ are parallel.}\n\\end{align*}",
      "['linear-algebra', 'proof-writing']"
    ],
    [
      391976,
      "Confused about combinatorials",
      "How do I solve 4$\\cdot$6 = 8$\\cdot$3 by a combinatorial proof? How can I start this proof? I know that I can show a two pictures that represent 24 but I'm not entirely sure how to go about this. Please help!",
      "['discrete-mathematics', 'combinatorics']"
    ],
    [
      391984,
      "Inverse Laplace transform of the function: $F(s)=e^{-a\\sqrt{s(s+r)}}$",
      "I would like to find inverse Laplace transform of the function: $$F(s)=e^{-a\\sqrt{s(s+b)}}$$\nwhich $a$ and $b$ are positive real numbers and $s$ is a complex variable. It would be appreciated if someone can help me.",
      "['laplace-transform', 'complex-analysis']"
    ],
    [
      391988,
      "Preimages of a function: Is the following proposition true or false?",
      "Let $g: ℤ \\times ℤ → ℤ \\times ℤ$ be defined by $g(m,n) = (2m, m – n)$. Is the following proposition true or false? Justify your conclusion. For each $(s, t) ∈ ℤ \\times ℤ$, there exists an $(m, n) ∈ ℤ \\times ℤ$ such that $g(m,n) = (s, t)$. I understand the question, and I believe it is true. But I have no idea of what the steps are on how to prove it is true. I guess I should not have skipped the past couple of days. Thanks for any help.",
      "['logic', 'proof-writing', 'functions']"
    ],
    [
      392011,
      "Differentiate $\\log_{10}x$",
      "My attempt: $\\eqalign{\n  & \\log_{10}x = {{\\ln x} \\over {\\ln 10}}  \\cr \n  & u = \\ln x  \\cr \n  & v = \\ln 10  \\cr \n  & {{du} \\over {dx}} = {1 \\over x}  \\cr \n  & {{dv} \\over {dx}} = 0  \\cr \n  & {v^2} = {(\\ln10)^2}  \\cr \n  & {{dy} \\over {dx}} = {{\\left( {{{\\ln 10} \\over x}} \\right)} \\over {2\\ln 10}} = {{\\ln10} \\over x} \\times {1 \\over {2\\ln 10}} = {1 \\over {2x}} \\cr} $ The right answer is: ${{dy} \\over {dx}} = {1 \\over {x\\ln 10}}$ , where did I go wrong? Thanks!",
      "['logarithms', 'calculus', 'derivatives']"
    ],
    [
      392027,
      "Nested Radicals: $\\sqrt{a+\\sqrt{2a+\\sqrt{3a+\\ldots}}}$",
      "Let $a>0$ .\nHow we can find the limit of : $$\\sqrt{a+\\sqrt{2a+\\sqrt{3a+\\ldots}}}$$ Thanks in advance for your help",
      "['calculus', 'limits']"
    ],
    [
      392029,
      "Transitivity of union of two transitive relations",
      "I have a question concerning proving properties of Relations. The question is this: How would I go about proving that, if R and S (R and S both being different Relations) are transitive, then R union S is transitive? The answer is actually FALSE, and then a counter example is given as a solution in the book. I understand how the counterexample works as explained in the book, but what I don't understand is, how exactly they arrive to the conclusion that the statement is actually false. Basically I can see myself giving a proof that if that for all values (x,y,z) in R and S, if (x,y) is in R and (y,z) is in R, (x, z) is in R since R is transitive. And if (x,y) is in S and (y,z) is in R, (x,z) is in S since S is transitive. Since (x,z) is in both R and S, the intersection is true. But why wouldn't the union of R and S be true as well? Is it because that the proof cannot be ended with \"since (x,z) is in both R and S, (x,z) can be in R or S\"? Basically, that a proof can't be ended with an OR statement at the end? Hope that all makes sense.",
      "['relations', 'logic', 'discrete-mathematics', 'elementary-set-theory']"
    ],
    [
      392035,
      "The set of complex numbers of modulus $1$ is a group under multiplication",
      "Show that $C=\\{z\\in \\mathbb{C} \\mid  |z|=1\\}$ is a group under complex multiplication. I'm a little confused because isn't the identity the only element with order $1$?  What is this set?",
      "['group-theory', 'abstract-algebra']"
    ],
    [
      392068,
      "Differential Geometry Video Lectures",
      "I know there's a similar question here , however since what I found there wasn't what I was looking for I thought on creating a new question. I'm studying Differential Geometry through Spivak's book \"A Comprehensive Introduction to Differential Geometry Vol. 1\" and I'm looking for video lectures on differential geometry at this level (introduction to the analysis on manifolds and so on). Until now I didn't find any video lectures. The only ones I've founded related to that are the one in the question I've mentioned, however that's too advanced for now. There are any good video lectures on this introductory (but yet rigorous) Differential Geometry? And I've pointed the rigorous part because I've found some videos on youtube, however the ones I've found simply ignore rigorous aspects of the subject and do things too loosely (even without defining manifolds properly). Thanks very much in advance and sorry if this question is somehow silly!",
      "['online-resources', 'soft-question', 'manifolds', 'differential-geometry']"
    ],
    [
      392070,
      "Spivak problem on Schwarz inequality",
      "I have a question regarding problem 19 in the 3rd Ed. of Spivak's Calculus. Specifically, part (a). The question concerns the Schwarz inequality:\n$$\nx_1y_1 + x_2y_2 \\leq \\sqrt{x_1^2+x_2^2}\\sqrt{y_1^2+y_2^2} \\ .\n$$\nIt says to prove that if $x_1=\\lambda y_1$ and $x_2 = \\lambda y_2$ for some number $\\lambda$, then equality holds in the Schwarz inequality. Substituting the given values for $x_1$ and $x_2$ we have\n$$\n\\lambda (y_1^2+ y_2^2) \\leq |\\lambda|(y_1^2+y_2^2) \\ .\n$$\nIt appears to me that equality can only hold if $\\lambda \\geq 0$. Can someone explain to me how equality holds for any given $\\lambda$?",
      "['inequality', 'cauchy-schwarz-inequality', 'algebra-precalculus']"
    ],
    [
      392083,
      "Complex integral help involving $\\sin^{2n}(x)$",
      "Show that $$\\int_0^\\pi \\sin^{2n} \\theta d\\theta=\\dfrac{\\pi(2n)!}{(2^n n!)^2} $$ So far I have came up with: $$\\sin^{2n} \\theta = \\left(\\dfrac {z-z^{-1}}{2i} \\right)^{2n}$$ and I know I should be using: $$(a+b)^n=\\sum_{k=0}^n \\dfrac{n!}{(n-k)!k!}a^kb^{n-k}$$ but I'm not sure how to get the conclusion. Any help will be greatly appreciated.",
      "['definite-integrals', 'complex-analysis']"
    ]
  ]
}