{
  "columns": [
    "column",
    "description",
    "source"
  ],
  "data": [
    [
      "country",
      "Geographic location.",
      "Our World in Data"
    ],
    [
      "year",
      "Year of observation.",
      "Our World in Data"
    ],
    [
      "iso_code",
      "ISO 3166-1 alpha-3, three-letter country codes.",
      "International Organization for Standardization"
    ],
    [
      "population",
      "Population of each country or region.",
      "Our World in Data based on different sources (https://ourworldindata.org/population-sources)"
    ],
    [
      "gdp",
      "Gross domestic product measured in international-$ using 2011 prices to adjust for price changes over time (inflation) and price differences between countries. Calculated by multiplying GDP per capita with population.",
      "Maddison Project Database 2020 (Bolt and van Zanden, 2020)"
    ],
    [
      "cement_co2",
      "Annual production-based emissions of carbon dioxide (CO₂) from cement, measured in million tonnes. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "cement_co2_per_capita",
      "Annual production-based emissions of carbon dioxide (CO₂) from cement, measured in tonnes per person. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2",
      "Annual total production-based emissions of carbon dioxide (CO₂), excluding land-use change, measured in million tonnes. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_growth_abs",
      "Annual growth in total production-based emissions of carbon dioxide (CO₂), excluding land-use change, measured in million tonnes. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_growth_prct",
      "Annual percentage growth in total production-based emissions of carbon dioxide (CO₂), excluding land-use change. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_including_luc",
      "Annual total production-based emissions of carbon dioxide (CO₂), including land-use change, measured in million tonnes. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_including_luc_growth_abs",
      "Annual growth in total production-based emissions of carbon dioxide (CO₂), including land-use change, measured in million tonnes. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_including_luc_growth_prct",
      "Annual percentage growth in total production-based emissions of carbon dioxide (CO₂), including land-use change. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_including_luc_per_capita",
      "Annual production-based emissions of carbon dioxide (CO₂), including land-use change, measured in tonnes per person. This is based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ],
    [
      "co2_including_luc_per_gdp",
      "Annual total production-based emissions of carbon dioxide (CO₂), including land-use change, measured in kilograms per dollar of GDP (2011 international-$). Production-based emissions are based on territorial emissions, which do not account for emissions embedded in traded goods.",
      "Our World in Data based on the Global Carbon Project (2022)"
    ]
  ]
}