{
  "columns": [
    "Unnamed: 0",
    "chunk_label",
    "chunk_text",
    "uuid"
  ],
  "data": [
    [
      0,
      "methods0",
      "2.1. Rats in 1 Week Experiment All experimental procedures were approved by Auburn University’s Institutional Animal Care and Use Committee (IACUC, protocol # 2016-2814, approval date 6 January 2016). Male Fisher 344 rats at 4 months of age (~360 g) were purchased (Harlan Laboratories, Indianapolis, IN, USA) and allowed to acclimate in the animal housing facility at Auburn University for 1 week prior to experimentation. During acclimation, rats were provided standard rodent chow (SC; 24% (% kcal) protein, 58% CHO (2.8% fiber w/w), 18% fat; Teklad Global #2018 Diet, Harlan Laboratories) and water ad libitum in a maintained ambient temperature and constant 12 h light: 12 h dark cycle. For a 1 week period following acclimation, rats were provided isocaloric-isonitrogenous-isofibrous amounts of one of three diets: (1) 10 rats (SC) were provided with 20 g/day of the aforementioned SC given during the acclimation phase.",
      "8e1e2bb3-370c-47bf-9be4-711429cbba39"
    ],
    [
      1,
      "methods1",
      "  (2) 10 rats (KD) were provided with 16 g/day of a commercially designed KD (Harlan Tekland diet #10787; Harlan Laboratories, Indianapolis, IN, USA) that was designed to induce nutritional ketosis and has been used previously by our laboratory [21]. Casein protein (Optimum Nutrition Inc., Downers Grove, IL, USA) and cellulose powder (Allergy Research Group, Alameda, CA, USA) were added to better compensate for between group differences in protein and fiber content (added protein and fiber were 23.5% of the modified diet). The diet specifications (following modifications) were as follows: 4.15 kcal/g, 23% protein, 10% carbohydrate (2.9% fiber w/w), and 67% fat. Medium chain triglycerides, flaxseed oil and canola oil were prominent fat sources in the parent KD.  (3) 10 rats (SC + KS) were provided with 20 g/day of the aforementioned SC, along with sodium bodies beta hydroxybutyrate (BHB) salt (DL-3 sodium hydroxybutyric acid, 5.",
      "d0a86045-1dea-4d4c-b415-7ef52791dd77"
    ],
    [
      2,
      "methods2",
      "8 kcal/g; NNB Nutrition, Lewisville, TX, USA) which were added to drinking water for ad libitum consumption with the intent to deliver ~2.2 g/day. This dosing schedule was designed with the intent of delivering a human-equivalent dose of 40 g/day dose as a “loading phase” per the body surface area rat-to-human conversions of Reagan-Shaw et al. [22] assuming the average rat weight of 400 g and the average human weight of 80 kg.    Notably, body masses were measured every other day, and food weights were measured daily.  2.2. Rats in 8 Months Experiment As with the procedures outlined above, 8 months experimental procedures were approved by Auburn University’s IACUC (protocol # 2016-2814, approval date 6 January 2016). Male Fisher 344 rats 4 months of age (~360 g) were purchased (Harlan Laboratories, Indianapolis, IN, USA) and allowed to acclimate in the animal housing facility for 1 week prior to experimentation in the same manner as described above.",
      "6e856314-a19c-49ec-8638-8dc25efebeba"
    ],
    [
      3,
      "methods3",
      " For an 8 months period following acclimation, rats were provided with isocaloric-isonitrogenous-isofibrous amounts of the three diets described above (SC n = 8, KD n = 8, SC + KS n = 8). In the SC + KS group, KS were added to water bottles attempting to deliver ~2.2 g/day for the first week as a “loading phase”, then 0.3 g/day as a “maintenance phase” for the remaining duration. This dosing schedule was designed with the intent of delivering a human-equivalent dose of 40 g/day dose during the loading phase and a 10 g/day dose during the maintenance phase per the body surface area rat-to-human conversions of Reagan-Shaw et al. described above. One SC + KS rat inexplicably lost >20% body mass during the first two months of treatment and, thus, was euthanized for humane reasons and not included in the analyses. One SC rat experienced rapid weight loss towards the end of the 8 months intervention.",
      "9cf61818-134f-42d0-a653-1ef50aefcbbd"
    ],
    [
      4,
      "methods4",
      " This rat presented large intra-abdominal tumors upon necropsy and was also not included in the analysis. Thus, final n-sizes were SC n = 7, KD n = 8 and SC + KS n = 7. Notably, bodyweights were recorded weekly, food intakes were recorded daily, and water was measured daily in order to ascertain the amount of KS ingested by the SC + KS group.  2.3. Rotarod Performance in 8 Month-Fed Rats Rotarod performance is used in rodent studies to assess a combination of balance, grip strength, motor coordination and muscular endurance [23]. In 8 month-fed rats, rotarod performance was assessed at 2, 4, 6 and 8 months into the intervention using a single-lane device (Product#: ENV-571R; Med Associates Inc., Saint Albans City, VT, USA). Briefly, all assessments took place during the beginning of the rat light cycle (i.e., 0600–0800) whereby rats were placed on the device and the motorized rotor was initiated at a progressive speed from 4.0 to 40.0 r/min.",
      "6b485906-8857-41cc-b6e6-0493253b9559"
    ],
    [
      5,
      "methods5",
      " An automated timer tracked time spent on the rod and, once the rats fatigued and dismounted from the rod, a laser beam break stopped the timer.   2.4. Necropsies and Tissue Preparation in Rats from Both Feeding Experiments On the morning of necropsies (0500–0600), rats were food-deprived but provided water ad libitum. Rats were then transported from the campus vivarium to the School of Kinesiology and allowed to acclimate for 2–3 h. Thereafter, rats were euthanized under CO2 gas in a 2 L induction chamber (VetEquip, Pleasanton, CA, USA). Following euthanasia, a final body mass was recorded, and blood was collected from the heart using a 22 gauge syringe. Collected blood was placed in a 6 mL serum separator tube and allowed to clot, centrifuged at 3500 g for 10 min, and resultant serum was aliquoted into 2.7 mL microcentrifuge tubes for storage at −80 °C until analysis. The gastrocnemius, brain, and liver were dissected out.",
      "3cb741e3-e335-44ff-84b3-4a35bb4504f9"
    ],
    [
      6,
      "methods6",
      " In 1 week-fed rats, approximately 50 mg from each tissue was immediately placed in RNA/DNA Shield (Zymo Research, Irvine, CA, USA) and stored at 4 °C until RNA isolation using Trizol-based methods (described in Section 2.5), whereas the remainder of the tissue was flash frozen in liquid nitrogen and stored at −80 °C until total antioxidant analysis. In 8 month-fed rats, necropsies were carried out exactly as detailed above with the exception being that approximately 800 mg from the right gastrocnemius muscle, 1000 mg of liver and 500 mg of whole-brain (without cerebellum) was immediately used for mitochondria isolation as described below. The remainder of the tissue was flash frozen in liquid nitrogen and stored at −80 °C until Western blotting, glutathione (GSH)/GSSG and total antioxidant capacity analyses described below.   2.5.",
      "f74eb691-9aa8-42e6-90e1-ef5ba9a17416"
    ],
    [
      7,
      "methods7",
      " RNA Isolation, cDNA Synthesis and Real-Time Polymerase Chain Reaction (RT-PCR) for 1 Week-Fed Rat Tissues Muscle/brain/liver stored in RNA/DNA Shield described above were placed in 10 volumes (500 µL) Ribozol (Ameresco, Solon, OH, USA) in a 2.7 mL microcentrifuge tube and were homogenized with a tight-fitting pestle. Phase separation (for RNA isolation) was achieved according to manufacturer’s instructions. Following RNA precipitation and pelleting, pellets were resuspended in 30 µL of RNase-free water, and RNA concentrations were determined in duplicate at an absorbance of 260 nm by using a NanoDrop Lite (Thermo Scientific, Waltham, MA, USA). For cDNA synthesis, 1 µg of muscle/liver/brain RNA was reverse transcribed into cDNA for RT-PCR analyses with a commercial qScript cDNA SuperMix (Quanta Biosciences, Gaithersburg, MD, USA). RT-PCR was performed with gene-specific primers and SYBR green-based methods in a RT-PCR thermal cycler (Bio-Rad, Hercules, CA, USA).",
      "bea2fe3c-17b0-4b89-98df-fb385514b1c7"
    ],
    [
      8,
      "methods8",
      " Primers were designed with open-sourced software (Primer3Plus, Cambridge, MA, USA), and melt curve analyses demonstrated that one PCR product was amplified per reaction. The forward and reverse primer sequences are as follows: Glutamate-Cysteine Ligase Modifier Subunit (Gclm): forward primer 5′-ACATTGAAGCCCAGGAGTGG-3′, reverse primer 5′-CGATGACCGAGTACCTCAGC-3′; Glutamate-Cysteine Ligase Catalytic Subunit (Gclc): forward primer 5′-GAGATGCCGTCTTACAGGGG-3′, reverse primer 5′-TTGCTACACCCATCCACCAC-3′. Catalase (Cat): forward primer 5′-TTAACGCGCAGATCATGCA-3′, reverse primer 5′-CAAGTTTTTGATGCCCTGGT-3′. Glutathione peroxidase (Gpx): forward primer 5′-TCTGCACACTCCCAGACAAG-3′, reverse primer 5′-AGTCACCCATCACCGTCTTC-3′. Superoxide dismutase 2 (Sod2): forward primer 5′-TTAACGCGCAGATCATGCA-3′, reverse primer 5′-CCTCGGTGACGTTCAGATTGT-3′.",
      "6d6c940f-1403-44eb-b760-086d2f0c05c0"
    ],
    [
      9,
      "methods9",
      " Fold-change values from SC rats were performed using the 2−ΔΔCT method where 2ΔCT = (housekeeping gene (HKG) CT − gene of interest CT) and 2−ΔΔCT (or fold-change) = (2ΔCT value for each rat/2ΔCT group average of SC). Of note, 18S ribosomal rRNA (18S) was used as a HKG given that it remained stable across all treatments (primer sequence: forward primer 5′-AAACGGCTACCACATCCAAG-3′, reverse primer 5′-CCTCCAATGGATCCTCGTTA-3′).  2.6. Tissue Total Antioxidant and Serum bodies beta hydroxybutyrate (BHB) Assays for All Rats Commercial colorimetric assay kits were used to determine muscle/liver/brain total antioxidant capacity (Antioxidant assay kit #709001; Cayman Chemical, Ann Arbor, MI, USA) and serum bodies beta hydroxybutyrate (BHB) levels (bodies beta hydroxybutyrate (BHB) colorimetric assay kit #700190; Cayman Chemical), respectively, according to manufacturer’s instructions.",
      "80209d5f-60b0-4e44-9a2c-533d266f291c"
    ],
    [
      10,
      "methods10",
      " For total antioxidant capacity determination, approximately 100 mg of frozen muscle/brain/liver was homogenized in kit assay buffer and centrifuged according to manufacturer’s instructions, and supernatants were assayed. Given that brain tissue in 8 month-fed rats was devoted to mitochondrial assays and Western blotting, brain total antioxidant capacity determination was not performed because of lack of available tissue. Following assay execution, all plates were read in a UV-Vis microplate reader (BioTek Synergy H1 Multi-Mode Reader; BioTek, Winooski, VT, USA) at absorbance readings according to manufacturer’s recommendations.  2.7. Western Blot Analysis in 8 Month-Fed Rat Tissues Muscle/brain/liver was removed from −80 °C storage and crushed on a liquid nitrogen-cooled stage.",
      "4bbcbad2-9a63-445b-afa2-9a5ec73532d8"
    ],
    [
      11,
      "methods11",
      " Approximately 50 mg of tissue from each tissue sample was placed in 500 μL of 1× non-denaturing cell lysis buffer (Cell Signaling, Danvers, MA, USA) with added protease inhibitors (1 μg/mL leupeptin) and phosphatase inhibitors (2.5 mM sodium pyrophosphate, 1 mM β-glycerophoshate, 1 mM sodium orthovanadate) and was homogenized in microcentrifuge tubes using tight-fitting pestles. Samples were centrifuged at 500 g for 5 min at 4 °C. Supernatants were then subjected to a protein assay using a commercial bicinchoninic acid assay (Thermo Scientific) and were prepared for Western blotting using 4× Laemmli reducing buffer at 2 μg/μL. Subsequently, 20 μL of prepped samples were loaded onto precast 12% SDS-polyacrylamide gels (Bio-Rad) and were subjected to electrophoresis (200 V at 75 min) using premade 1× SDS-PAGE running buffer (CBS Scientific, San Diego, CA, USA).",
      "5093f212-eed4-481f-9400-6bf9f4be8504"
    ],
    [
      12,
      "methods12",
      " Proteins were transferred to polyvinylidene difluoride membranes (Bio-Rad), and membranes were stained with Ponceau S following transfers to ensure even loading and transfer between samples. Membranes were then blocked with 5% nonfat milk powder diluted in TBS with 0.1% Tween-20 (TBS with 0 1% Tween 20 (TBST)) for 1 h at room temperature. Primary antibodies directed against the proteins of interest were incubated with membranes overnight at 4 °C in TBS with 0 1% Tween 20 (TBST) with 5% BSA added. Primary antibodies were used to detect whole-tissue 4-HNE (Abcam, Cambridge, MA, USA), superoxide dismutase 2 (SOD2; GeneTex, Irvine, CA, USA), Catalase (Cat; GeneTex), glutathione peroxidase (Gpx; GeneTex) and protein carbonyls (Oxyblot kit; EMD Millipore; Bellirica, MA, USA).",
      "6e055085-2503-42f6-b0ae-d5431abef1bc"
    ]
  ]
}