{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589403362910695426,
      "Sun Nov 06 23:44:26 +0000 2022",
      "@yung_polymath I like that China is big enough that there’s a guy that looks like Elon Musk. We’re about to enter a golden age of Chinese posting"
    ],
    [
      1589403360779980800,
      "Sun Nov 06 23:44:25 +0000 2022",
      "@I_Am_Khawaja @krishnadevsingh @shauntait161 Are you drunk 😭😭? Google is not dead. Vese bhi Pakistan USA or China ki chatake uske peiso pe to chal raha hei 😂"
    ],
    [
      1589403350793351169,
      "Sun Nov 06 23:44:23 +0000 2022",
      "@RandPaul C'mon man! You gotta understand China needed a 3 year head start to destroy evidence against them."
    ],
    [
      1589403347156467712,
      "Sun Nov 06 23:44:22 +0000 2022",
      "@MikeVN73 @thesiriusreport China doesnt have one proper functioning carrier. The US has like 10 carrier groups and you think some flaws here and there proves anything! 😂😂😂"
    ],
    [
      1589403342199218176,
      "Sun Nov 06 23:44:21 +0000 2022",
      "@hrsjohnny1 @JesusSchiaffino @MarkRuffalo He is a communist getting money from China to make movies he is a traitor so is Hollywood."
    ],
    [
      1589403332950757376,
      "Sun Nov 06 23:44:18 +0000 2022",
      "Anticommunists project such weird, vaguely comical paranoia.\n\nThe banners and flags cost ¥8,000 each, paid for by the Comumunist Party of China through money laundered in Moscow, but that's beside the point. https://t.co/FLQr2dpGug"
    ],
    [
      1589403311253622784,
      "Sun Nov 06 23:44:13 +0000 2022",
      "@ChrisCMcc @JamesGunn Literally every single DCEU film since Snyder left has been a flop with the only exceptions being Aquaman and of course ZSJL (the film that surpassed Endgame's 3 years of cumulative views in China in a matter of days)"
    ],
    [
      1589403305964457984,
      "Sun Nov 06 23:44:12 +0000 2022",
      "China decides to indefinitely delay the publication of headline third-quarter indicators, including GDP. China becoming much less transparent about its economic performance - quietly...\nhttps://t.co/wszZEpU9K4"
    ],
    [
      1589403305440317441,
      "Sun Nov 06 23:44:12 +0000 2022",
      "@Revelation1217 Seems no need for that. Already on the way. Both the US and China. Just worried they will pull the rest of the world down with them."
    ],
    [
      1589403305029304321,
      "Sun Nov 06 23:44:12 +0000 2022",
      "@TheInsiderPaper Apple is moving out of China and headed to India for phone production."
    ],
    [
      1589403285378969600,
      "Sun Nov 06 23:44:07 +0000 2022",
      "@PlayCODNews no legendary no cp enough of laughing at the latam community and belittling us only for the china version and garena they give good gifts and we are pushed aside"
    ],
    [
      1589403283986452480,
      "Sun Nov 06 23:44:07 +0000 2022",
      "@RepStefanik I heard it was coming from China in to Mexico And is a form of warfare don’t know if it’s true but it’s something to think about poisoning our youth would be one way to crumble America"
    ],
    [
      1589403263845404672,
      "Sun Nov 06 23:44:02 +0000 2022",
      "@dial0072 @BrianBeckerDC @caitoz Don't think you'll escape nukes from Russia, North Korea and China"
    ],
    [
      1589403255486164997,
      "Sun Nov 06 23:44:00 +0000 2022",
      "@DeanBaker13 There are many bots used by many groups with agendas that overlap with musk storylines (Russia, white supremacists, china, Jan 6 supporters).  While very possibly a number of bots, likely more nuanced than \"musk ordered troll bots to defend him\"..."
    ],
    [
      1589403252353019905,
      "Sun Nov 06 23:43:59 +0000 2022",
      "@CBCNews Yup as confirmed in COP26 too the top world polluters are US, Russia, China and India 3bil people, 35mil CDNs do not contribute to CC, until these countries step up, what we do is insignificant, get rid of the punishing carbon tax!"
    ],
    [
      1589403250939547648,
      "Sun Nov 06 23:43:59 +0000 2022",
      "This Chinese says Maxico, Central, South America have always been Chinese territories; black haired Sumerians should be Chinese; so 2 ruver basins are Chinese territories; Yugoslavia &amp; Eastern Europe are Chinese territories since Mongols assimilated them, Mongolia ruled China https://t.co/5aYAx7VGUJ"
    ],
    [
      1589403240135032832,
      "Sun Nov 06 23:43:56 +0000 2022",
      "We’ve got five years TOPS to make it thru the “Davidson Window” of danger vis a vis #CCPChina &amp; we are totally unready. Our elected appointed &amp; commissioned leaders are FAILING! Change needed now! #USA #China #FreeAndOpenIndoPacific https://t.co/s98MAHiNUt"
    ],
    [
      1589403239966982144,
      "Sun Nov 06 23:43:56 +0000 2022",
      "Apple warns iPhone 14 Pro availability is limited as COVID-19 restrictions close supply chain factories in China https://t.co/JpMKkEviuk"
    ],
    [
      1589403239258411008,
      "Sun Nov 06 23:43:56 +0000 2022",
      "Why China´s ban played great for Bitcoin … a través de News #china #Bitcoin #Crypto #MiningNews #greenpower #TexasTech #FinancialFreedom"
    ]
  ]
}