{
  "columns": [
    "Unnamed: 0",
    "chunk_label",
    "chunk_text",
    "uuid"
  ],
  "data": [
    [
      0,
      "background0",
      " This study aimed to evaluate the effectiveness of a) a Multiple Health Behaviour Change (Multiple Health Behaviour Change (MHBC)) intervention on reducing smoking, increasing physical activity and adherence to a Mediterranean dietary pattern in people aged 45–75 years compared to usual care; and b) an implementation strategy. ",
      "fb625dfd-3826-4ff7-8468-b5548acfc831"
    ],
    [
      1,
      "methods0",
      " Study design  The study was a cluster randomised effectiveness-implementation hybrid trial-type 2 with two parallel groups. Results are reported according to the Standards for Reporting Implementation Studies (StaRI) [32] and Consolidated Standards of Reporting Trials (Consolidated Standards of Reporting Trials (CONSORT)) statement for the reporting of cluster randomised trials [33]. Details of the study rationale and design of the study as well as the economic evaluation of the intervention have been previously published [34, 35].  Context  The study was conducted from January 2017 to December 2018 in Primary Health Care (PHC) centres of seven of the 17 Spanish Autonomous Communities. The Spanish National Health System has universal coverage with free access to health care for the entire population, public financing, integration of different health service networks, and a gatekeeping system at Primary Health Care (PHC) level.",
      "adf9326b-a7d8-4066-bee4-7ffc66a72ddd"
    ],
    [
      2,
      "methods1",
      " Primary Health Care (PHC) includes health care, health education and prevention, health promotion and community care and is provided by multidisciplinary teams (physicians, nurses, paediatricians, social workers, and dentists) in a defined population area.  Targeted sites and populations  EIRA study comprised two targets: Primary Health Care (PHC) centres and Primary Health Care (PHC) users [35].  Twenty-six Primary Health Care (PHC) centres participated. To be enrolled in the study, Primary Health Care (PHC) centres had to have internet access, be able to implement community activities, not be located in culturally and linguistically diverse or tourist areas and have a pro-actively engaged management team. All healthcare and administrative staff were invited to participate.",
      "69920272-3254-4d04-bfb1-19e119091443"
    ],
    [
      3,
      "methods2",
      "  Primary Health Care (PHC) users were people aged 45 to 75 years who engaged in at least two of the three following unhealthy behaviours: smoking, insufficient physical activity, and low adherence to a Mediterranean dietary pattern. Primary Health Care (PHC) users with advanced serious illness, cognitive impairment, dependence for basic activities of daily living, severe mental illness, and those in a long-term home health care programme, undergoing cancer treatment or end-of-life care or those planning to move from the area during the intervention were excluded.  Intervention  The intervention was based on the Transtheoretical Model (the Transtheoretical Model (TTM)) and Stages of Change [24, 36] and integrated into the daily practice of Primary Health Care (PHC) professionals. It consisted of a first screening visit in which the Primary Health Care (PHC) professionals assessed target behaviours and stages of change [35].",
      "d770ad81-b34d-4818-a8f1-53a69f839c5e"
    ],
    [
      4,
      "methods3",
      " For behavioural screening, we used one question on tobacco use during the previous month, two validated questions to estimate the daily number of servings of fruit and vegetables [37], and the Brief Physical Activity Assessment Tool [38]. The intervention was built on the results of the previous phases of the EIRA study [11, 18, 23–31], had a maximum duration of 12 months and was carried out at the individual, group and community level in accordance with the stages of change and unhealthy behaviours (see Fig. 1). The intervention focused on all target behaviours, and together, participant and Primary Health Care (PHC) professional developed priority actions on one or more of these behaviours. Fig. 1 Graphical depiction of intervention based on the proposals by Perera et al. [39]  The individual approach [35] had an average intensity of 2–3 visits; the professionals could add extra visits when appropriate.",
      "81c69daa-cca6-4511-8176-b34f5467dc7e"
    ],
    [
      5,
      "methods4",
      " Depending on the stages of change, the visit included: a) a very brief intervention to raise awareness of the need for Multiple Health Behaviour Change (MHBC) and help with relapse prevention; b) a brief intervention to agree on a plan for Multiple Health Behaviour Change (MHBC). Health professionals enhanced their motivational interviewing skills with a 20-h online training, an in-person group feedback session and an acting patient session. In addition, Primary Health Care (PHC) professionals and participants benefited from web-based tools such as http://proyectoeira.rediapp.org, personalised text messages, and a mobile app [40]. In addition, if participants had their own pedometers and smartwatches, advice and guidance on their use was given.",
      "e33fe7b9-c247-4ba5-afe8-24aa5b5332f4"
    ],
    [
      6,
      "methods5",
      "  The group approach [35] consisted of health education workshops on healthy diet and physical activity, delivered some weeks after initiating the individual approach and were conducted by healthcare professionals at the Primary Health Care (PHC) centre. These workshops lasted 90–120 min. Their primary purpose was to strengthen the advice discussed during the individual visits and provide people with guidelines toward practising physical activity and adopting a healthy diet, for example, through gym sessions, cooking workshops, and seasonal menus.  The community approach [35] focused mainly on social prescription of resources and activities offered in the participants’ communities. Previously, the Primary Health Care (PHC) teams identified the community health assets and selected the most relevant, accessibility and possibility of referral of participants.",
      "cf8f4702-3612-4766-8f0c-161817dbe985"
    ],
    [
      7,
      "methods6",
      " These community activities included cooking courses, healthy eating workshops, local walking events, line dances and other physical activity programs.  Usual care  Primary Health Care (PHC) professionals in the control group integrated a Program of Preventive Activities and Health Promotion [41], which incorporates preventive protocols with lifestyle recommendations and activities targeting specific age, sex and risk groups. Preventive activities were based on systematic screening, and brief advice was provided on cardiovascular conditions, mental disease, cancer, and vaccines [35].  Implementation strategy  The implementation strategy was based on the following:  a) The Consolidated Framework for Implementation Research (Comparative Fit Index (CFI)R) [42], which identifies five domains: intervention characteristics, outer setting, inner setting, characteristics of individuals, and the implementation process itself.",
      "1f203434-0b44-4a51-852d-79c6eb53c6ce"
    ],
    [
      8,
      "methods7",
      "  b) A set of discrete implementation strategies [43] based on planning, education, finance, restructuration, and quality management.  This implementation strategy was built on the findings of the previous phases of the EIRA study [11, 18, 23–31] carried out in three stages (pre-implementation, implementation and post-implementation) (see Table 1). Table 1 Description of implementation strategies  Stage\tKey element\tDescription\t Pre-implementation\tBarriers and facilitators\tDuring this stage, the literature was reviewed. The researchers assessed local needs, resources, barriers and facilitators to develop specific implementation strategies. Perspectives of clinicians on internal resources were measured by the “Survey of Organizational Attributes for Primary Care”.\t Support materials\tAll the support material for the intervention was prepared.\t Management and quality control systems\tMechanisms for effective communication and the case report form were defined and piloted.",
      "6e12c9ee-5e0f-4a63-9508-4e555b8ef6df"
    ],
    [
      9,
      "methods8",
      " A checklist (online database) was developed and piloted to monitor the implementation progress in each Primary Health Care centre.\t Facilitation and leadership\tThe facilitator (member of the research team) and the leader (member of the primary care team) of the implementation were designated.\t Commitment of stakeholders\tFormal commitments were established with the managers (at the macro, meso and micro levels), professionals of the centres involved and community partners.\t Training\tTraining activities were conducted, specially training in motivational interview\t Collaborative modelling\tLocal sessions to adapt and tailor the intervention to the specific context through shared decision making.\t Implementation\tCollaborative learning\tThe facilitator and the implementation leader monitored implementation processes, identified opportunities for improvement and optimised implementation.",
      "37a13efd-7a57-429c-a790-052454ef9f8c"
    ],
    [
      10,
      "methods9",
      "\t Commitment of main stakeholders\tAudit and feedback techniques were used with the main stakeholders to maintain the commitment and the motivation.\t Training\tHealth professionals received continuous training in motivational interview.\t Post-implementation\tManagement and quality control systems\tThe implementation evaluation was conducted using qualitative and quantitative methodologies\t  Recruitment  Several interactive and passive recruitment strategies were used to increase the feasibility of achieving the target sample size [44]. The most frequent strategy was the recruitment at the time of visit as part of usual care, and it was complemented with other four recruitment strategies: 1) self-administered questionnaires delivered in the waiting room or the admission desk; 2) a part-time training recruiter; 3) advertising by posters in the Primary Health Care (PHC) centres and 4) phone calls to selected patients from the review of electronic health records.",
      "a146fb4a-2151-4e43-a495-3561d7b537e3"
    ],
    [
      11,
      "methods10",
      "  Assignment of intervention  Participating Primary Health Care (PHC) professionals signed a collaboration commitment to the study before the allocation of the intervention. The Primary Health Care (PHC) centres were computer randomised for the intervention at a central location (IDIAP Jordi Gol, Barcelona, Spain). In each of the seven Spanish Autonomous Communities, half of the Primary Health Care (PHC) centres (n = 13) were allocated to the intervention and the other half (n = 13) to the control group. Primary Health Care (PHC) professionals were aware of the study allocation. An external unit independent of the Primary Health Care (PHC) centre evaluated the intervention at baseline and the end to minimise bias.  Evaluation  Intervention evaluation  The effectiveness of the intervention compared to usual care at 12 months post-intervention was measured by:  - Positive change in smoking behaviour: self-reported continuous abstinence [70].",
      "11282dbe-2110-4efb-b65d-09085607d513"
    ],
    [
      12,
      "methods11",
      " Positive change was defined as smoking at study entry and not smoking at the end of the study. We measured punctual and continuous abstinence at these two times.  - Positive change in physical activity behaviour: sufficient physical activity in previously insufficiently active people. The International Physical Activity Questionnaire was used [45], and participants were classified into three physical activity categories (high, moderate, and low) according to its scoring protocol [46]. Positive change was defined as having a low physical activity level at baseline and a moderate or high physical activity level at the end of the study.  - Positive change in dietary behaviour: adherence to a Mediterranean dietary pattern in people with low adherence at baseline. The 14-item Questionnaire of Mediterranean Diet Adherence (PREDIMED study) [47] was used. Positive change was defined as obtaining eight or fewer points at study entry and nine or more at the end of the study. ",
      "ff3e926b-63ea-43e9-a5a2-c3f4a677dc7e"
    ],
    [
      13,
      "analysis0",
      " A sample size of 3640 participants (1820 for each group), allowing for 30% loss to follow-up, was estimated to have 80% power (at 5% significance level, two-tailed and with an intracluster correlation of 0.01, 48] to detect an absolute difference in a positive change in one or more of the three behaviours of 8% between groups (EIRA intervention and usual care).  A statistical analysis plan was established before data were available [35]. All data were analysed on an intention-to-treat basis. We compared cluster and participant characteristics for all variables of interest by group allocation, using either means (standard deviations) or medians (interquartile ranges) for continuous variables and numbers (percentages) for categorical variables. To address potential biases due to incomplete follow-up and nonresponse in surveys, multiple imputations by chained equations (mice function in R software) with 50 imputed datasets were applied to outcomes and covariates.",
      "076cabec-cec3-4284-baaf-9c3493ee291b"
    ],
    [
      14,
      "analysis1",
      " Estimates from each imputed dataset were combined following the rules outlined by Rubin [71]. We assumed that the missing data were Missing At Random (Missing At Random (MAR)). The Missing At Random (MAR) assumption becomes more plausible by collecting more explanatory variables and including them in the analysis. Therefore, we included most possible explanatory variables (excluding duplicate, very similar, and highly correlated variables to avoid collinearity) [49].  To analyse the effect of the intervention on each outcome measure, Odds Ratios (OR) and their 95% confidence intervals were computed by logistic regression models for clustered data, specifically generalised linear mixed models (using Stata function xtmelogit) with the Primary Health Care (PHC) centre as a random-effects parameter.",
      "51e4b311-af1e-4ada-b187-496600ca7ee5"
    ],
    [
      15,
      "analysis2",
      " We analysed the variables associated with smoking cessation, the change in physical activity and adherence to a Mediterranean dietary pattern, as well as the change in any behaviour and two or three behaviours, adjusting for possible confounding variables. Final models were chosen in accordance with the study objectives, prior research [10, 11] and the nature of the variables (potential confounders, significant and clinically relevant variables). We also calculated an overall impact factor of the intervention on the target population according to an expanded impact formula for Multiple Health Behaviour Change (MHBC) proposed by Prochaska et al. [50]: ∑# of behaviours (n) (En x Pn), where P is the proportion of the sample at risk for each behaviour and E is the estimate of efficacy for each behaviour. We used Stata/SE v.15.1 (StataCorp, LP, TX) and SPSS 25.0 (SPSS Inc., Chicago, Illinois) for all analyses.",
      "c1a173ae-97d3-4655-ad99-94a24084085a"
    ],
    [
      16,
      "analysis3",
      "  Implementation evaluation  We assessed implementation outcomes and the determinants of implementation success.  Implementation outcomes  The following implementation outcomes based on the evaluation framework proposed by Proctor et al. [51] were assessed:  Adoption  We calculated the proportion of Primary Health Care (PHC) professionals who pre-implementation indicated their intention to implement the EIRA intervention.  Appropriateness and acceptability (early and final)  Both implementation outcomes were assessed on Primary Health Care (PHC) professionals and participants. Appropriateness was defined as the perceived fit or relevance of the intervention. Related terms were relevance, perceived fit, compatibility, trialability, suitability, usefulness, and practicability. Acceptability was defined as the perception that the intervention was agreeable, and related terms were content, complexity, comfort, relative advantage, and credibility.",
      "3d5eff6b-97b9-45ba-84c4-351b9b90662f"
    ],
    [
      17,
      "analysis4",
      " We designed two self-administered questionnaires, one for participants and one for Primary Health Care (PHC) professionals. Two instruments were administered in the pre and post-implementation stages. The definitions of implementation outcomes [51], related terms [52] and other measurement instruments available [53] constituted the conceptual model to define the items. A set of potentially relevant items was formulated. Questionnaires were pilot-tested in phase II of the study. The final questionnaire for Primary Health Care (PHC) professionals included eight items, and the participants’ questionnaire included seven. All items in both questionnaires used an 11-point Likert scale with three semantic anchors. In the questionnaire for professionals, the appropriateness and acceptability of the intervention were measured according to the type of unhealthy behaviour. In contrast, the items were more generic in the participants’ questionnaire.",
      "ff919590-76e1-455b-831e-dd9dbd67e190"
    ],
    [
      18,
      "analysis5",
      " Supplementary file 1 includes a copy of both questionnaires. We analysed the structure of questionnaires, and factorial analysis found two dimensions in both questionnaires. Goodness-of-fit indices suggested a good model fit in the professionals’ questionnaire (Root Mean Square Error of Approximation (RMSEA) = 0.05 and Comparative Fit Index (Comparative Fit Index (CFI)) = 0.99) and adequate fit in the participants’ questionnaire (RMSEA = 0.06 and Comparative Fit Index (CFI) = 0.99). Similarly, internal consistency in the scores of the two dimensions was good in both questionnaires (Cronbach’s alpha ≥0.80).",
      "102cc432-e780-48df-90c1-fe67972deea4"
    ]
  ]
}