{
  "columns": [
    "Date",
    "Time",
    "Original tweet",
    "Clean tweet",
    "Positive",
    "Neutral",
    "Negative"
  ],
  "data": [
    [
      "2022-03-07",
      "8:15",
      "$37-$38K is a great buying opportunity for #Bitcoin. The sell off continues. Retail are dumping their allocation, and those that came on board last year are fearful and selling. So take advantage (I am).",
      "37 38k is a great buying opportunity for bitcoin the sell off continues retail are dumping their allocation and those that came on board last year are fearful and selling so take advantage i am",
      0.0354135669767856,
      0.1437330991029739,
      0.8208534121513367
    ],
    [
      "2022-03-07",
      "8:15",
      "Will #BTC see the $36.000 again?",
      "will btc see the 36000 again",
      0.0323511399328708,
      0.9337812662124634,
      0.0338676311075687
    ],
    [
      "2022-03-07",
      "8:15",
      "WTS\nREF L3++ with New APW7 \nstock    600$  #dogecoin #antminer #cryptocurrency #Litecoin #Bitcoin #minermarket #ltcmining https://t.co/DTws6LlQqy",
      "wts ref l3 with new apw7 stock 600 dogecoin antminer cryptocurrency litecoin bitcoin minermarket ltcmining",
      0.1761150062084198,
      0.8149740099906921,
      0.0089110396802425
    ],
    [
      "2022-03-07",
      "8:15",
      "Top 10 #Cryptocurrency Live Prices: \n(03:15 AM . Mar 07,2022)\n\n#BTC $38039.92\n#ETH $2525.87\n#BNB $371.59\n#DOGE $0.12\n#SHIB $0.0000229642\n#AXS $47.18\n#MANA $2.38\n#UNI $8.24\n#GM $0.0000242995\n#KISHU $0.0000000014\n\nComments! Which coins would like to be listed?",
      "top 10 cryptocurrency live am mar 072022 btc 3803992 eth 252587 bnb 37159 doge 012 shib 00000229642 axs 4718 mana 238 uni 824 gm 00000242995 kishu 00000000014 comments which coins would like to be listed",
      0.02778853289783,
      0.935383915901184,
      0.036827590316534
    ],
    [
      "2022-03-07",
      "8:15",
      "NEED a #JOB?\nSign up now https://t.co/o7lVlsl75X\nFREE. NO MIDDLEMAN\n#AugmentedReality #VR #Robotics #ElectricVehicles #Sustainability #Technology #EmergingTech #Innovation #Automotive #Transportation #AI #BigData #ArtificialIntelligence #Blockchain #DataScience #BTC #ETH #NFTs https://t.co/yG9vHGe1KI",
      "need a job sign up now free no middleman augmentedreality vr robotics electricvehicles sustainability technology emergingtech innovation automotive transportation ai bigdata artificialintelligence blockchain datascience btc eth nfts",
      0.050055518746376,
      0.9207966923713684,
      0.0291477497667074
    ],
    [
      "2022-03-07",
      "8:15",
      "@OrijinHQ #Orijin #Polygon #IDO #BSC #Eth #BTC #Airdrop #DeFi #Launchpad\n\nOrijin finance token will be immediately recorded on uniswap, sushiswap, quickswap, pancakeswap and before long advance money AMM for Solalna based token.",
      "orijinhq orijin polygon ido bsc eth btc airdrop defi launchpad orijin finance token will be immediately recorded on uniswap sushiswap quickswap pancakeswap and before long advance money amm for solalna based token",
      0.0290163997560739,
      0.956121861934662,
      0.0148617085069417
    ],
    [
      "2022-03-07",
      "8:15",
      "@yeg0rpetrov That's correct. #Bitcoin can never be taken from you. Look at the properties in the east of the country. Most of them already (illegally) changed the ownership. Can't be done with properly stored #BTC.",
      "yeg0rpetrov that is correct bitcoin can never be taken from you look at the properties in the east of the country most of them already illegally changed the ownership cannot be done with properly stored btc",
      0.0256153456866741,
      0.8892462253570557,
      0.0851384401321411
    ],
    [
      "2022-03-07",
      "8:15",
      "@AltcoinGordon We can never see $1 OF #BTC, but we can see 100K of #BTC🧐🧐🧐",
      "altcoingordon we can never see 1 of btc but we can see 100k of btc",
      0.1201952099800109,
      0.8685651421546936,
      0.011239681392908
    ],
    [
      "2022-03-07",
      "8:15",
      "It often feels like Biden has gambled on America's national destiny, and if he succeeds, the US’s domestic economic problems will be solved. If he fails, the dollar's hegemony will decline and there will be a mass fallout.\n\n#economy #money #marketplace #btc #StockMarket #USA",
      "it often feels like biden has gambled on america national destiny and if he succeeds the uss domestic economic problems will be solved if he fails the dollar hegemony will decline and there will be a mass fallout economy money marketplace btc stockmarket usa",
      0.0177883375436067,
      0.1462569087743759,
      0.8359546661376953
    ],
    [
      "2022-03-07",
      "8:15",
      "SOL analysis: \n\nSOL is now heading towards the major support of the $80 area. SOL need to hold this support level at all cost otherwise we see more downward movement towards $65 support. \n#cryptocurrency #altcoins #Binance   #ETH #Solana #BTC   #NFTCommunity #DeFi #sol",
      "sol sol is now heading towards the major support of the 80 area sol need to hold this support level at all cost otherwise we see more downward movement towards 65 support cryptocurrency altcoins binance eth solana btc nftcommunity defi sol",
      0.1555836349725723,
      0.7164903879165649,
      0.1279259473085403
    ],
    [
      "2022-03-07",
      "8:15",
      "@jclcapital Build up like sell some #btc for cash or gold or build up like save your extra income and put that into cash or gold?",
      "jclcapital build up like sell some btc for cash or gold or build up like save your extra income and put that into cash or gold",
      0.0728005617856979,
      0.9118506908416748,
      0.0153487659990787
    ],
    [
      "2022-03-07",
      "8:15",
      "SWIFT transaction speed: 3-7 days\n#SWIFT transaction fees: $50+\n\nBitcoin transaction speed: 10min. - 1D\n#Bitcoin transaction fees: $50+\n\nEthereum transaction speed: 1-10 min.\n#Ethereum transaction fees: $100+\n\nXRP transaction speed: 1-3 seconds\n#XRP transaction fees: $0.00001",
      "swift transaction 37 days swift transaction 50 bitcoin transaction 10min 1d bitcoin transaction 50 ethereum transaction 110 min ethereum transaction 100 xrp transaction 13 seconds xrp transaction 000001",
      0.0460669808089733,
      0.9334827065467834,
      0.0204503517597913
    ],
    [
      "2022-03-07",
      "8:15",
      "@AltcoinGordon Don’t think about Ex, think about future #Bitcoin",
      "altcoingordon don not think about ex think about future bitcoin",
      0.0249605271965265,
      0.9416192173957824,
      0.0334202088415622
    ],
    [
      "2022-03-07",
      "8:15",
      "[⭐️🔵 NEW LISTING⭐️]\n[XDR] BEING LISTED IN COINMARKETCAP [SUPERAPIV2]\n\nMore Info in bio\n\n$AU #Bitcoin #AutoCrypto #crypto #cryptocurrecy #BNB #ToTheMoon #BSC #BSCGem #GEM #altcoin #token",
      "new listing xdr being listed in coinmarketcap superapiv2 more info in bio au bitcoin autocrypto crypto cryptocurrecy bnb tothemoon bsc bscgem gem altcoin token",
      0.0447956845164299,
      0.94078129529953,
      0.0144230416044592
    ]
  ]
}