{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589169895496855552,
      "Sun Nov 06 08:16:43 +0000 2022",
      "@DJSTAVIZ @_FaridKhan @IrfanPathan How much PCB borrowed from China to pay CSA…. Pakistan 48-4 v SA… Now SA lost to NL… Well paid…Shame on PCB and Ramiz…"
    ],
    [
      1589169872529141760,
      "Sun Nov 06 08:16:37 +0000 2022",
      "President #XiJinping on Saturday delivered a speech via video at the opening ceremony of the 14th Meeting of the Conference of the Contracting Parties to the Ramsar Convention on Wetlands (#COP14) held in Wuhan, central China's Hubei Province. https://t.co/sH697ZhxsL https://t.co/tQR3nQFPi2"
    ],
    [
      1589169872264888321,
      "Sun Nov 06 08:16:37 +0000 2022",
      "@newsgovhk This makes me feel terrible. I have no one to play badminton with. Waiting on $ and credit relief. Why do you need me so much. There is no more monarchy. Even if there were, I still have no damn clue who I am. And does China want genetically or cyber genetically. Get it together!"
    ],
    [
      1589169863133892608,
      "Sun Nov 06 08:16:35 +0000 2022",
      "#NewSpecies\nNew spider from China just groveled in:\n\nParaplectana magnaculata\n\nTreatment: https://t.co/bjN3jIN02v\nOriginal paper: https://t.co/jrIWuIMfX2\n#ZoologicalSystematics @Arachnologynews @AAS_arachnology @ESArachnology\n\n#FAIRdata #Nature #Conservation #Spider #Arachnology https://t.co/KDNFqnXOHX"
    ],
    [
      1589169855013728256,
      "Sun Nov 06 08:16:33 +0000 2022",
      "@RnaudBertrand UK chose to sign a military deal with Japan, which is infamous for its militarism and atrocities made to neighboring countries during its abhorring invasions. The absurdity is their allegation against imaginary China threat. It's either paranoid or evil-minded."
    ],
    [
      1589169853457661955,
      "Sun Nov 06 08:16:33 +0000 2022",
      "@Chidera15181727 @MarkStr22147290 @SamRamani2 South China is already Chinese lake...This type of making pact is just for show."
    ],
    [
      1589169837796126720,
      "Sun Nov 06 08:16:29 +0000 2022",
      "@aunchhengpor @ChongJaIan now China leaders are not worry about the Covid-19."
    ],
    [
      1589169793038716928,
      "Sun Nov 06 08:16:18 +0000 2022",
      "@ashoswai https://t.co/CKdAVNigVm\n\nCIA says its 35"
    ],
    [
      1589169778018914305,
      "Sun Nov 06 08:16:15 +0000 2022",
      "@BlackDouglas China\nRussia\nIndia\nMiddle\nEast"
    ],
    [
      1589169769819037696,
      "Sun Nov 06 08:16:13 +0000 2022",
      "@jodokus_kwak @poguesrulez @johnsweeneyroar Let's just hope that the claim of Wintershall that this kind of Gas condensate can't be used for airplanes is true and no cheap excuse..... However it should be sanctioned. Gasprom shouldn't use it for their wells to deliver their Gas now to opportunists like India, China etc"
    ],
    [
      1589169748637777922,
      "Sun Nov 06 08:16:08 +0000 2022",
      "@smilepimp @truejiaqi @BreeBathTalks @chenweihua @POTUS 1. Minorities in China were exempted from the one child policy. This is found through basic research\n2. China's constitution states that Han chauvinism is unacceptable. Show me a single western government with a founding document that denounces white supremacy? It does not exist."
    ],
    [
      1589169731663273984,
      "Sun Nov 06 08:16:04 +0000 2022",
      "@thedalimomma @SpiritofHo Monday is always clever. It comes to China for profit. Just it called market power."
    ],
    [
      1589169721286733824,
      "Sun Nov 06 08:16:01 +0000 2022",
      "#oilprice &amp; #copper to fall again Monday? China changes its tune &amp; still sticking to zero covid 🤯... @anasalhajji @CopperBullish @Ole_S_Hansen @ErikSTownsend\nhttps://t.co/iZ8IiZX1bN"
    ],
    [
      1589169718086471680,
      "Sun Nov 06 08:16:00 +0000 2022",
      "@RJohnThomps Average annual income has risen 26 folds in the past three decades.\n\nThe Western imperialists made so much more than China after they lifted the embargo in 1979, but they chose to redistribute the wealth to the billionaire class instead of the ordinary people."
    ],
    [
      1589169697085267969,
      "Sun Nov 06 08:15:55 +0000 2022",
      "@KimIversenShow Can't wait for Italy's invasion of the US so they can annex little Italy, and for China to invade and take Chinatown as most people there like those countries anyway"
    ],
    [
      1589169688818470915,
      "Sun Nov 06 08:15:53 +0000 2022",
      "Honda exhibits new EV concept model in China - Japan Today https://t.co/7qtneYsDHC"
    ],
    [
      1589169624079556611,
      "Sun Nov 06 08:15:38 +0000 2022",
      "Modernization and Revolution in China EQPDSJV\n\nhttps://t.co/Dl4rUNi0qL https://t.co/AitaX2rtHM"
    ]
  ]
}