{
  "columns": [
    "PublishDate",
    "Source",
    "Type",
    "Title",
    "Summary",
    "Link"
  ],
  "data": [
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Copeland Launches Sensi Hydro Sanitary Water Heat Pump in Southeast Asia",
      "(Oct. 9, 2025) – Copeland, a global provider of sustainable climate solutions, has launched its Sensi Hydro sanitary water heat pump in southeast Asia. This integrated heating solution is designed to provide energy-efficient water heating tailored for hotels, commercial buildings and public facilities. The launch underscores Copeland’s commitment to advancing the energy transition to electrified heating technology, helping to reduce global emissions and achieving decarbonization goals.",
      "https://www.ejarn.com/article/detail/90792"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Panasonic Strengthens Refrigeration Leadership with Launch of iCORE CO₂ Range Across Europe",
      "Panasonic Heating & Cooling Solutions has announced the European availability of its iCORE range of CO₂ condensing units, underscoring its position as a global leader in commercial refrigeration solutions and meeting the evolving needs of operators across Europe.",
      "https://www.ejarn.com/article/detail/90791"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Harron Homes Meets New Future Home Standard with Sustainable Panasonic Aquarea Heat Pumps",
      "Housing developer, Harron Homes, was looking to adopt renewable heating into its new build housing project at the Nevison’s Fold development in Barnsley, South Yorkshire. The project included a collaborative stakeholder effort from Harron Homes in conjunction with specialists, Secon Renewables, Panasonic, UK Cylinders, Honeywell Home and installers D&R Plumbing & Heating and Steve Wade Electrical, which included utilising the Panasonic Aquarea J Series Monobloc Air-to-Water heat pump.",
      "https://www.ejarn.com/article/detail/90790"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Mitsubishi Electric: WZ-E for Data Centers",
      "In data centers, temperature and air quality are strategic in ensuring business continuity for digital infrastructures. In addition to ensuring the removal of heat generated by servers and the maintenance of stable thermo-hygrometric conditions, an advanced IT Cooling system must in fact also ensure the protection of equipment from dust, humidity, and contaminants.",
      "https://www.ejarn.com/article/detail/90789"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Md Mehrab Hossen Siam Receives Graduate Endowed Fellowship",
      "Congratulations to Center for Environmental Energy Engineering (CEEE) graduate research assistant Md Mehrab Hossen Siam on receiving the Dr. Reinhard Radermacher Distinguished Graduate Endowed Fellowship for Energy Innovation in Mechanical Engineering for 2025-26. The fellowship is awarded annually and supports one CEEE graduate student for an academic year.",
      "https://www.ejarn.com/article/detail/90788"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Lam Research Receives 2025 SEMI Award for North America",
      "— October 7, 2025 — SEMI, the industry association serving the global semiconductor and electronics design and manufacturing supply chain, today announced Lam Research Corp. as the recipient of the 2025 SEMI Award for North America. Lam earned the recognition for its cryogenic etch technology, a breakthrough innovation that advances 3D NAND device manufacturing essential for today’s data-intensive AI applications. SEMI Americas presented the award to Lam during SEMICON® West, the premier microelectronics exhibition taking place in Phoenix, Arizona this week.",
      "https://www.ejarn.com/article/detail/90787"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Hubbard: the new era of ice machines is here!",
      "At Host Milano 2025, the company unveils 4 ground breaking products that combine innovation, efficiency, and design to meet the evolving needs of the hospitality industry.",
      "https://www.ejarn.com/article/detail/90786"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Vulcan Announces Third Quarter 2025 Conference Call",
      "., Oct. 9, 2025 /PRNewswire/ -- Vulcan Materials Company (NYSE: VMC) will host its third quarter 2025 earnings conference call on Thursday, October 30, 2025 at 9:00 a.m. CT (10:00 a.m. ET). Financial results will be released before the NYSE market opens.",
      "https://www.ejarn.com/article/detail/90785"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Carrier Board of Directors Declares Quarterly Cash Dividend",
      "PALM BEACH GARDENS, Fla., Oct. 8, 2025 /PRNewswire/ -- Carrier Global Corporation (NYSE: CARR), global leader in intelligent climate and energy solutions, announced today that its Board of Directors declared a quarterly dividend of $0.225 per outstanding share of Carrier common stock. The dividend will be payable on November 18, 2025 to shareowners of record at the close of business on October 29, 2025.",
      "https://www.ejarn.com/article/detail/90784"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Weil-Mclain: Hybrid Hydronic Heat + DHW for Residential Homes",
      "When a homeowner in the Chicagoland area wanted to improve energy efficiency and lower propane heating costs, contractor James Downs of JMD Associates recommended an innovative solution: the ECO™ Hybrid Dual Fuel Hydronic System from Weil-McLain. Installed in a 20-year-old home near Lake Michigan, the system combines an air-to-water heat pump with a high efficiency gas boiler to deliver optimal performance and flexibility across a wide range of temperatures.",
      "https://www.ejarn.com/article/detail/90783"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "Primetals Technologies Successfully Completes DC Drives Upgrade for Sterling Steel",
      "Primetals Technologies has recently successfully completed a significant modernization project for Sterling Steel Company, LLC, located in Sterling, Illinois, the US. The project involved upgrading 16 DC drives for the company’s rolling mill stands and was officially concluded with the receipt of the final acceptance certificate (FAC).",
      "https://www.ejarn.com/article/detail/90782"
    ],
    [
      "2025-10-10",
      "JARN",
      "Industry News",
      "What does EHPA actually do?",
      "So we thought we’d pull back the curtain and give examples of some of the things the European Heat Pump Association has done so far this year. Are you ready?!",
      "https://www.ejarn.com/article/detail/90781"
    ]
  ]
}