{
  "columns": [
    "id",
    "task",
    "input",
    "expected_output",
    "model_output",
    "nll"
  ],
  "data": [
    [
      "\"8f24c511-a319-4a9f-80c2-ca6fac131233\"sc1",
      "Task1",
      "Madera, a bustling city, served as the backdrop for the lives of four young women: Sherry, Margaretha, Lindsey, and Odilia. Their worlds intertwined through the seemingly mundane aspects of life, yet they remained strangers, unaware of the unbreakable bond that would soon unite them. Sherry, a quiet and imaginative soul, found solace in the city's art scene. Her paintings captured the vibrant colors and hidden stories of Madera, revealing a world that few could see. Margaretha, a brilliant student, pursued her passion for mathematics, solving complex equations and uncovering patterns that connected the world around her. Lindsey, a charismatic leader, worked tirelessly to unite the city's diverse communities, ensuring that everyone had a voice. Odilia, a compassionate soul, dedicated her time to volunteering at the local animal shelter, caring for the abandoned and neglected creatures that found their way to her.",
      "As fate would have it, their paths crossed one day in the heart of Madera. A chance encounter in a crowded coffee shop led to a series of conversations and shared experiences that forged an unexpected friendship.",
      " As fate would have it, their paths crossed one day in the heart of Madera. A chance encounter in a crowded coffee shop led to a series of questions and unanswered questions that forced them to confront their shared and individual dreams.",
      0.6407690048217773
    ],
    [
      "\"8f24c511-a319-4a9f-80c2-ca6fac131233\"qa0",
      "Task1",
      "In which city did Sherry, Margaretha, Lindsey, and Odilia, all naturally intersect?",
      "Madera",
      " Madera",
      1.086248517036438
    ],
    [
      "12762334sc1",
      "Task3",
      "Yarlagadda Nayudamma\n\nYarlagadda Nayudamma (born 1 June 1947) is a consultant paediatric surgeon from Guntur. Previously, he operated at the Guntur General Hospital where he was the head of the paediatric surgery department. He has performed various complex surgical procedures which have received acclamation from the scientific community and the lay public.\nHe is the only Indian surgeon to have successfully separated three sets of conjoined twins fused at three different locations - head, thorax-abdomen and pelvis. All 6 children are leading normal healthy lives. He is also the first Indian surgeon to have successfully operated on a rare congenital anomaly of duplication of stomodeum (double mouth) in December, 1995.\nBiography.\nYarlagadda Nayudamma was born to parents Yarlagadda Subba Rao and Rangamma in Karamchedu of Prakasam District (then part of Guntur district), A.P. He graduated in medicine in 1970 from Guntur Medical College, acquired the degree of Master of Surgery in General Surgery in 1974 from Rohtak Medical College, specialized in Paediatric Surgery and obtained",
      "the degree of M.Ch. in 1977 from All India Institute of Medical Sciences, New Delhi (AIIMS). He held various offices including Vice Principal of Guntur Medical College, Guntur.",
      " the degree of M.A.in 1980s from the H and H - but he was already working in the field of surgery and his research works had received acclamation\n\nHe and his wife are (a) (b)\n\nThe children have successfully emerged through this complex surgery and their progress and well being have been making thethe and the family thriving and happy.\n\nHe is the only Indian surgeon to have successfully separated three sets of conjoined twins fused at three different locations - head, thorax-abdomen and pelvis.",
      1.809882879257202
    ],
    [
      "12762334qa0",
      "Task3",
      "Who is the Indian surgeon who successfully separated three sets of conjoined twins and operated on a rare congenital anomaly of duplication of stomodeum?",
      "Yarlagadda Nayudamma",
      " Yarlagadda Nayudamma",
      0.3020869195461273
    ],
    [
      "61523514sc1",
      "Task3",
      "Benjamin Myers (poet)\n\nBenjamin Myers (born 1975) is an American poet, essayist, educator, and musician. In 2015, Oklahoma Governor Mary Fallin appointed Myers the twentieth poet laureate of Oklahoma. He has written three books of poetry, and his poems have appeared in many nationally prominent periodicals.\nBiography.\nMyers was raised in Chandler, Oklahoma, by parents who were both writers themselves, his mother being well-known young-adult novelist Anna Myers and his father writing poetry. Myers earned his bachelor's in English from The University of the Ozarks and his Ph.D. in literature from Washington University in St. Louis. Myers teaches at Oklahoma Baptist University, where he is the Crouch-Mathis Professor of Literature.\nMyers has written essays on poetry and on liberal arts education for",
      "several Oklahoma-based magazines, such as \"Oklahoma Today\" and Oklahoma Humanities, as well as for national conservative magazines \"First Things\" and \"The Imaginative Conservative.\"\nIn addition to his literary work, Myers is a musician, playing bass in the rock band Flying Armadillo.",
      " a number of national magazines.\n\nThe Nocturne\n\n Bench-Necro\n\n*\n\nA nocturne\n\n*\n\nOnex\n\n*\n\nLysol, fluoro, and\n\n*\n\nThe silent, even\n\n*\n\nSole\n\n*\n\nof an other world.\n\n\n\nW and\n\nM\n\n *\n\nA nocturne\n\n*\n\nAnd a\n\n*\n\nS.",
      2.2663331031799316
    ],
    [
      "61523514qa0",
      "Task3",
      "Who is the poet laureate of Oklahoma appointed in 2015?",
      "Benjamin Myers",
      " Benjamin Myers",
      3.895954132080078
    ],
    [
      "\"bf27cef0-8899-4b3c-a8c8-e11cd8ff0c3f\"sc1",
      "Task1",
      "In the enigmatic city of Dartmouth, a storm was brewing as Vi, a tenacious private investigator, delved into the city's dark underbelly. With a heavy heart, she stood at the old house on the hill, where the notorious criminal Cissy was rumored to have hidden a fortune before her imprisonment. Vi had been hired by Cissy's sister, Wrennie, to uncover the truth. As Vi pushed open the creaky gate, she was greeted by the house's eerie silence. Cobwebs clung to the corners, and a chill ran down her spine as she stepped inside. The house felt alive, whispering secrets from its past. Vi had never met Cissy, but she knew the rumors. She was cunning, ruthless, and dangerous. Yet, she couldn't help but feel a twinge of sympathy for the woman who had lost everything.",
      "Days turned into weeks as Vi searched for clues. She pored over old newspapers, interviewed former associates, and followed leads to dead ends. But just as she was about to give up, she stumbled upon a letter written by Cissy herself.",
      " Days turned into weeks as Vi searched for clues. She pored over old newspapers, interviewed former associates, and followed leads to dead ends. But just as she was about to give up, she stumbled upon a letter written by Cissy herself.",
      0.1402631998062133
    ],
    [
      "\"bf27cef0-8899-4b3c-a8c8-e11cd8ff0c3f\"qa0",
      "Task1",
      "Who hired Vi to uncover the truth about Cissy?",
      "Wrennie.",
      " Wrennie.",
      0.2505193948745727
    ],
    [
      "71310284sc1",
      "Task3",
      "Haim Cohen (chef)\n\nHaim Cohen (, born 1960) is an Israeli chef.\nBiography.\nHaim Cohen lives in Savyon with his wife, Sigal, and their three children.\nCulinary and media career.\nHaim Cohen founded the former \"Keren\" restaurant, and went on to found restaurants such as \"Yafo Tel Aviv\" and \"Dixie\".\nHe was the host of Israel's first TV food show, \"\". He has been a judge on all of \"MasterChef Israel\"'s seasons. He is also a judge on Israel's \"My Kitchen Rules\".\nIn 2020, he was hired by Microsoft to oversee dining in the Herzliya campus. He has helped rehabilitate released prisoners with a cookbook.\nIn 2021, students at",
      "Bezalel Academy of Art and Design were asked to design sets of kitchen utensils to be used by chefs for intimate dinners and private events. Cohen served as culinary mentor.",
      " the Yal the Best and the in the M-1 class of 2021 called him and other chefs and demand that he and other chefs make a and contribute to a nutrition and nutrition education program\n\n the the and presents the \"M\" and \"M\" 2 \"M\"\n\n and presents the \"M\" and\n\n and presents the “M-1 The Kitchen” and\n\n and presents the “the and the”",
      7.045843124389648
    ],
    [
      "71310284qa0",
      "Task3",
      "Who is the chef that served as a culinary mentor for the Bezalel Academy of Art and Design students in 2021?",
      "Haim Cohen",
      "Haim Copper",
      1.1138181686401367
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4sc1",
      "Task2",
      "Tiffi Magenta was born on December 31, 1984, in the United States. She can be reached via phone at 721-625-3765 and email at [tiffi\\_magenta@me.com](mailto:tiffi_magenta@me.com). Her Social",
      "Security Number is 900-51-4344. Tiffi Magenta resides at the address 10175 West 58th Place, #505, Orange, CA, 92867.",
      " Security Number is 900-51-4344). Tiffi Magenta resides at the address 10175 West 58th Place, #505, Orange, CA, 92867.",
      0.2920537889003753
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4qa0",
      "Task2",
      "What is the birth date of Tiffi Magenta?",
      "1984-12-31",
      " 1984-12-31",
      0.1690724790096283
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4qa1",
      "Task2",
      "What is Tiffi Magenta's Social Security Number?",
      "900514344",
      "900514344",
      0.0050344015471637
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4qa2",
      "Task2",
      "What is Tiffi Magenta's phone number?",
      "7216253765",
      "7216253765",
      0.0110886031761765
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4qa3",
      "Task2",
      "What is Tiffi Magenta's email address?",
      "tiffi_magenta@me.com",
      "tiffi_magenta@me.com",
      0.0002394872135482
    ],
    [
      "df8d2304-fb26-4d44-9df0-a4b3f98df1b4qa4",
      "Task2",
      "What is the home address of Tiffi Magenta?",
      "10175 West 58th Place, #505, Orange, CA, 92867.",
      "10175 West 58th Place, #505, Orange, CA, 92867.",
      0.0678399056196212
    ],
    [
      "14674027sc1",
      "Task3",
      "Frank Donck\n\nFrank Donck is a Belgian businessman. He is a member of the business club De Warande and director of KBC Group. He is a son of Jef Donck, who owned Comelco, which was sold to Campina.\nBiography.\nHe graduated from Ghent University as a licentiate in law and obtained a master in finance from the Vlerick Leuven Gent Management School. He worked for Investco (part of KBC Group) as an investment banker and is a member of the board of the KBC Group, Zenitel, , Afinia Plastics, Telenet and Atenor. Frank",
      "Donck is also Managing Director of 3D and Ibervest (1987). In 2003, he was appointed Director of the KBC Bank and Insurance Holding Company.",
      " Donck is also and independent broker. He and the KBC Group are the subject of a business report by the name of \"The I and the I\" on the Belgi-Moon-Time television program on the Belgian National Day.\n\n and the KBC Group\n\nThe KBC Group\n\na\n\n",
      2.5425074100494385
    ],
    [
      "14674027qa0",
      "Task3",
      "Who is the Managing Director of 3D and Ibervest (1987)?",
      "Frank Donck",
      " Frank Donck",
      1.134231686592102
    ],
    [
      "73cc564f-2b2d-43f6-b6e2-dcb4b2a2d1eesc1",
      "Task2",
      "Hephzibah Olive was born on June 24, 1988. Her Social Security number is 900-76-5675 and her phone number is 286-957-7783.",
      "She can be reached via email at [hephzibah\\_olive@me.com](mailto:hephzibah_olive@me.com). Her home address is 3904 October Woods Drive, Lawrence, MA, 01841.",
      " She canbe found at her home address, 3904 October Woods Drive, Lawrence, MA, 01841.",
      0.2030737251043319
    ]
  ]
}