{
  "columns": [
    "Unnamed: 0",
    "job_id",
    "job_title",
    "location",
    "experience",
    "education",
    "job_type",
    "job_description",
    "job_link"
  ],
  "data": [
    [
      0,
      "b2b20d394de2f0c9",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Business Analyst, Principal - Health Data Strategy - job post Blue Shield of California 900 reviews Oakland, CA 94607 $114,400 - $171,600 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $114,400 - $171,600 a year Encouraged to Apply Fair chance Job Type Full-time JOB DESCRIPTION Your Role The Health Transformation organization is committed to identifying, designing, implementing, evaluating, and launching innovations that transform health. Key to the goal of transforming health is creatively and effectively leveraging the power of data. The Business Analyst Principal, Health Data Strategy will be a key business product owner of the Integrated Health Record at Blue Shield and will lead health data strategy to drive improvements in care delivery and experience. In this role you will be responsible for developing the business strategy around the integrated health record. In collaboration with health data vendors, stakeholders, and technology partners, you will create a process to acquire necessary data, evaluate data and enable it to be used to improve patient care, and reduce healthcare costs. The position reports to the Director, Health Data Strategy, is based in California; open to telecommute within California with the ability to travel to our headquarters in Oakland and other locations as needed. Your Work In this role, you will: Support the development of the Integrated health record strategy, associated data roadmap and vendor relationships Conceptualize and develop prototypes for data strategy that meets business needs Describe and disseminate significance of data for business decision making and provide recommendations to senior leaders Lead design and interpretation of various data sources to meet health data strategy goals including, but not limited to, creation of integrated health record Support strategic planning around health data including identification of appropriate data sources, integration, and quality assessment Take hands on role on issues related to interoperability, data capabilities and data readiness Support identification and development of use cases for Integrated Health Record Serve as a partner to the Health Transformation Data & Evaluation team and Health Data Strategy team QUALIFICATIONS Your Knowledge and Experience Requires mastery level knowledge of job area typically obtained through advanced education combined with experience. May have deep knowledge of project management Requires a bachelors degree or equivalent experience. MS, MPH, MBA, MA Health Systems/Health Informatics/Health Information Technology focus is preferred Requires at least 10 years of prior relevant experience. Experience in Business Analytics within the healthcare industry is preferred Understanding of data and ability to provide strategic insights to drive business decisions Ability to leverage a deep understanding of business requirements to conceptualize business needs Proficiency and experience in health informatics is preferred Working familiarity with health information exchanges, interoperability, personal health records and meaningful use Knowledge of data architecture, clinical records integration, electronic medical records preferred Familiarity with potential and challenges associated with various forms of clinical and non-clinical datasets Experience with business strategy and leveraging data to drive strategic decisions Pay Range: The pay range for this role is: $ 114400.00 to $ 171600.00 for California. Note: Please note that this range represents the pay range for this and many other positions at Blue Shield that fall into this pay grade. Blue Shield salaries are based on a variety of factors, including the candidate's experience, location (California, Bay area, or outside California), and current employee salaries for similar roles. ABOUT US At Blue Shield of California we are parents, leader, students, visionaries, heroes, and providers. Everyday we come together striving to fulfill our mission, to ensure all Californians have access to high-quality health care at a sustainably affordable price. For more than 80 years, Blue Shield of California has been dedicated to transforming health care by making it more accessible, cost-effective, and customer-centric. We are a not-for-profit, independent member of the Blue Cross Blue Shield Association with 6,800 employees, more than $20 billion in annual revenue and 4.3 million members. The company has contributed more than $500 million to Blue Shield of California Foundation since 2002 to have a positive impact on California communities. Blue Shield of California is headquartered in Oakland, California with 18 additional locations including Sacramento, Los Angeles, and San Diego. We're excited to share Blue Shield of California has received awards and recognition for LGBT diversity, quality improvement, most influential women in corporate America, Bay Area's top companies in volunteering & giving, and one of the world's most ethical companies. Here at Blue Shield of California, we're striving to make a positive change across our industry and the communities we live in , Join us! ABOUT THE TEAM Blue Shield of California’s mission is to ensure all Californians have access to high-quality health care at a sustainably affordable price. We are transforming health care in a way that truly serves our nonprofit mission by lowering costs, improving quality, and enhancing the member and physician experience. To fulfill our mission, we must ensure a diverse, equitable, and inclusive environment where all employees can be their authentic selves and fully contribute to meet the needs of the multifaceted communities we serve. Our comprehensive approach to diversity, equity, and inclusion combines a focus on our people, processes, and systems with a deep commitment to promoting social justice and health equity through our products, business practices, and presence as a corporate citizen. Blue Shield has received awards and recognition for being a certified Great Place to Work, best place to work for LGBTQ equality, leading disability employer, one of the best companies for women to advance, Bay Area’s top companies in volunteering & giving, and one of the world’s most ethical companies. Here at Blue Shield of California, we are striving to make a positive change across our industry and the communities we live in – join us! Our Values: Honest . We hold ourselves to the highest ethical and integrity standards. We build trust by doing what we say we're going to do and by acknowledging and correcting where we fall short. Human . We strive to be our authentic selves, listening and communicating effectively, and showing empathy towards others by walking in their shoes. Courageous . We stand up for what we believe in and are committed to the hard work necessary to achieve our ambitious goals. Physical Requirements: Office Environment - roles involving part to full time schedule in Office Environment. Due to the current public health emergency in California, Blue Shield employees are almost all working remotely. Based in our physical offices and work from home office/deskwork - Activity level: Sedentary, frequency most of work day. Equal Employment Opportunity: External hires must pass a background check/drug screen. Qualified applicants with arrest records and/or conviction records will be considered for employment in a manner consistent with Federal, State and local laws, including but not limited to the San Francisco Fair Chance Ordinance. All qualified applicants will receive consideration for employment without regards to race, color, religion, sex, national origin, sexual orientation, gender identity, protected veteran status or disability status and any other classification protected by Federal, State and local laws. COVID-19 Vaccination Policy: From the earliest days of the pandemic, Blue Shield of California has been unyielding in our commitment to putting the health and safety of our people, our members and our communities first. As a health care company, Blue Shield requires all employees to be up to date with COVID-19 vaccination prior to start date as a condition of employment. Blue Shield will consider requests for medical or religious accommodation to this vaccination requirement prior to your start date. The definition of \"up to date with your COVID-19 vaccine\" is when you have received all doses in the primary series and one booster when eligible. If you are unable to be up to date with your COVID-19 vaccine by your start date, your start date will need to be postponed and you will have 30 days to remedy. If you cannot fulfill the requirement nor obtain an accommodation within 30 days, your offer will be rescinded.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=b2b20d394de2f0c9"
    ],
    [
      1,
      "4ed8239834e5a7fa",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Senior Business Systems Analyst - job post Genentech (part of Roche) 1,023 reviews San Francisco, CA Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time The Position Must be willing to work on-site. Not relocation eligible. Locations: South San Francisco, California, and Mississauga, Canada. We are seeking mission-driven, passionate, self-starting, and creative individuals to join our diverse community of smart, fun, wholehearted, and engaged teams. - Someone who has 7 plus years of experience as a Business Systems Analyst. As a Business Systems Analyst in Integrated Informatics, you will work closely with our IT team and our business partners in the area of Commercial, Medical, and Government affairs. These organizations partner across the U.S.’s health care systems to deliver ever-better health outcomes for patients while lowering overall healthcare costs. We expect the Business System Analyst to be a trusted partner to our business team with a passion for technology and proven Business Analyst capabilities. The Business System Analyst must be an effective negotiator, leader, and communicator in working with Roche/Genentech’s multiple business units and internal IT cross-functional teams. The ideal candidate will be a self-starter with a passion for transforming healthcare, a high level of flexibility, and commitment. This person will share our community values of passion, courage, integrity, and gratitude - all in service of our mission, “doing now what patients need next.” Responsibilities: Sr Business Systems Analyst, you will: Influence senior leaders across Roche/Genentech - be able to articulate, internalize and execute our vision, strategy, goals, and our progress Have a broad knowledge and leverage the technical capabilities of the internal teams and external technology providers and vendors. Collaborate with Product Line Leads, Product Managers, Project Managers/Scrum Masters, Architects, Engineers, Developers, Quality Assurance, and User Experience Designers on scope, solutions, constraints, and risks. Analyze/document current and future business process models, high-level requirements (scope), and detailed functional specifications and/or stories; communicate to the lead developers and extended team effectively. Guide and support other Business System Analysts as they develop the detailed requirements (stories) Perform knowledge transfer to training and communication teams and support user deployment activities as needed. Produce detailed wireframes and mockups using visualization tools for prototyping. Coach and mentor squad members Support and develop within the BSA Center of Excellence to promote best practices and knowledge sharing. Qualifications: Bachelor’s degree i n Biology, Business, Information Systems or related field; Master's degree in Business or Science is preferred Overall 7+ years of experience as a Business Systems Analyst Strong hands-on and leadership experience in deploying a board set of technologies end to end Experience and understanding of application development methodology - including Agile and Waterfall approaches, functional requirements, process modeling/re-engineering, use case development, user acceptance testing, organizational change management, and large-scale system implementations Demonstrated success in handling initiatives of high complexity, high profile, and large-scale programs Demonstrated ability to quickly learn the business in unfamiliar areas Ability to work in an environment of competing and alternating priorities with a constant focus on delivery Excellent communication (written and oral) and presentation skills; solid business acumen; well-honed influencing skills are essential Self-motivated and team-oriented; able to work both autonomously and effectively as part of a geographically dispersed team Experience with Jira, Confluence, and other Agile tools preferred Proven leadership abilities and emotional intelligence The expected salary range for this position based on the primary location of California is $120,800-$224,400. Actual pay will be determined based on experience, qualifications, geographic location, and other job-related factors permitted by law. A discretionary annual bonus may be available based on individual and Company performance. This position also qualifies for the benefits detailed at the link provided below. Benefits Genentech is an equal opportunity employer, and we embrace the increasingly diverse world around us. Genentech prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin or ancestry, age, disability, marital status and veteran status. Genentech requires all new hires to be fully vaccinated against COVID-19 as of their start date. This requirement is a condition of employment at Genentech, and it applies regardless of whether the position is located at a Genentech campus or is fully remote. If you are unable to receive the vaccine due to a disability or serious medical condition, or because it is prohibited as a result of your sincerely held religious beliefs, you will have an opportunity to request a reasonable accommodation.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=4ed8239834e5a7fa"
    ],
    [
      2,
      "fec3f2080660dcb8",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Senior Advisor, Intellectual Property - job post Sephora 5,392 reviews San Francisco, CA 94105 $212,000 - $250,000 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $212,000 - $250,000 a year Encouraged to Apply Fair chance Job Type Full-time Job ID: 224074 Location Name: CA-FSC SF Off (0174) Address: 525 Market St, 4th Floor, San Francisco, CA 94105, United States (US) Job Type: Full Time Position Type: Regular Job Function: Real Estate/Prop Dev Remote Eligible: Company Overview: At Sephora we inspire our customers, empower our teams, and help them become the best versions of themselves. We create an environment where people are valued, and differences are celebrated. Every day, our teams across the world bring to life our purpose: to expand the way the world sees beauty by empowering the Extra Ordinary in each of us. We are united by a common goal - to reimagine the future of beauty . The Opportunity: Your role at Sephora: As a Senior Advisor, Intellectual Property at Sephora, you will: Work with licensed attorneys, provide business management of intellectual property rights portfolio including trademark, copyright, domain name and secure IP rights. Oversee trademarks/design patents/domain names portfolio management and conduct prior availability searches in order to secure launch of company’s branded products or services. Assist attorneys in drafting and negotiating intellectual property agreements, including copyright assignment, sponsorship, licensing, non-disclosure, and agency agreement. Coordinate a variety of copyright content related matters including music rights. Support and coordinate intellectual property enforcement-related actions within the company. Under attorney supervision, prepare and conduct periodic training programs on intellectual property issues for business teams. Develop policies and procedures and standardize positions for various agreements to build sustainable volume practices. (Position allows some work-from- home flexibility, with schedule to be approved by manager. Must be able to work on site as required.) [This position does not supervise any staff.] We are excited about you if you have: Master’s or foreign equivalent degree in Law, Legal Studies, or Regulatory Compliance. Three (3) years of experience in intellectual property rights administration. Experience must include: Business analysis of intellectual property questions and issues; Working with attorneys in reviewing intellectual property agreements including confidentiality agreements, IP rights agreements, agency agreements; Developing and implementing IP strategies; and DIAMS, Darts-ip, Lexis Nexis, and WIPO databases. Rate of Pay: $212,000.00-$250,000.00 Working at Sephora’s Field Support Center (FSC) Our North American operations are based in the heart of San Francisco’s Financial District, but you won’t hear us call it a headquarters – it’s the Field Support Center (FSC). At the FSC, we support our stores in providing the best possible experience for every client. Dedicated teams cater to our client’s every need by creating covetable assortments, curated content, compelling storytelling, smart strategy, skillful analysis, expert training, and more. It takes a lot of curious and confident individuals, disrupting the status quo and taking chances. The pace is fast, the fun is furious, and the passion is real. We never rest on our laurels. Our motto? If it’s not broken, fix it. As a condition of employment, Sephora requires all newly hired employees to be fully vaccinated against COVID-19 by their start date unless they have requested and received an exemption due to a qualifying medical condition, a sincerely held religious belief or practice, or a requirement by law. Sephora is an equal opportunity employer and values diversity at our company . We do not discriminate on the basis of race, religion, color, national origin, ancestry, citizenship, gender, gender identity, sexual orientation, age, marital status, military/veteran status, or disability status. Sephora is committed to working with and providing reasonable accommodation to applicants with physical and mental disabilities. Sephora will consider for employment all qualified applicants with criminal histories in a manner consistent with applicable law. $212,000 - $250,000. Please visit our career website for additional information about our benefits package.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=fec3f2080660dcb8"
    ],
    [
      3,
      "3dde676019284eb5",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Sr. Business Systems Analyst - job post Androcles-Group Foster City, CA Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time As a member of the Information Systems Application team, the Senior Business System Analyst/IT business partner will be responsible for bridging the gap between the business teams and technology teams. The role would include understanding as-is processes, identifying gaps, gathering requirements, process re-engineering, and program management. The IT business partners should have experience working with Professional Services and Sales teams, creating operational efficiency and on content and col Qualifications Excellent analysis, communication & problem-solving skills Detail-oriented individual with the ability to rapidly learn and take advantage of new concepts, business models, and technologies Ability to follow an agile or iterative software development methodology Highly motivated, a quick learner, to work independently or on a team and drive solutions with minimal supervision Partner with the client group to understand their requirements and issues Facilitate workshops, capture and analyze requirements and decompose high-level information into details Illustrate key concepts through process descriptions, workflows and other visual diagrams Collaborate with subject matter experts to establish strategy vision and analyze business tradeoffs Conduct fit gap analysis and develop proposed solutions Act as a liaison with the client group and the IT team to facilitate an effective and seamless communication channel Lead complex projects and distributed project teams as the prime owner for their success and delivery Create and manage all project management resources including project plan, issues log and status updates Coordinate internal resources and external parties as required through meeting planning and assignment of tasks Facilitate project meetings including core team meetings and steering committee meetings Manage vendor relationship and review scope of work in agreements Work with cross-functional IT groups on resource requirements and estimates Ensure all necessary parties are communicated to in a prompt and efficient manner Desired Skills & Experience Bachelor's Degree in Computer Science or related field 10+ years of requirements elicitation, analysis, specification, verification, and management practices and the ability to apply them 10+ years of leading platform implementations in enterprise solutions. A minimum of two large scale implementations is required at a medium sized software and services companies including one Professional Service Automation platform. 5+ years of project management experience which must include large scale program management Expert knowledge of both waterfall and Agile Software Development methodologies",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=3dde676019284eb5"
    ],
    [
      4,
      "e7b80c33968c41c7",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Sr. IT Business Analyst - job post Compvue San Francisco, CA Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time Responsibilities: IT Business Analyst We are looking for an experienced IT Business Analyst with strong process flow, communication, analytic and collaboration skills with a commitment to high internal customer satisfaction and application quality. The IT Business Analyst will plan, define, design, coordinate, manage, and contribute to the definition of IT Programs and their projects through jointly owning IT product roadmap definition, project requirements, application functionality, stakeholder management, and user testing. Why you'll want to join You want to make a difference. You want to be known as the person who not only understands the business needs, but also the one who knows how to interpret that into workflow, application functionality needs. You have a passion for understanding client requirements, helping them understand technical design and constraints, while championing their needs in development of the product planning. What You'll Do as a Business Analyst You will gather requirements for IT projects within a defined Program You will document, present information, and lead discussions related to process flows, high-level business requirements, detailed functional requirements, use cases, data flows, UI mock-ups, and user test scripts for Program team You will work with business partners to develop technological concepts and requirements for new system initiatives You will troubleshoot and understands application functionality from a user perspective You will act as subject matter expert for corresponding business unit(s) and how technology enables the business You will understand how requirements impact application design and end-user functionality You will demonstrate the ability to contribute effectively to multiple concurrent high visibility technology projects with limited oversight and direction You will maintain Program pipeline in conjunction with contributing to project scope definition, including defects and enhancements You will contribute with project team to help rationalize, plan, scope, and schedule future projects You will contribute to ITSC (Information Technology Steering Committee) meetings for Program roadmap and strategy You will complete and assist with Program status reports and project presentations You will collaborate with team members with assigned tasks and manages own project tasks on a day-to-day basis You will work closely with all IT roles including governance, project management, architecture, development, infrastructure and IT security teams in completing assigned activities You ensure that performance requirements are met for assigned product area(s) You will review test plans from quality assurance team for assigned product area(s) You willingly take on what's needed to help the team and the company meet objectives. Required Skills and Knowledge: You are savvy in various applications such MS Office and Visio; off-the shelf and proprietary software applications You have a comfort working with requirements, prototyping, and development team collaboration You have experience with project life-cycle, agile software development methodologies, program management style management and reporting, and project management tools You are comfortable with application design, data management, enterprise architecture, and user-centered design principles You have the ability to work on projects with a professional attitude and exceptional organizational skills under pressure You have demonstrated experience analyzing business processes implications for requirements on projects You have demonstrated experience analyzing business needs and requirements for various types of software projects You have experience with industry standard requirements gathering, documentation, management, and validation methodologies You have experience creating project artifacts to facilitate the business analysis process You are accountable to task ownership, meeting deadlines and operating maturity with minimal supervision You have a unique blend of business and technical savvy You build strong relationships and enjoy of spending time with the internal clients to understand their business problems, and developing solutions You have highly effective communication skills, and can easily communicate technical information to non-technical business users You can define and manage complex process and/or product issues of a broad scope using independent judgment You are an analytic and a critical thinker that thrives on solving complex problems You have (and use) excellent judgment and a keen attention to detail Education and Experience: You have a minimum of 5 years of experience with IT business analysis with software projects You have demonstrated experience successfully analyzing business processes implications for requirements on projects You have demonstrated experience successfully analyzing business needs and requirements for various types of software You have a BA or BS degree in related discipline, or equivalent experience You may have a Business Analyst certification",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=e7b80c33968c41c7"
    ],
    [
      5,
      "df3389912997d30e",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Senior Business Analyst, Product Strategy - job post Dentsu Creative San Francisco, CA Full-time Apply now Apply now save-icon Job details Job Type Full-time Company Description dentsu creative is a collective of agencies at the forefront of culture and innovation. Formed in January of 2021, we are one of the most globally awarded teams across the Dentsu network. Composed of dentsuMB, 360i, and Isobar, amongst other notable agencies, we work with clients to provide solutions that meet people at every single point of their brand journey and are committed to upholding a culture of diversity, equity, and inclusivity. We are champions for meaningful progress, and we strive to be a force for good—for our people, for our clients, for the industry, and for our society. We keep our people at the center, creating space for growth, understanding and learning so they can thrive. We embed diversity, in our mindset, in our solutions and in our teams to empower an inclusive, equitable and culturally fluent environment. Building this culture within our teams makes us better collaborators with each other and with our clients, driving better outcomes for all. Job Description We are currently hiring a Senior Business Analyst, Product Strategy that will report to the Senior Product Manager, Product Strategy with the following responsibilities. Serve as the Design Business Analyst partner to clients to create and manage the design product backlog, as well as oversee requirements and user stories. Serve as liaison with Tech Development & Product/Business Partners to prioritize User Stories to align with development schedule. Planning sessions held bi-weekly prior to commencing new Sprint in order to review all User Stories. Confident in workflow tools, reporting, creating dashboards. Partner with creative and development delivery teams to define and prioritize key features and functionality that maximize business value, as well as make sure work meets or exceeds our client's expectations. Overall, tactically focused on delivery and key milestones. Core Skills Simplify the Complex: Proven ability to create and implement product strategies that deliver on numerous personas with unique needs for large-scale, enterprise digital platforms. Change Agent: Possess a passion to help agencies and clients shift their mindset and processes to transform their business using data, design thinking, and technology. Master of Persuasion: Know how to effectively sell ideas internally and externally, lead clients in work sessions and in formal presentations, and partner with strategists, experience design, and technologists to create amazing work. Multi-Level Communication: Excellent communications skills across multiple audiences; from executive leadership to individual contributors, from engineers to brand strategists. Qualifications 4+ years as a Senior Business Analyst Critical thinker with an ability to own a solution from start to finish. Strong attention to detail Experience leading the launch of a multi-year, global enterprise ecommerce platform. Experience working with UX/UI in scaled agile framework/SAFe, helping capture and interpret business requirements Experience working in large, complex client environment; collaborate cross functionally with design, content, and technical teams Experience participating in web application design sessions is a plus Experience working with AEM as a content management platform Familiarity with design collaboration tools such as InVision, Figma, Miro Has worked extensively using Agile project management tools and rituals (SAFe ideally) Self-starter with the ability to drive solutions forward in a rapidly changing environment with many stakeholders. In-depth understanding of digital strategy, ecommerce best practices, CRM, website analytics, customer research, customer journey mapping. Additional Information The anticipated salary range for this position is $59,000k-$96,025k. Salary is based on a range of factors that include relevant experience, knowledge, skills, other job-related qualifications, and geography. A range of medical, dental, vision, 401(k) matching, paid time off, and/or other benefits also are available. For more information regarding dentsu benefits, please visit dentsubenefitsplus.com All your information will be kept confidential according to EEO guidelines. #LI-LD1 If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&vjk=df3389912997d30e"
    ],
    [
      0,
      "22251926e7343040",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Director, Geospatial Products & Analytics - job post Prologis 106 reviews San Francisco, CA • Hybrid remote $170,000 - $210,000 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $170,000 - $210,000 a year Job Type Full-time Prologis is the global leader in logistics real estate. We own, manage and develop high-quality properties in the world’s most vibrant centers of commerce, with over 1 billion square feet in 19 countries, over $200B of gross AUM. Some of the world’s largest brands (e.g., Amazon, BMW, DHL, FedEx, Pepsi) turn to us because they know an efficient supply chain will make their businesses run better, and a strategic relationship with Prologis will create a competitive advantage. As a top ranked U.S. company among the Global 100 Most Sustainable Corporations in the World, we take our global footprint seriously. Job Title: Director, Geospatial Products & Analytics Company: Prologis The Prologis Director, Geospatial Products & Analytics is a leader within our Global Strategy & Analytics team. The right candidate has developed a data-driven and solution-oriented approach to driving site selection and other real estate-centric GIS decisions. The role will lead a team that partners across the Prologis business globally. What’s needed in order to do that: Refine and execute the strategic plan for the Geospatial Analytics, Services & Products team Partner with business stakeholders across disciplines to deliver geospatial solutions and drive decision making: Excellent communication skills with the ability to translate geospatial terminology to non-GIS partners Standardize core geospatial analyses into scalable product offerings Maintain active R&D efforts to incubate new geospatial solutions and applications Shape the development of geospatial self-service systems Seek and evaluate partner feedback to improve services Help coordinate and develop the specifications for data, map service, application development and geospatial analysis projects, including establishing and implementing data standards and best practices Fosters professional growth for a mature team of GIS engineers and analysts through coaching, mentoring and training The role is global in nature, but work product will have more emphasis on US stakeholders Tell us if you’re ready. Entrepreneurial and solution-oriented mindset with a bias to action Customer-centric and innovative mindset focused on solving internal customer pain points by providing products and solutions that meet the needs of a diverse set of internal stakeholders Superior strategic-thinking skills with the ability to challenge and question perceived norms Ability to work both independently and on a team in a fast-paced environment Relevant Bachelor's degree preferred, Master's degree is a plus 7+ years experience in the areas of using GIS insights to influence business stakeholders; developing GIS capabilities; product development and management; and, managing analytical teams. Working knowledge of ESRI software products including ArcGIS Pro, ArcGIS Enterprise, ArcGIS Online, Business Analyst, Insights, Experience Builder, Urban, and Field Maps is highly desired Knowledge of the real estate, supply chain, and logistics industries is a plus Hiring Salary Range of: $170,000.00-$210,000.00. Salary and whole compensation package (bonus target & LTI) to be determined by the candidate’s locations, education, experience, knowledge, skills, and abilities, as well as internal equity and alignment with market data. All full-time roles in the US come with a robust benefits package which includes healthcare, dental, and vision insurance for employees and eligible dependents. Prologis also offers several other wellness, financial, and work/lifestyle-specific benefits. Our 401(k) retirement plan has a company match of 50% up to 12% of eligible compensation. We also offer generous PTO with a starting accrual of 22 days a year in addition to paid holidays and volunteer time. #LI-KR1 #LI-Hybrid People First Each of us working at Prologis plays an essential role in the enduring success of our company. We value people who are decisive, courageous and adaptable. While we are one company, locations and departments operate with autonomy and accountability. Individuals take the initiative here. When you join Prologis, you work shoulder to shoulder with some of the top talent in the industry to do the best work of your career. Every employee belongs. Every employee contributes. Employees advance their careers here. As a successful global enterprise, Prologis has never lost sight of what matters most, our strong belief that our people are the most important part of our business. And because of that, we provide a generous total rewards package and take a lot of time to focus on quality management and leadership development. People come first here. All job offers are contingent upon successful completion of drug screen and background verification. Prologis is an Equal Opportunity/Affirmative Action employer and all qualified applicants will receive consideration for employment without regard to race, color, religions, sex, national origin, sexual orientation, gender identity, disability status, protected veteran status, or any other characteristic protected by law. Employment Type: Full time Location: San Francisco, California Additional Locations: Cerritos, California, Chicago Office, Denver Office As a condition to the commencement of your employment, Prologis requires proof of full vaccination against COVID-19. You are considered fully vaccinated two (2) weeks after your second dose in a two-dose series, such as the Pfizer, Moderna or Novavax vaccines, or two (2) weeks after a single-dose vaccine, such as the Johnson & Johnson vaccine. In addition, all employees must have at least one vaccine booster when eligible. Prologis will consider requests for a reasonable accommodation as to the vaccination requirement on the basis of a disability or sincerely-held religious belief in accordance with applicable law.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&start=10&pp=gQAPAAAAAAAAAAAAAAAB_lazdwALAQBtD3O6wY-ajnAAAA&vjk=22251926e7343040"
    ],
    [
      1,
      "6df5118f91985008",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Enterprise Data Governance Specialist, Consultant - job post Blue Shield of California 900 reviews Oakland, CA 94607 $109,120 - $163,680 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $109,120 - $163,680 a year Encouraged to Apply Fair chance Job Type Full-time JOB DESCRIPTION Your Role The Data Governance team practices are critical to the success of any organization using data to drive decisions and strategy. As a healthcare payer, there are critical data-driven decisions that need to be made, and ensuring accuracy, quality, security, completeness, and repeatability are extremely important. The Consultant, Data Governance Specialist will report to the Sr. Manager Data Governance and Tools. In this role you will provides operational and strategic support for the coordination and execution of data governance activities to drive the adoption of enterprise data governance capabilities across Blue Shield of California. Your Work In this role, you will: Update data catalog and inventory with contextual information on data elements, definition, lineage, data policies, data protection, data access, data sharing, and data stewardship Maintain, grow, and modify as needed an enterprise-wide data governance framework, with a focus on improvement of data quality and trust through modifications to organization behavior, policies and standards, governance metrics, processes, and related tools Define roles and responsibilities related to data governance and ensure clear accountability for key stakeholders, stewards of the company's principal data assets Create and maintain data governance policies, playbook(s), processes, and procedures for guiding various data management processes, including the adoption of data security and privacy, data quality practices, and data dissemination activities Responsible for defining data quality checks and data reconciliation rules in partnership with technical data asset owners and data engineers to ensure data integrity is maintained during transit and at rest Engage with stakeholders across the organization to identify data quality needs, draft requirements, assist in the development of data quality checks, track, monitor, and report of the overall health of data in the organization Perform impact analysis of regulatory, business, corrective action plans, and system changes on the Enterprise Data Governance program, respective data domains, and relevant data governance policies and procedures within the context of enterprise data Assist with preparation of material for regular core team and key governance forums (e.g., Enterprise Data Governance Steering Committee, Data Steward Council) to review progress and initiatives with key constituents. QUALIFICATIONS Your Knowledge and Experience Requires a bachelor's degree or equivalent experience and 7+ years of prior relevant experience Experience with data governance, master data management, and data quality processes and procedures and writing policies and 5+ years in business analysis or data analysis Ability to understand internal and external drivers for changes to data governance policies Possesses advanced knowledge and experience large-scale data architecture, master data management, data quality and data reconciliation efforts and similar projects or programs of significant complexity Proficient on querying and extracting data from repositories such as Netezza, Oracle, SQL Server, etc Ability to communicate and articulate complex quantitative analysis in a clear, precise, and actionable manner Proven collaborator with strong interpersonal skills, works collaboratively within the team and outside the team Excellent presentation, written, and verbal communication skills which bring clarity and precision at all levels within the organization Excellent problem-solving and critical-thinking skills to recognize and comprehend complex issues, policies, regulatory requirements, and industry information affecting the business environment Experience in healthcare is a plus Pay Range The pay range for this role is: $ 109120.00 to $ 163680.00 for California. Note Please note that this range represents the pay range for this and many other positions at Blue Shield that fall into this pay grade. Blue Shield salaries are based on a variety of factors, including the candidate's experience, location (California, Bay area, or outside California), and current employee salaries for similar roles. ABOUT US At Blue Shield of California we are parents, leader, students, visionaries, heroes, and providers. Everyday we come together striving to fulfill our mission, to ensure all Californians have access to high-quality health care at a sustainably affordable price. For more than 80 years, Blue Shield of California has been dedicated to transforming health care by making it more accessible, cost-effective, and customer-centric. We are a not-for-profit, independent member of the Blue Cross Blue Shield Association with 6,800 employees, more than $20 billion in annual revenue and 4.3 million members. The company has contributed more than $500 million to Blue Shield of California Foundation since 2002 to have a positive impact on California communities. Blue Shield of California is headquartered in Oakland, California with 18 additional locations including Sacramento, Los Angeles, and San Diego. We're excited to share Blue Shield of California has received awards and recognition for LGBT diversity, quality improvement, most influential women in corporate America, Bay Area's top companies in volunteering & giving, and one of the world's most ethical companies. Here at Blue Shield of California, we're striving to make a positive change across our industry and the communities we live in , Join us! ABOUT THE TEAM Blue Shield of California’s mission is to ensure all Californians have access to high-quality health care at a sustainably affordable price. We are transforming health care in a way that truly serves our nonprofit mission by lowering costs, improving quality, and enhancing the member and physician experience. To fulfill our mission, we must ensure a diverse, equitable, and inclusive environment where all employees can be their authentic selves and fully contribute to meet the needs of the multifaceted communities we serve. Our comprehensive approach to diversity, equity, and inclusion combines a focus on our people, processes, and systems with a deep commitment to promoting social justice and health equity through our products, business practices, and presence as a corporate citizen. Blue Shield has received awards and recognition for being a certified Great Place to Work, best place to work for LGBTQ equality, leading disability employer, one of the best companies for women to advance, Bay Area’s top companies in volunteering & giving, and one of the world’s most ethical companies. Here at Blue Shield of California, we are striving to make a positive change across our industry and the communities we live in – join us! Our Values: Honest . We hold ourselves to the highest ethical and integrity standards. We build trust by doing what we say we're going to do and by acknowledging and correcting where we fall short. Human . We strive to be our authentic selves, listening and communicating effectively, and showing empathy towards others by walking in their shoes. Courageous . We stand up for what we believe in and are committed to the hard work necessary to achieve our ambitious goals. Physical Requirements: Office Environment - roles involving part to full time schedule in Office Environment. Due to the current public health emergency in California, Blue Shield employees are almost all working remotely. Based in our physical offices and work from home office/deskwork - Activity level: Sedentary, frequency most of work day. Equal Employment Opportunity: External hires must pass a background check/drug screen. Qualified applicants with arrest records and/or conviction records will be considered for employment in a manner consistent with Federal, State and local laws, including but not limited to the San Francisco Fair Chance Ordinance. All qualified applicants will receive consideration for employment without regards to race, color, religion, sex, national origin, sexual orientation, gender identity, protected veteran status or disability status and any other classification protected by Federal, State and local laws. COVID-19 Vaccination Policy: From the earliest days of the pandemic, Blue Shield of California has been unyielding in our commitment to putting the health and safety of our people, our members and our communities first. As a health care company, Blue Shield requires all employees to be up to date with COVID-19 vaccination prior to start date as a condition of employment. Blue Shield will consider requests for medical or religious accommodation to this vaccination requirement prior to your start date. The definition of \"up to date with your COVID-19 vaccine\" is when you have received all doses in the primary series and one booster when eligible. If you are unable to be up to date with your COVID-19 vaccine by your start date, your start date will need to be postponed and you will have 30 days to remedy. If you cannot fulfill the requirement nor obtain an accommodation within 30 days, your offer will be rescinded.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&start=10&pp=gQAPAAAAAAAAAAAAAAAB_lazdwALAQBtD3O6wY-ajnAAAA&vjk=6df5118f91985008"
    ],
    [
      2,
      "b3516e559d80ae16",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Product Manager / Product Owner - Translational Research Informatics - job post Genentech (part of Roche) 1,023 reviews San Francisco, CA Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time The Position The Research Informatics and Software Engineering Department (RI&SE) within Genentech Research and Early Development (gRED) seeks a Product Manager/Product Owner to lead software development efforts supporting Translational Research efforts at Genentech, focused upon the creation of informatics solutions enabling complex Pathology-related workflows. You will play a critical role in delivering transformational software that enables the discovery of life-changing therapies. You will be responsible for understanding the needs of our scientists, who convert research discoveries into novel medicines. You will collaborate in driving the development of a comprehensive ecosystem of applications and tools to record, organize, store, secure, and access data in meaningful ways. You will elicit requirements for new solutions development, direct software teams for implementation, and monitor effectiveness. You will collaborate closely with both our scientific and informatics stakeholders to gather user stories, drive solution design, and guide the functionality of informatics systems across the full software development lifecycle. You will leverage your specialized expertise and/or deep knowledge of the domain to solve complex problems with innovative solutions. You will ensure that our solutions fit appropriately into our data management ecosystem to ensure the integrity of our data architecture. Applicants should have an agile mindset, and have the ability to communicate difficult concepts and influence others in order to solve real business problems and deliver transformative impact to the business unit. You should be able to work in a fluid and dynamic environment, and should have a strong desire to pursue creative solutions with broad guidance and a high degree of autonomy. Who You Are In hiring new employees, we look for people who are inspired by our mission and can thrive and grow with the collaborative, rigorous, and entrepreneurial spirit of our company culture. Because we know that employees are critical to our success in bringing novel medicines to patients, we are dedicated to remaining a great place to work and providing employees with programs, services, and benefits that allow them to bring their best to the organization and their personal lives. The ideal candidate will satisfy many of the following requirements: Bachelor's degree or higher, with applicable experience in product management, business analysis, and/or software engineering, preferably within a scientific or laboratory environment that is related to drug development. At least ten (10) years of experience working as a product manager, business analyst, and/or software engineer involved in all phases of the software development process, including: requirements gathering, design, implementation, testing, release, and maintenance. Relevant experience working closely with scientific stakeholders to define product vision, scope, objectives, and key results that meet the organization’s goals and expectations. Relevant experience simplifying workflows and system requirements (both ‘as-is’ and ‘to-be’) to reduce the overall complexity of software solutions, including optimization and harmonization of business processes. Relevant experience documenting detailed software requirements, user stories, business processes, and/or software specifications for both custom and Commercial-Off-The-Shelf (COTS) systems. Experience organizing and directing large, globally distributed and agile software development teams, either as a Product Owner or Technology Leader to solve complex, high-risk problems with innovative solutions. Experience working in a life sciences or biopharmaceutical environment such as early-stage research, drug discovery, or other biological sciences discipline is preferred. Experience implementing Business Process Management (BPM) or workflow management solutions is preferred. Demonstrated success working on initiatives of high complexity, uncertainty and risk with minimal guidance and direction. Able to effectively build trust, manage, inspire, and influence globally distributed and cross-functional teams. Able to present your work, both verbally and in writing, to diverse audiences including scientific stakeholders, technical teams, as well as research leadership. #rise #gREDinformatics Relocation benefits are available for this job posting. The expected salary range for this position based on the primary location of California is $120,800-$224,400. Actual pay will be determined based on experience, qualifications, geographic location, and other job-related factors permitted by law. A discretionary annual bonus may be available based on individual and Company performance. This position also qualifies for the benefits detailed at the link provided below. Benefits Genentech is an equal opportunity employer, and we embrace the increasingly diverse world around us. Genentech prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin or ancestry, age, disability, marital status and veteran status. Genentech requires all new hires to be fully vaccinated against COVID-19 as of their start date. This requirement is a condition of employment at Genentech, and it applies regardless of whether the position is located at a Genentech campus or is fully remote. If you are unable to receive the vaccine due to a disability or serious medical condition, or because it is prohibited as a result of your sincerely held religious beliefs, you will have an opportunity to request a reasonable accommodation.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&start=10&pp=gQAPAAAAAAAAAAAAAAAB_lazdwALAQBtD3O6wY-ajnAAAA&vjk=b3516e559d80ae16"
    ],
    [
      3,
      "db1a7a9520a80b4f",
      "Business Analyst",
      "San Francisco, CA",
      "SENIOR_LEVEL",
      "MASTERS_DEGREE",
      "FULLTIME",
      "Sr. Software Engineer, Assoc. Dir. - CREDIT SUPPORT - job post FHLBank San Francisco 25 reviews 333 Bush St Ste 2700, San Francisco, CA 94104 $155,000 - $175,000 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $155,000 - $175,000 a year Job Type Full-time Job Description: Acts as a senior technical team member of a software development team and provides business support for the production systems in assigned business units. Participates in all phases of the system development life cycle. Recommends designs, develops, integrates, and implements custom and packaged solutions to achieve business goals. Delivers solutions that are fit for purpose and meets overall quality standards. Leverages internal client relationships to resolve complex support issues. Major Accountabilities: Engineer Responsibilities: Participate in project analysis, design, and implementation phases Analyze project requirements and accordingly provide technical and functional recommendations Prepare user requirements, technical specifications, and design specifications Develop new software and modify existing software when required Suggest coding standards and participate in Peer Code Review processes Provide technical support of system acceptance testing and validation activities Understand and follow agile project processes as prescribed Follow existing engineering processes and recommend improvements Perform system maintenance and support periodic review processes Review and recommend improvements to existing system designs Recommend solutions to improve system performance and reliability Respond to customer queries and concerns in a timely fashion. Suggest new designs to eliminate future issues. Collaborate with teammates and business partners regarding new ideas, issues and projects Perform system failure analysis and drive corrective actions. Participate in root cause analysis and suggest long term solutions. Education/Experience/Skills/Knowledge: Education: Bachelor's degree in Computer Science, Accounting, Finance, or a related field, or equivalent work experience, is required. Experience: Minimum of 10 years of computer systems experience involving installing, supporting, and using information technology in a large, regulated financial services (preferably banking) environment is required. Skills & Knowledge: Working knowledge of Banking and/or Credit/Collateral Management and/or Financial Services business domains are highly desirable. Understanding of operating systems, application security configurations, and best practices in Windows and UNIX environment is required. Ability to take the initiative to pursue assignments, responsibilities, and support requests to a logical and final solution and to employ System Development Life Cycle (SDLC) standards is required. Demonstrated knowledge and experience : Minimum of 6 years of Microsoft .NET/C# (including Framework version 4.5) experience of proposing, documenting technology solutions and development experience of client applications, web services, and web applications. Minimum of 6 years of Relational Database Management Systems: Oracle, including in-depth experience with PL/SQL; SQL Server, including experience with expert SQL, is a plus. Minimum of 3 years development experience in Typescript / Node.js / AWS Lambda Moody’s CreditLens, including development experience both within the platform and development experience with integration to/from the platform are highly desirable (on-the-job training possible, as needed) Minimum of 3 years experience with JIRA/Confluence is highly desirable. Minimum of 3 years of VBA with Microsoft Excel and Microsoft Access is highly desirable. Minimum of 1 year of Crystal Reports (or equivalent) is highly desirable. Minimum of 3 years java experience of proposing, documenting technology solutions and development experience of client applications, web services and web applications is a plus. Minimum of 1 year of PowerBuilder experience is a plus. Experience with Infragistics Winform controls is a plus Experience with AppWorx is a plus. Experience with Bitbucket / Stash is a plus. Excellent verbal and written communication skills. Strong analytical and problem-solving skills. Self-starter who works wells in both a team environment and as an independent contributor. Strong Business Analysis skills; Ability to effectively liaise directly with Business Partners and solicit/document business requirements Effective in the role of coordinator/liaison with offshore development teams is desirable Adept at testing/QA; Ability to guide Business partners in testing solutions SALARY RANGE: $155K - $175K The Federal Home Loan Bank of San Francisco is an Equal Employment Opportunity employer and is committed to a diverse workforce. We value and actively seek to recruit, develop, and retain individuals with varied backgrounds and experiences reflecting the full diversity of the communities that we serve. It is the policy of the Bank to comply with all applicable laws concerning the employment of persons with disabilities.",
      "https://www.indeed.com/jobs?q=Business+Analyst&l=San+Francisco%2C+CA&sc=0kf%3Aattr%28EXSNN%7CFCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28SENIOR_LEVEL%29jt%28fulltime%29%3B&start=10&pp=gQAPAAAAAAAAAAAAAAAB_lazdwALAQBtD3O6wY-ajnAAAA&vjk=db1a7a9520a80b4f"
    ]
  ]
}