{
  "columns": [
    "text",
    "target"
  ],
  "data": [
    [
      "china made this virus",
      0
    ],
    [
      "Something that was posted on a CT site about CovId-19 - is probably just a theory, but I thought that it was interesting. He was saying that the reason that it would be hard to find a cure for it, is because the makeup of the virus is such- that the bodies immune system doesn't even recognize it as an invader.",
      0
    ],
    [
      "Ok so I like numbers too and things are not adding up. China reports only 3232 deaths from COVID-19 yet 21 million cell phone subscribers have suddenly disappeared in China? Meanwhile Italy is averaging 700 to 800 deaths per day and France and Spain are well in their way to meeting these quotas.",
      0
    ],
    [
      "Corona virus cure call for your help I have cure 11 people in Lagos if you have any people that have the corona virus call this +2347057457650 please share this message to save our life",
      0
    ],
    [
      "pictures of viruses too me look like some sort of fungal/mold spore in the 1st place..",
      0
    ],
    [
      "it was orchestrated and more people will lose everything they have then die from the virus.",
      0
    ],
    [
      "This whole virus hoax was orchestrated for the next global recession and human depopulation..",
      0
    ],
    [
      "Ozone kills bacteria and viruses including corona virus by creating a third oxygen molecule which then dissipates rapidly. Ozone generators saturate every surface in a closed space not just those exposed disinfectant or ultraviolet light. I think they would be a game changer in possibly disinfecting PPEs I haven't heard anyone discussing this. Please pass this on to the authorities unaware of this possibility for their consideration.",
      0
    ],
    [
      "Thank you for your attention to this matter.",
      0
    ],
    [
      "Demand free speech for experts and doctors who question the official narrative and hold the officials responsible for unnecessary shutdown and suspension of our Constitutional rights based on questionable gathering of statistics on this coronavirus. Please make this go viral!!! 12 Experts Questioning The Corona Virus Panic",
      0
    ]
  ]
}