{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589134545043230721,
      "Sun Nov 06 05:56:14 +0000 2022",
      "Nah Hahshdhshshahahaha she’s thanking china bcz we obvs don’t have money to cheat pure banter 🤣🤣🤣🤣🤣🤣🤣🤣 https://t.co/jaP4tpc4Nh"
    ],
    [
      1589134538265202688,
      "Sun Nov 06 05:56:13 +0000 2022",
      "@hazharoon Pakistan took loan from china to buy umpires"
    ],
    [
      1589134532049240065,
      "Sun Nov 06 05:56:11 +0000 2022",
      "@HRHMBNSALMAAN God says why we should not inform all world that china and Japan are planning to attack on israel, God says what is sin of Many many common citizens who don't know conflicts on religious and on political level, thirty percent such populations are in every country"
    ],
    [
      1589134523966820352,
      "Sun Nov 06 05:56:09 +0000 2022",
      "@SpokespersonCHN @RamsarConv see what people are saying right now!!!China is not yours, it belongs to the people living here!!!or you will go to hell eventually."
    ],
    [
      1589134514265391104,
      "Sun Nov 06 05:56:07 +0000 2022",
      "BRICS = 5 strong emerging economies: Brazil, Russia, India, China and South Africa. https://t.co/GauuIntuvr"
    ],
    [
      1589134511207550978,
      "Sun Nov 06 05:56:06 +0000 2022",
      "Global Financial Integrity’s new report examines China’s role in four different transnational crime categories — #Drugtrafficking, counterfeiting and IP theft, human trafficking and wildlife trafficking. \n\n#China #PRC #Counterfeiting #CyberCrime\n\nhttps://t.co/nl2Vjw6pTv"
    ],
    [
      1589134510616379396,
      "Sun Nov 06 05:56:06 +0000 2022",
      "German Chancellor Olaf Scholz, who was heavily criticised for a trip to Beijing this week, said on Saturday his and Chinese President Xi Jinping's joint statement opposing the use of nuclear weapons in Ukraine had been reason enough for the visit.\nhttps://t.co/Enzi9MQfur"
    ],
    [
      1589134508384657409,
      "Sun Nov 06 05:56:06 +0000 2022",
      "Sephora Presents CHA LING at the 5th CIIE, Reconnecting China and the World Through Beauty https://t.co/FfxDTTMbop"
    ],
    [
      1589134501598629888,
      "Sun Nov 06 05:56:04 +0000 2022",
      "@iluminatibot Isn't that better than China buying up farmland?  Priorities."
    ],
    [
      1589134497869889539,
      "Sun Nov 06 05:56:03 +0000 2022",
      "The latest newsletter is available now!\n\nHighlights of the week:\n- China reopening rumor \n- Yield curve extreme inversion and its implications \n- Nonfarm Payroll (NFP) and how to interpret the job data\n\nLink: https://t.co/gXL2wgo5ky https://t.co/i8ZsZkKCVQ"
    ],
    [
      1589134494313111552,
      "Sun Nov 06 05:56:02 +0000 2022",
      "@DonDurrett Hell on Earth is going on at Foxconn this week.\nZhengzhou Foxconn workers keep on fleeing and now China locks down area around 'iPhone city'"
    ],
    [
      1589134492681527299,
      "Sun Nov 06 05:56:02 +0000 2022",
      "@Nostre_damus Great perspective. USD will lose its hegemony also because 1. China / Russia no longer want to play the USD game and have the means to try to destroy it and 2. Many citizens of world  (especially poor nations) increasingly opt out with BTC and this will bankrupt their govts."
    ],
    [
      1589134483885785090,
      "Sun Nov 06 05:56:00 +0000 2022",
      "@AliceAllonym @andygawt Tesla don’t have any roadblocks in China"
    ],
    [
      1589134477846269952,
      "Sun Nov 06 05:55:58 +0000 2022",
      "@MayuriLuKa Once a Waanjai, forever a Waanjai &amp; no matter what happens I will stay with MewGulf for a long time - \n@372853775 from China 🇨🇳"
    ],
    [
      1589134468971122690,
      "Sun Nov 06 05:55:56 +0000 2022",
      "@Cjokerwastaken You Russia or China troll"
    ]
  ]
}