{
  "columns": [
    "Unnamed: 0.1",
    "Unnamed: 0",
    "anime_id",
    "name",
    "genre",
    "type",
    "episodes",
    "rating",
    "members",
    "synopsis"
  ],
  "data": [
    [
      0,
      11900,
      4868,
      "Blind Night",
      "Hentai",
      "OVA",
      3,
      5.92,
      1253,
      "When Yoji, a college student finds a demonic book, he decides to follow its writings and make a female student - Rie, his sexual slave. However, hes not satisified with only one slave.(Source: AniDB)"
    ],
    [
      1,
      11901,
      33750,
      "Boku no Yayoi-san 2",
      "Hentai",
      "OVA",
      2,
      5.9,
      730,
      "A continuation of Boku no Yayoi-san."
    ],
    [
      2,
      11902,
      19635,
      "Hontou ni Atta",
      "Hentai",
      "OVA",
      2,
      5.92,
      1361,
      "No synopsis information has been added to this title. Help improve our database by adding a synopsis here."
    ],
    [
      3,
      11903,
      9091,
      "Ikusa Otome Suvia Special",
      "Fantasy, Hentai",
      "Special",
      1,
      5.92,
      1181,
      "A special included in the DVD Box set of Ikusa Otome Suvia."
    ],
    [
      4,
      11904,
      4379,
      "Inmu: Ikenie no Utage",
      "Demons, Hentai",
      "OVA",
      2,
      5.92,
      954,
      "The first night-Yuumi is raped by a sexual molester on her way to school. She cant cry out. He violently molests her over and over again. Somehow she escapes from him but ever since then she feels as though someone is watching her all the time in the toilet, in the shower, wherever she is, someones eyes follow her.The second night- The haughty woman fashion designer blames a subordinate who made a mistake. Soon she becomes imprisoned, totally nude, inside of the public telephone booth. But it was just the beginning of the revengeThird night (Inside of the water) Izumi Hinagawa is the star of the swimming club to who all the aspire. Aki Sakuragi was one of them. In the shower room, Izumi found a white panty inside a plastic bah that someone had forgotten. She confirms that it belongs to Aki. Ixumi slowly opens a panty and presses it to her nose. She said \"Aki\". The truth is Izumi is a lesbian and has feelings for Aki. Then, the next day, Izumi approaches Aki at poolside. From this moment, they are guided into the sexual world. Dear angels you shall experience the pleasure of paradise.Fourth night (The Box) when Aoi wakes up she is in the dark and there is a wall of concrete on all sides. There is only a bed frame, the light In the ceiling and the iron door. Aoi is startled when the door opens and then locked. Then, men rape Aoi by turns. She is humiliated and tries to remember, \"How long have I been here?\" The reality is that her state between the real and fantasy began when she opened the little box that she bought from the strange antique shop.(Source: AnimeOnDVD)"
    ],
    [
      5,
      11905,
      5590,
      "Itoshi no Kotodama",
      "Hentai",
      "OVA",
      2,
      5.92,
      603,
      "Koga Shigemaro, a young man that have an extraordinary gift. He can see and talk to spirits. Most of those spirits are deceased people with regrets and because of that, they cant move on to the \"after life\". From the help of his grandfather, (who works as an exorcist in a shrine), and hard work, he helps them to fulfill their last desire. And after he is done helping them, he has sex with them.(Source: bakabt)"
    ],
    [
      6,
      11906,
      4775,
      "Lunatic Night",
      "Comedy, Hentai, Parody",
      "OVA",
      3,
      5.92,
      688,
      "Humankind has almost reached extinction. Only one male remains, with two females and a human-like catgirl. Of course, the labor now is to repopulate Earth, so the male has to do his job. But along with having sex almost every day they have to reclaim lands of another species living on the Earth, so the sex-battles must commence.(Source: ANN)"
    ],
    [
      7,
      11907,
      2376,
      "Shusaku Liberty",
      "Hentai",
      "OVA",
      2,
      5.92,
      1165,
      "Just when you thought that no one could drive harder, move faster, and hang lower than Kisaku, here comes the continued adventures of the original Letch. Thanks to Shusakus position at an all girls school, his story is packed with more girls, more perversion, and twice the lesbianism that Kisaku could ever handle. (Source: AniDB)"
    ],
    [
      8,
      11908,
      3681,
      "Tokyo Requiem",
      "Demons, Hentai, Supernatural",
      "OVA",
      2,
      5.92,
      1392,
      "An underground society lies beneath the surface of Tokyo. This society has kept silent for many years, but now, they are on the move. They are kidnapping four mikos and use their powers to wake up a long forgotten god...(Source: ANN)"
    ],
    [
      9,
      11909,
      2344,
      "Choujin Densetsu Urotsukidouji: Inferno Road",
      "Demons, Fantasy, Hentai, Horror, Sci-Fi",
      "OVA",
      3,
      5.91,
      1210,
      "Directly following the conclusion of Urotsukidoji III, the survivors of the Azuma kingdom genocide travel aboard a futuristic tank with Osaka as the destination. There, they plan to face both the Overfiend and their own fates as well. Along they way, the stumble upon a civilization beyond imagination, where children cruely rule over the adults. It is up to Amano Jyaku to save his friends from this sinister land and its evil ruler, Ellis. Shortly after their encounter, Sui Kaka Jus sister Yoenhime summons Munhihausen, who transforms her into the menacing Yoenki. At last, she is strong enough to reap revenge on Amano for killing her brother. But Munhihausen has his own hidden agendas. The Urotsukidoji legend will finally reach its climax in Osaka, when Kiojo, the sweet and innocent Himi, and the Chojin meet face to face. "
    ],
    [
      10,
      11910,
      4842,
      "Doukyuusei 2 (OVA)",
      "Hentai",
      "OVA",
      12,
      5.91,
      642,
      "Based on a game by Elf. "
    ],
    [
      11,
      11911,
      16476,
      "Idol Kouhosei",
      "Hentai",
      "OVA",
      1,
      5.9,
      1442,
      "Its a new century and men have lost their sexual desires thus decreasing the number of marriages and births. In order to repopulate the world, the government decided to start a program to improve mens sex lives. Sex idols, girls who can sing, dance, and have sex with innumerable men, are now in need to help improve the stagnant society.(Source: HentaiTake)"
    ]
  ]
}