{
  "columns": [
    "id",
    "created_at",
    "full_text"
  ],
  "data": [
    [
      1589660949115416576,
      "Mon Nov 07 16:47:59 +0000 2022",
      "@PaulWeeeezy China rose and booty lol"
    ],
    [
      1589660944191614978,
      "Mon Nov 07 16:47:58 +0000 2022",
      "@pataguccigoon China is gonna pull up to San Francisco bay and start wreaking havok to get the tiktok servers back up 😭😭😭"
    ],
    [
      1589660943356944386,
      "Mon Nov 07 16:47:58 +0000 2022",
      "L.A. prosecutors: China had back-door access to U.S. election data https://t.co/1kucQR5sUo   But Tr #ue the Vote, Englebrecht and Phillips were jailed. Are you OK with Communist tactics? #WakeUp .@GOPLeader  #Doug4Gov"
    ],
    [
      1589660935001890816,
      "Mon Nov 07 16:47:56 +0000 2022",
      "The #BRICS association includes Brazil, Russia, India, China and South Africa. Indonesia, Turkey, Saudi Arabia and Egypt also mentioned their intentions to join the #BRICS."
    ],
    [
      1589660934691508225,
      "Mon Nov 07 16:47:55 +0000 2022",
      "@60Minutes Additional data points: The ByteDance subsidiary that offers the “spinach” version in China is owned in part by the Chinese govt &amp; has a Chinese govt rep on its board. https://t.co/azpOkcTCmw"
    ],
    [
      1589660929049780225,
      "Mon Nov 07 16:47:54 +0000 2022",
      "How does the 🇨🇳 government make the rules that govern algorithms in China?\n\nIn this piece, @SharonDu18 &amp; I dissect regulations on algorithms governing food delivery workers, and find a fascinating mix of influences.\nhttps://t.co/vhGEwsAN87"
    ],
    [
      1589660922720968705,
      "Mon Nov 07 16:47:53 +0000 2022",
      "@Jayson510 @Walcandy1 @Wolfiesmom I don’t need an aunt or uncle. I need a LEADER who understands the world , is NOT a shill for China and the Ukraine globalists, he is destroying our country and pushing us into an unwinnable war."
    ],
    [
      1589660922460909568,
      "Mon Nov 07 16:47:53 +0000 2022",
      "France wants the US and China to pay for unproven climate change. OK they should pay for our expenses to save their ass in WW2 adjusted for inflation since 1940."
    ],
    [
      1589660918124011522,
      "Mon Nov 07 16:47:52 +0000 2022",
      "@deGourlay With Germany now turning to coal fired power stations, China et alia burning coal like it’s going out of fashion.\nAll seems a bit pointless."
    ],
    [
      1589660917943635968,
      "Mon Nov 07 16:47:51 +0000 2022",
      "Is #Cop17 pointless if China and to a lesser extent India and other big coal, gas and oil using countries either don't participate or won't change their habits?"
    ],
    [
      1589660906279292929,
      "Mon Nov 07 16:47:49 +0000 2022",
      "Most Nigerians don't actually know this😂\nThat's why Donald Trump accused China of currency manipulation. \nA weak currency can only affect an unproductive economy. \nThe Nigerian Economy has been always unproductive; what previous governments did was to sell crude and use........ https://t.co/UGnkm46Tt1"
    ],
    [
      1589660906216034305,
      "Mon Nov 07 16:47:49 +0000 2022",
      "@molly_knight @elonmusk BLM riots, Afghanistan FUBAR withdrawal, destruction of our energy industry, pro-crime and pro-criminal policies, 5+ million illegals crossing the border enriching cartels w/drug&amp;human trafficking, inflation-the most regressive tax, and failure to confront China did it for me."
    ],
    [
      1589660897878081536,
      "Mon Nov 07 16:47:47 +0000 2022",
      "@noahcoetsee Don’t get me wrong, kids under the age of 14 shouldn’t have unrestricted access to the internet, but people think China is this looming enemy that’s so smart it’s 15 steps ahead planning our downfall when in reality they’re just a conservative society with censorship."
    ],
    [
      1589660891553071104,
      "Mon Nov 07 16:47:45 +0000 2022",
      "Move all manufacturing out of China. https://t.co/KvEf1gPKYw"
    ],
    [
      1589660888243617793,
      "Mon Nov 07 16:47:44 +0000 2022",
      "Apple warns of lower iPhone shipments amid China plant woes https://t.co/09DAyXLP0C"
    ],
    [
      1589660886070747141,
      "Mon Nov 07 16:47:44 +0000 2022",
      "@POTUS If Elon Musk takes over Twitter and brings Donald Trump back, I will be leaving this country. I got my passport last week when I heard he might buy Twitter. Instead I’ll be moving to A CIVILIZED COUNTRY, the gorgeous China🇨🇳! So long, America! You’ve just lost an honest citizen"
    ],
    [
      1589660879280254976,
      "Mon Nov 07 16:47:42 +0000 2022",
      "@FLClimaxxx If it’s ooooo damn hurtful you what you can do not watch it you sensitive coward no one has to agree with the outlandish things you’re rock head comes up with ppl have other opinions if you want everyone to think the same go to China communism is thriving there I hear 🤡🤷🏽‍♂️"
    ]
  ]
}