{
  "columns": [
    "id_text",
    "text",
    "parent_text",
    "label"
  ],
  "data": [
    [
      "1537880567529603073",
      "@BatlethBabe He is literally the Fox News of fandom &amp; the person *most* in need of being quoted lines like —\n\nSPOCK: “Are we so old that we have outlived our usefulness?”\n\n&amp;\n\nKIRK: “Come now, Mr. Scott. Young minds, fresh ideas. We must be tolerant!”\n\n— if only he could grasp their meaning.",
      "No, I will not give into the desire to mock a has been with negative opinions about current Star Trek, but I really do wonder what someone’s life is like when they spend it barfing gatekeeping nonsense on the internet.",
      "1"
    ],
    [
      "fja37z2",
      "Aur mai?",
      "Happy Birthday to pyaare redditors :* u/rorschach34 u/gumnaamflautist",
      "0"
    ],
    [
      "1579481512311132162",
      "@FirmiBRO Valverde",
      "Bring on transfer rumours atleast #LFC",
      "0"
    ],
    [
      "1578262946010263552",
      "@jodyjsperling ???",
      "What if the wheels on the bus didn't go round and round?",
      "0"
    ],
    [
      "fj661yj",
      "See! I have a 1 year old and I would be doing exactly this daily if I didn't have my few deep breaths before meeting every baby.",
      "I burst out laughing when a distant relative told me that her newborn daughter was called Tinkerbell. I thought she was joking, she wasn't. Poor kid.",
      "1"
    ],
    [
      "1579743179871748098",
      "@ML_Philosophy Honesty",
      "Is it rudeness or is it honesty?",
      "0"
    ],
    [
      "fj4zxsg",
      "Okay that is HELLA interesting",
      "Kurt Cobain. Interestingly my uncle did his autopsy and even has pictures from it that he took home! (Unfortunately these picture are across the country at my grandparents house)",
      "1"
    ],
    [
      "1579728461161463808",
      "@SanjayVyas Never thought in this direction. ?",
      "Why do men stare at women? Women do the same thing in blink of an eye, where as men stare for so long... why? men have slow visual processing? ?",
      "0"
    ],
    [
      "fj76fon",
      "If your referring to the school in the east of ireland that the news is reporting on then it's Scoil Catriona on mobhi road in dublin",
      "Which town is it really, and school?",
      "0"
    ],
    [
      "1538092701677146112",
      "@PhilipPullman You mean the only European leader who has backed him unequivocally?",
      "Boris Johnson ignores his responsibilities here and goes scuttling off to Ukraine in a desperate bid to be photographed next to the only person in the world who  likes him.",
      "1"
    ],
    [
      "fj5c27m",
      "Is that Blades of Glory?",
      "\"We're going to skate to one song, one song only.\"",
      "0"
    ],
    [
      "1538074159053516802",
      "@Liverpoolfc8285 @cjhumanrights Are you trying to divert the debate or kid yourself?",
      "@cjhumanrights If you ever wondered how the republican movement was brought to it's knees. Just read these replies. I'm actually embarrassed for them.",
      "0"
    ],
    [
      "1578338475841290240",
      "@lavern_spicer No.",
      "Is Elon Musk buying Twitter or not?",
      "0"
    ]
  ]
}