{
  "columns": [
    "29.19233843916284",
    " China Southern Airlines suspends direct flight to and from UK - state media BEIJING (Reuters) - China Southern Airlines, the country’s largest airline by passenger numbers, will suspend direct flights to and from London from Dec. 24 to Jan. 7, state radio reported on Wednesday. Countries across the globe are shutting their borders to Britain after the emergence of a highly infectious new coronavirus strain. China Southern has been operating one weekly flight between its hub Guangzhou and London."
  ],
  "data": [
    [
      29.19233843916284,
      " China Southern Airlines suspends direct flight to and from UK - state media China Southern Airlines (600029.SS), the country's largest airline by passenger numbers, will suspend direct flights to and from London from Dec. 24 to Jan. 7, state radio reported on Wednesday. Countries across the globe are shutting their borders to Britain after the emergence of a highly infectious new coronavirus strain. China Southern has been operating one weekly flight between its hub Guangzhou and London."
    ],
    [
      29.492104139991465,
      " China Southern Airlines flight from Dhaka to Guangzhou suspended over COVID-19 cases BEIJING, June 14 (Reuters) - A China Southern Airlines flight from Dhaka to Guangzhou will be suspended for four weeks from June 22 due to concerns about COVID-19 infections, China’s aviation regulator said on Sunday. Seventeen passengers on a June 11 flight from the Bangladeshi capital to the southern Chinese city tested positive for the coronavirus, meeting the conditions for a “circuit breaker” suspension of the service, the Civil Aviation Administration of China in a statement. China reported 19 new confirmed cases involving travelers from overseas for June 13, with 17 of them arriving in Guangdong province. (Reporting by Yew Lun Tian and Stella Qiu; Editing by Sam Holmes)"
    ],
    [
      18.397339971550505,
      " China Southern Airlines plans to issue up to $2.25 billion in A-share convertible bonds BEIJING (Reuters) - China Southern Airlines is planning to issue up to 16 billion yuan ($2.25 billion) in A-share convertible bonds to fund purchases of aircraft, maintenance services and spare engines, and to boost cashflows, the carrier said on Thursday. Convertible debt offers coupons - interest payments - like normal bonds, but also carries the right to convert the debt into shares at a certain price. The carrier will raise 10.6 billion yuan to buy aircraft, aviation supplies and maintenance programmes, accounting for about half of the total investment the airline needed, it said in a company filing, adding that it is also aiming to raise 600 million yuan to fund purchases of spare engines. The remaining 4.8 billion yuan will be used to boost its capital. The move came after China Southern reported an almost 300% plunge in its first-quarter net profit due to the impact of the coronavirus pandemic, as the carrier in March reportedly warned about the “extreme difficulties” facing business operations. Chinese airlines reported a total loss of 33.62 billion yuan ($4.8 billion) in the first quarter as the pandemic shattered travel demand. Demand, as measured by revenue passenger kilometres, was still down over 70% in March, latest data showed."
    ],
    [
      2.50112561416372,
      " BRIEF-China Southern Airlines Says In March, Passenger Capacity Of Group Decreased By 60.44% April 17 (Reuters) - China Southern Airlines Co Ltd : * IN MARCH 2020, PASSENGER CAPACITY OF GROUP DECREASED BY 60.44% * MARCH PASSENGER LOAD FACTOR 58.16%, DOWN 24.99 PERCENTAGE POINTS * IN MARCH 2020, GROUP TERMINATED LEASE OF TWO AIRCRAFT, INCLUDING ONE A330-300 AIRCRAFT AND ONE A319 AIRCRAFT * MARCH CARGO AND MAIL LOAD FACTOR WAS 69.69%, REPRESENTING AN INCREASE OF 17.46 PERCENTAGE POINTS * SEES SUBSTANTIAL LOSS FOR GROUP’S OPERATING RESULTS IN Q1 OF 2020; WILL ADVERSELY AFFECT OPERATING RESULTS IN H1 OF YEAR Source text for Eikon: Further company coverage:"
    ],
    [
      10.955820559062222,
      " BRIEF-China Southern Airlines Gets Approval On Issuance Of Overseas Listed Foreign Shares April 8 (Reuters) - China Southern Airlines Co Ltd : * RECEIVED APPROVAL ON ISSUANCE OF OVERSEAS LISTED FOREIGN SHARES ISSUED BY CSRC * CSRC APPROVED ISSUE OF NOT MORE THAN 613.4 MILLION NEW OVERSEAS LISTED FOREIGN SHARES BY CO * ALL ORDINARY SHARES HAVE NOMINAL VALUE OF RMB1 PER SHARE Source text for Eikon: Further company coverage:"
    ],
    [
      -24.094752084424776,
      " BRIEF-China Southern Airlines Gets CSRC's Acceptance Notice Of Application For Administration Permission Feb 11 (Reuters) - China Southern Airlines Co Ltd : * GETS “CSRC’S ACCEPTANCE NOTICE OF APPLICATION FOR ADMINISTRATION PERMISSION” ISSUED BY CSRC * ACCEPTANCE NOTICE IN RELATION TO OFFSHORE ISSUANCE OF SHARES Source text for Eikon: Further company coverage:"
    ],
    [
      -30.559709667764135,
      " China Southern Air Holding sets up one billion yuan cargo company BEIJING (Reuters) - China Southern Air Holding, the parent of China Southern Airlines 600029.SS, has set up a cargo company with registered capital of 1 billion yuan ($143 million), as it looks to consolidate its air cargo assets through state-led reforms. The move from December 24 was disclosed by a filing approved on the National Enterprise Credit Information Publicity System and comes as China prioritizes implementing mixed ownership reforms to revamp its bloated, debt-ridden state sector. China Southern is among 96 centrally owned companies supervised by the state assets regulator, the State-owned Assets Supervision and Administration Commission (SASAC). As such, China Southern Airlines would offload its old freight unit to the newly registered company, according to a statement from SASAC in October. The cargo company would also take over other air cargo assets under the parent company such as belly cargo services, cargo terminals and international logistics. The cargo business would be managed in a market-oriented way and would become a major source of profits, said the SASAC. The air cargo market, an economic bellwether linked to global trade, saw its traffic decline by 3.3% in 2019, the International Air Transport Association (IATA) said, driven by a tariff war between the United States and China. In 2017, China Eastern Air Holding 600115.SS sold almost half of its freight unit to four firms, while Air China 601111.SS last year offloaded a majority stake in its cargo arm in face of market uncertainties. ($1 = 7.0016 Chinese yuan renminbi)"
    ],
    [
      -35.86206811766525,
      " China Southern to keep most SkyTeam code-share partnerships after leaving BEIJING (Reuters) - China Southern Airlines 600029.SS1055.HK will keep code-share partnerships with most SkyTeam members after its official departure from the airline alliance on Jan. 1, the airline said on Tuesday. A code-share agreement is an arrangement where two or more airlines share the same flight. A seat can be purchased from an airline on a flight that is actually operated by another airline under a different flight number or code. All major airlines have one or more code-share agreements. China Southern will continue code-share partnerships with 14 existing SkyTeam partners including Aeroflot, Air France, Delta Air Lines, KLM Royal Dutch Airlines, Korean Air and Xiamen Airlines, it said in a statement to Hong Kong stock exchange. Frequent flyer cooperations will also be continued with these SkyTeam partners, it said, adding the airline would launch its own priority service brand to substitute “Skypriority” on its flights. However, China Southern will not continue its code-share partnership with China Eastern Airlines Corp Ltd 600115.SS0670.HK, another SkyTeam member. China Southern said last year it was planning to leave SkyTeam, one of the three global airline alliances that provide reciprocal benefits for passengers such as lounge usage and frequent flyer points and give airlines transfer passengers from partners in a boost to revenue. SkyTeam will have 19 members after the departure of China Southern Airlines. After it announced plans to leave the alliance, China Southern has expanded its code-sharing deal with British Airways and deepened cooperations with American Airlines AAL.O, both members of the Oneworld group of airlines which China Southern could look to join at a later date."
    ],
    [
      -35.86206811766525,
      " China Southern will maintain codeshare partnerships with SkyTeam members after departure BEIJING, Dec 24 (Reuters) - China Southern Airlines will maintain the codeshare partnerships with existing SkyTeam members after its official departure from the alliance on Jan. 1 next year, the airline said on Tuesday. Frequent flyer cooperations will also be continued with SkyTeam partners, China Southern said in a stock filing, adding that the carrier would launch its own priority service brand to substitute “Skypriority” on its flights. The carrier said last year that it was planning to depart the SkyTeam, one of the three global airline alliances that provide reciprocal benefits for passengers such as lounge usage and frequent flyer points and give airlines transfer passengers from partners in a boost to revenue. After it announced plans to leave the alliance, China Southern has expanded its code-sharing deal with British Airways and deepened cooperations with American Airlines, both members of the Oneworld group of airlines which China Southern could look to join at a later date. (Reporting by Stella Qiu and Brenda Goh, editing by Louise Heavens and Louise Heavens)"
    ],
    [
      -33.9270102189781,
      " British Airways, China Southern expand code-sharing deal LONDON (Reuters) - British Airways and China Southern Airlines 600029.SS1055.HK have expanded their code-sharing deal with a view to boosting tourism between the two countries. The two carriers said on Tuesday their new joint business agreement would enable them to cooperate more on scheduling and pricing, open up more destinations between the two countries and develop a combined route network from Beijing’s new airport. The pair, which have had a code-sharing deal since 2017, will now code-share on all direct flights operated between London and the Chinese cities of Beijing, Shanghai, Guangzhou, Sanya, Wuhan and Zhengzhou. Code-sharing allows two or more carriers to publish and advertise tickets on the same plane under different flight numbers, helping to reduce the number of empty seats on flights. Alex Cruz, chairman and CEO of British Airways, part of the IAG ICAG.L group of airlines, said the deal would benefit customers. “The agreement reinforces our commitment to boost tourism and business travel between the two countries and we look forward to strengthening the relationship further,” he said in a statement. China Southern also has a strategic partnership with American Airlines Group Inc AAL.O. American and British Airways are both members of the Oneworld group of airlines which China Southern could look to join after it said it would leave rival alliance SkyTeam in 2018. Oneworld and SkyTeam are two of three global airline alliances that provide reciprocal benefits for passengers such as lounge usage and frequent flyer points and give airlines transfer passengers from partners in a boost to revenue. Star Alliance is the third."
    ],
    [
      -9.874747458505832,
      " China Southern Airlines to receive $4 billion capital injection SHANGHAI (Reuters) - China Southern Airlines 600029.SS will carry out an equity diversification plan that will involve the injection of 30 billion yuan ($4.36 billion) of capital from three investors, the firm announced on Saturday. The Guangdong Hengjian Investment Holding Corporation, the Guangzhou Urban Construction Investment Group and the Shenzhen Penghang Equity Investment Fund will each inject 10 billion yuan into the airline, as part of the country’s efforts to diversify ownership structures among state-owned firms. The move will significantly improve the company’s debt-to-asset ratio, generate funds for its growth and help modernize its decision-making mechanisms, the announcement said. It will also use the funds to serve its main air transportation business, pay for construction related to China’s Belt and Road Initiative and support aviation development in cities in the southern province of Guangdong. China Southern is one of 96 enterprises owned and administered directly by the central government. Its profits slumped nearly 50% last year as a result of rising fuel costs and a weak yuan currency."
    ],
    [
      -20.31053527209829,
      " UPDATE 1-China Southern, China Eastern Airlines post annual losses on fuel costs, weak yuan (Adds results from China Eastern Airlines) BEIJING, March 29 (Reuters) - China Southern Airlines and China Eastern Airlines on Friday both posted a slump in annual profits, hit by rising fuel costs and a weak yuan currency, missing analyst forecasts. China Southern, the country’s largest carrier by passenger numbers, said its 2018 profit attributable to shareholders fell 49.6 percent to 2.98 billion yuan ($443.59 million), compared with an average forecast of 3.81 billion yuan based on 19 analysts, according to Refinitiv data. Revenue rose 12.66 percent on the year to 143.62 billion yuan, in line with growing demand for travel in the world’s fastest-expanding aviation market. The airline warned that big fluctuations in the yuan this year, along with rising oil prices, were likely to weigh on profits in the year ahead. Foreign exchange losses amounted to 1.74 billion yuan as the yuan fell against the U.S. dollar in the 12-month period, versus a gain of 1.79 billion yuan a year earlier. The yuan fell by more than 5 percent against the U.S. dollar last year, pushing up financing costs at airlines which have bought planes with mainly U.S. dollar-denominated loans. China Eastern, the country’s second-largest carrier by passenger numbers, reported a 57 percent slump in net profit last year to 2.71 billion yuan. It missed the average forecast of 4 billion yuan from 18 analysts, according to Refinitiv data. Revenue jumped 13.0 percent year-on-year to 114.93 billion yuan, the carrier said, while incurring foreign exchange losses of 2.0 billion yuan in the 12-month period. Their main rival Air China, in contrast, posted a 1.3 percent increase in its annual net profit, outperforming analysts’ forecasts, as better passenger yields outweighed the impact of rising fuel costs and a softer yuan. A gain on its investment in Cathay Pacific Airways that reported a profit for the first time in three years also helped boost performance. Chinese airlines are among carriers worldwide that have grounded Boeing 737 MAX aircraft over safety concerns. It is still unclear whether they will have to bear any costs, analysts say. China Southern has grounded 25 737 MAX 8 aircraft while China Eastern has 4, data from flight-tracking website FlightRadar24 shows. Air China has 15 Max 8 aircraft grounded."
    ],
    [
      21.210407078132217,
      " China Southern Airlines, Emirates agree codeshare partnership SHANGHAI (Reuters) - China Southern Airlines said on Friday it signed a memorandum of understanding with Gulf carrier Emirates for a codeshare agreement. The codesharing agreement, which covers 18 flight routes, will begin on March 31, subject to approval from the Chinese aviation regulator, it said in a post on its official Weibo account."
    ]
  ]
}