{
  "columns": [
    "Trabajo",
    "Innovación clave",
    "Metodología",
    "Resultados principales"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Grafo multi-relacional que incorpora relaciones industriales e institucionales",
      "Incrustación jerárquica de grafos con codificación de posición ALIBI",
      "Mejora del IC: 15% (CSI300) Rendimiento superior en conjuntos de datos más grandes"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modelado dinámico de correlación accionaria mediante atención alternante",
      "Mecanismo de compuerta guiado por el mercado para selección de características",
      "Métricas de clasificación: +13% Métricas de cartera: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Adaptación dual para cambios de distribución en datos en flujo continuo",
      "Capas de transformación multi-cabeza para adaptación de características y etiquetas",
      "Mejora consistente en implementaciones de LSTM, GRU, Transformer Adaptabilidad agnóstica al modelo"
    ],
    [
      "DPA-STIFormer Yan y Tan (2024)",
      "Modelado temporal centrado en características",
      "Mecanismo de doble ruta con compuerta adaptativa",
      "Rendimiento superior en CSI500, CSI1000, NASDAQ, NYSE Mejora del IC y del Ratio de Sharpe"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Grafo de conocimiento del mercado a nivel ejecutivo",
      "Red de atención dual para interacciones de entidades complejas",
      "Retornos: 16,97% Ratio de Sharpe: 4,628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Integración de la teoría GARCH con redes neuronales",
      "Regularización basada en GARCH en la función de pérdida de LSTM",
      "Rendimiento superior consistente en 7 índices globales Fuerte rendimiento zero-shot"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Modelos de difusión para la predicción del mercado",
      "Programación adaptativa de ruido para la volatilidad de las acciones",
      "Mejora del Ratio de Sharpe: NYSE: +7,92% NASDAQ: +6,18%"
    ],
    [
      "Wang et al. (2024b)",
      "Integración de LLM para el procesamiento de noticias",
      "Transformación basada en texto de la predicción numérica",
      "Rendimiento superior en cambios de mercado impulsados por eventos Aplicabilidad multi-dominio"
    ]
  ]
}