{
  "columns": [
    "Gōngzuo",
    "Zhòngyào Chuàngxīn",
    "Fāngfǎ",
    "Zhǔyào Jiéguǒ"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Jíhé gōngyè hé jīgòu guānxì de duō guānxì tú",
      "Dài yǒu ALIBI wèizhì biāomǎ de céngcì tú qiánrù",
      "IC tíshēng: 15% (CSI300) Zài gèng dà shùjù jí shàng biǎoxiàn gèng qiáng"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Tōng guò jiāotì zhùyìlì de dòngtài gǔpiào xiāngguān xìng jiànmó",
      "Shìchǎng zhǐdǎo de ménkòng jīzhì yòng yú tèzhēng xuǎnzé",
      "Páixù zhǐbiāo: +13% Zǔhé zhǐbiāo: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Yòng yú liúshìng shùjù zhōng fēnbù piāoyí de shuāngchóng shìyìng",
      "Yòng yú tèzhēng hé biāoqiān shìyìng de duōtóu zhuǎnhuàn céng",
      "Zài LSTM, GRU, Transformer shíxiàn zhōng yīzhì de tíshēng Móxíng wú guān de shìyìng xìng"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "Tèzhēng zhōngxīn de shíjiān móxíng",
      "Dài yǒu zì shìyìng ménkòng de shuāng lù jīzhì",
      "Zài CSI500, CSI1000, NASDAQ, NYSE zhōng biǎoxiàn chāoyué Tíshēng de IC hé Sharpe Bǐlì"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Zhíxíng céngjí de shìchǎng zhīshí tú",
      "Yòng yú fùzá shítǐ jiāohù de shuāng zhùyìlì wǎngluò",
      "Huíbào: 16.97% Sharpe Bǐlì: 4.628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "GARCH lǐlùn yǔ shénjīng wǎngluò de rónghé",
      "GARCH jī yú de zhèngzé huà zài LSTM sǔnshī hánshù zhōng",
      "Zài 7 gè quánqiú zhǐshù zhōng yīzhì de chāochū biǎoxiàn Qiáng dà de líng cì shèjí biǎoxiàn"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Yòng yú shìchǎng yùcè de kuòsàn móxíng",
      "Yòng yú gǔpiào bōdòng xìng de zì shìyìng zàoshēng pái chéng",
      "Sharpe Bǐlì tíshēng: NYSE: +7.92% NASDAQ: +6.18%"
    ],
    [
      "Wang et al. (2024b)",
      "Yòng yú xīnwén chǔlǐ de LLM rónghé",
      "Shùzì yùcè de wénběn biàn huà",
      "Zài shìjiàn qūdòng de shìchǎng zhuǎnyí zhōng biǎoxiàn chāoyué Duō lǐngyù shìyòng xìng"
    ]
  ]
}