{
  "columns": [
    "Iṣẹ́",
    "Ìdáṣẹ̀dá Pàtàkì",
    "Ọ̀nà Ìṣiṣẹ́",
    "Àwọn Àbájáde Pàtàkì"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Àwòrán oní-ìbáṣepọ̀ púpọ̀ tí ó ní àjọṣe ilé-iṣẹ́ àti ti ilé-ẹ̀kọ́ nínú",
      "Ìfìsípò àwòrán onípele pẹ̀lú ìkóòdù ipò ALIBI",
      "Ìgbéga IC: 15% (CSI300) Ìṣiṣẹ́ tó lágbára sí i lórí àwọn àkójọ data tó tóbi"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Ṣíṣe àwòṣe ìbáṣepọ̀ ìpín-ìdókòwò onítítẹ̀lé nípasẹ̀ ìfiyèsí tí ń yí padà",
      "Ètò ìdènà tí ọjà ń darí fún yíyan àwọn àbùdá",
      "Ranking metrics: +13% Portfolio metrics: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Ìbámu méjì fún ìyípadà ìpínpín nínú data tí ń ṣàn",
      "Àwọn ìpele ìyípadà orí-púpọ̀ fún ìbámu àbùdá àti àmì",
      "Ìgbéga tó dúró ṣinṣin kọjá àwọn ìṣe LSTM, GRU, Transformer Ìbámu tí kò dá lórí àwòṣe (Model-agnostic adaptability)"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "Ṣíṣe àwòṣe àkókò tí ó dá lórí àbùdá",
      "Ètò ọ̀nà-méjì pẹ̀lú ìdènà tí ń bá ara mu",
      "Ìṣiṣẹ́ tó tayọ kọjá CSI500, CSI1000, NASDAQ, NYSE Ìgbéga IC àti Sharpe Ratio"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Àwòrán ìmọ̀ ọjà ní ìpele àwọn aláṣẹ",
      "Àwọ̀n ìfiyèsí méjì fún ìbáṣepọ̀ àwọn ohun èlò tó díjú",
      "Returns: 16.97% Sharpe Ratio: 4.628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Ìparapọ̀ ẹ̀kọ́ GARCH pẹ̀lú àwọn àwọ̀n neural",
      "Ìlànà ìdènà GARCH nínú iṣẹ́ ìpàdánù LSTM",
      "Ìṣiṣẹ́ tó tayọ déédé kọjá àwọn atọ́ka àgbáyé 7 Ìṣiṣẹ́ zero-shot tó lágbára"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Àwọn àwòṣe ìtànkálẹ̀ fún asọtẹ́lẹ̀ ọjà",
      "Ìṣètò ariwo tí ń bá ara mu fún ìyípadà ìpín-ìdókòwò",
      "Sharpe Ratio improvement: NYSE: +7.92% NASDAQ: +6.18%"
    ],
    [
      "Wang et al. (2024b)",
      "Ìparapọ̀ LLM fún ṣíṣe ìtọ́jú ìròyìn",
      "Ìyípadà orí-ọ̀rọ̀ ti asọtẹ́lẹ̀ nọ́ńbà",
      "Ìṣiṣẹ́ tó tayọ nínú àwọn ìyípadà ọjà tí ìṣẹ̀lẹ̀ ń darí Ìbámu sí àwọn àgbègbè púpọ̀ (Multi-domain applicability)"
    ]
  ]
}