{
  "columns": [
    "Resurs",
    "Təsvir",
    "İstinad"
  ],
  "data": [
    [
      "SentiWordNet",
      "WordNet əsasında leksik resurs yaradır, ayrı-ayrı söz mənalarına (sinsetlərə) emosional qiymətlər (obyektiv, müsbət, mənfi) təyin edir.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "NASDAQ OMX Nordic Exchange-də ticarət edilən Finlandiya şirkətləri haqqında maliyyə xəbərləri və mətbuat elanlarından toplanmış təxminən 5,000 mətn parçasını ehtiva edir. Hər bir parça müsbət, mənfi və ya neytral kimi etiketlənmişdir.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Maliyyə mətnlərində emosiyanı anlamaq üçün bir məlumat dəstidir. Bu kontekstdə fikirləri daha yaxşı tanımaq, şərh etmək və emal etmək üçün Süni İntellekt və Semantik Veb texnologiyalarını birləşdirir.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Potensial olaraq ziddiyyətli emosiyalara malik çoxsaylı entitləri ehtiva edən başlıqlar problemini həll etmək üçün entiti-emosiya annotasiyasını özündə birləşdirir. 10,700-dən çox xəbər başlığından ibarət bu insan tərəfindən annotasiya edilmiş məlumat dəsti, maliyyə xəbərlərindəki spesifik entitlərə görə emosiya dəyişiklikləri haqqında məlumat verir.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Tokenləşdirilmiş və annotasiya edilmiş Federal Open Market Committee (FOMC) çıxışları, iclas protokolları və mətbuat konfransı transkriptlərindən ibarət məlumat dəstidir. Bu resurs, mərkəzi bank tərəfindən istifadə edilən dilin təhlili vasitəsilə pul siyasətinin maliyyə bazarlarına təsirini anlamağı hədəfləyir.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Təxminən 29,000 nümunə və səkkiz entiti cütü (məsələn, şəxs-vəzifə, təşkilat-pul) üzrə 22 əlaqə növü ilə maliyyə sənədlərindəki əlaqələrin annotasiya edilmiş məlumat dəstidir. SEC 10-X sənədlərindən çıxarılmışdır. Maliyyə hesabatlarında entitlər arasındakı əlaqələri müəyyən etmək üçün faydalıdır.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Müxtəlif xəbər mənbələrindən toplanmış və insan ekspertləri tərəfindən qiymətləndirilmişdir. Bu, tədqiqatçılara xəbər başlıqlarının qiymət hərəkətlərinə, aktiv müqayisələrinə və digər maliyyə hadisələrinə necə təsir etdiyini araşdırmağa imkan verir.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Maliyyə sahəsində Adlandırılmış Entiti Tanınması (NER) üçün nəzərdə tutulmuş məlumat dəstidir, mətn məlumatlarında maliyyə şirkətlərinin müəyyən edilməsinə və təsnif edilməsinə kömək edir.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "15 dildə real maliyyə məqaləsi başlıqlarını ehtiva edən çoxdilli maliyyə NLP məlumat dəstini təqdim edir. Yüksək səviyyəli və aşağı səviyyəli mövzularla annotasiya edilmişdir, bu da çoxsinifli və çoxetiketli təsnifat tapşırıqlarını asanlaşdırır.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Maliyyə hesabatlarının dərindən təhlili ilə birlikdə sual-cavab cütləri toplusudur. Maliyyə ekspertləri tərəfindən yazılmışdır və mürəkkəb maliyyə sorğularına cavab vermək üçün təlim məlumatları təmin edərək, maliyyə məlumatları üzərində dərin mühakiməyə fokuslanır.",
      "Chen et al. (2021)"
    ]
  ]
}