{
  "columns": [
    "Zdroj",
    "Popis",
    "Reference"
  ],
  "data": [
    [
      "SentiWordNet",
      "Vytváří lexikální zdroj založený na WordNetu, který přiřazuje skóre sentimentu (objektivní, pozitivní, negativní) jednotlivým slovním významům (synsetům).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Obsahuje téměř 5 000 úryvků textu, shromážděných z finančních zpráv a tiskových prohlášení o finských společnostech obchodovaných na burze NASDAQ OMX Nordic Exchange. Každý úryvek je označen jako pozitivní, negativní nebo neutrální.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Datový soubor pro pochopení sentimentu ve finančních textech, který kombinuje umělou inteligenci a technologie sémantického webu k lepšímu rozpoznávání, interpretaci a zpracování názorů v tomto kontextu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Zahrnuje anotaci entity-sentimentu k řešení problému nadpisů obsahujících více entit s potenciálně konfliktními sentimenty. Tento ručně anotovaný datový soubor s více než 10 700 nadpisy zpráv poskytuje pohled na variace sentimentu v závislosti na konkrétních entitách ve finančních zprávách.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Datový soubor tokenizovaných a anotovaných projevů, zápisů z jednání a přepisů tiskových konferencí Federálního výboru pro volný trh (FOMC). Tento zdroj si klade za cíl pochopit vliv monetární politiky na finanční trhy analýzou jazyka používaného centrální bankou.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Anotovaný datový soubor relací v rámci finančních dokumentů s přibližně 29 000 instancemi a 22 typy relací napříč osmi páry entit (např. osoba-titul, organizace-peníze), extrahovaných z podání SEC 10-X. Užitečný pro identifikaci vztahů mezi entitami ve finančních zprávách.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Sestaven z různorodých zpravodajských zdrojů a vyhodnocen lidskými odborníky, umožňuje výzkumníkům zkoumat, jak nadpisy zpráv ovlivňují pohyby cen, srovnání aktiv a další finanční události.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Datový soubor navržený pro rozpoznávání pojmenovaných entit (NER) ve finanční sféře, který pomáhá identifikovat a klasifikovat finanční společnosti v textových datech.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Poskytuje vícejazyčný finanční datový soubor pro NLP s nadpisy reálných finančních článků v 15 jazycích. Anotováno tématy vysoké a nízké úrovně, což usnadňuje úlohy vícekategoriální a vícejmenné klasifikace.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Sbírka dvojic otázek a odpovědí s hloubkovou analýzou finančních zpráv. Vytvořeno finančními experty, zaměřuje se na hluboké uvažování nad finančními daty a poskytuje trénovací data pro odpovídání na komplexní finanční dotazy.",
      "Chen et al. (2021)"
    ]
  ]
}