{
  "columns": [
    "Resource",
    "Description",
    "Reference"
  ],
  "data": [
    [
      "SentiWordNet",
      "Nggawe sumber daya leksikal adhedhasar WordNet, menehi skor sentimen (objektif, positif, negatif) marang saben arti tembung (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Ngandhut meh 5.000 potongan teks, dikumpulake saka berita keuangan lan rilis pers babagan perusahaan Finlandia sing didol ing NASDAQ OMX Nordic Exchange. Saben potongan diwenehi label positif, negatif, utawa netral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Dataset kanggo ngerteni sentimen ing teks keuangan, nggabungake teknologi kecerdasan buatan lan Semantic Web kanggo luwih apik ngerteni, nginterpretasi, lan ngolah opini ing konteks iki.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Nglebokake anotasi entitas-sentimen kanggo ngatasi tantangan judul sing ngemot pirang-pirang entitas kanthi sentimen sing bisa bertentangan. Dataset sing diannotasi manungsa iki, kanthi luwih saka 10.700 judul berita, menehi wawasan babagan variasi sentimen gumantung marang entitas spesifik ing berita keuangan.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Dataset sing di-tokenisasi lan diannotasi saka pidato, notulen rapat, lan transkrip konferensi pers Federal Open Market Committee (FOMC). Sumber daya iki tujuane kanggo ngerteni pengaruh kebijakan moneter ing pasar keuangan kanthi nganalisis basa sing digunakake bank sentral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Dataset sing diannotasi babagan hubungan ing dokumen keuangan kanthi kira-kira 29.000 kasus lan 22 jinis hubungan ing wolung pasangan entitas (misale, person-title, org-money), dijupuk saka pengajuan SEC 10-X. Migunani kanggo nemokake hubungan antar entitas ing laporan keuangan.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Dikumpulake saka sumber berita sing maneka warna lan dievaluasi dening ahli manungsa, ngidini para peneliti njelajah cara judul berita mengaruhi pergerakan rega, perbandingan aset, lan acara keuangan liyane.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Dataset sing dirancang kanggo Named Entity Recognition (NER) ing lanskap keuangan, mbantu nemokake lan ngklasifikasine perusahaan keuangan ing data teks.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Nyedhiyakake dataset NLP keuangan multilingual kanthi judul artikel keuangan nyata ing 15 basa. Diannotasi kanthi topik tingkat dhuwur lan tingkat rendah, nggampangake tugas klasifikasi multi-kelas lan multi-label.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Kumpulan pasangan pitakonan-jawaban kanthi analisis jero babagan laporan keuangan. Ditulis dening para ahli keuangan, fokus ing penalaran jero babagan data keuangan, nyedhiyakake data latihan kanggo njawab pitakonan keuangan kompleks.",
      "Chen et al. (2021)"
    ]
  ]
}