{
  "columns": [
    "Ресурс",
    "Описание",
    "Ссылка"
  ],
  "data": [
    [
      "SentiWordNet",
      "Представляет собой лексический ресурс на основе WordNet, присваивающий оценки тональности (объективные, положительные, отрицательные) отдельным значениям слов (синсетам).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Содержит почти 5000 фрагментов текста, собранных из финансовых новостей и пресс-релизов о финских компаниях, торгующихся на NASDAQ OMX Nordic Exchange. Каждый фрагмент помечен как положительный, отрицательный или нейтральный.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Набор данных для понимания тональности в финансовых текстах, объединяющий искусственный интеллект и технологии Semantic Web для лучшего распознавания, интерпретации и обработки мнений в этом контексте.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Включает аннотацию сущность-тональность для решения проблемы заголовков, содержащих несколько сущностей с потенциально конфликтующей тональностью. Этот аннотированный вручную набор данных, включающий более 10 700 заголовков новостей, дает представление о вариациях тональности в зависимости от конкретных сущностей в финансовых новостях.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Набор данных, состоящий из токенизированных и аннотированных речей Федерального комитета по открытому рынку (FOMC), протоколов заседаний и стенограмм пресс-конференций. Этот ресурс направлен на понимание влияния денежно-кредитной политики на финансовые рынки посредством анализа языка, используемого центральным банком.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Аннотированный набор данных об отношениях в финансовых документах, содержащий примерно 29 000 экземпляров и 22 типа отношений, охватывающих восемь пар сущностей (например, человек-должность, организация-деньги), извлеченных из отчетности SEC 10-X. Полезен для идентификации связей между сущностями в финансовых отчетах.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Составлен из разнообразных источников новостей и оценен экспертами-людьми, что позволяет исследователям изучать, как заголовки новостей влияют на движение цен, сравнение активов и другие финансовые события.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Набор данных, разработанный для распознавания именованных сущностей (NER) в финансовой сфере, помогающий идентифицировать и классифицировать финансовые компании в текстовых данных.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Предоставляет многоязычный финансовый набор данных NLP с реальными заголовками финансовых статей на 15 языках. Аннотирован темами высокого и низкого уровня, что облегчает задачи многоклассовой и многометочной классификации.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Коллекция пар вопросов и ответов с углубленным анализом финансовых отчетов. Составлена финансовыми экспертами, она сосредоточена на глубоком логическом выводе на основе финансовых данных, предоставляя обучающие данные для ответов на сложные финансовые запросы.",
      "Chen et al. (2021)"
    ]
  ]
}