{
  "columns": [
    "Recurso",
    "Descrizione",
    "Referèntzia"
  ],
  "data": [
    [
      "SentiWordNet",
      "Istituit una risursa lessicale basada in WordNet, assignende puntegias de sentimentu (obietivu, positivu, negativu) a sensos de paràula individuales (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contenet belle 5.000 frammentos de testu, regortos dae notìtzias finantziàrias e comunicados de imprenta subra de cumpanzias finlandesas cummertzializadas in sa Borsa NASDAQ OMX Nordic. Cada frammentu est etichettadu comente positivu, negativu o neutrale.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Unu dataset pro sa cumprensione de su sentimentu in testos finantziàrios, cumbinende intellighèntzia artifitziale e tecnològias de Semantic Web pro mègius reconnòschere, interpretare e protzessare sas opiniones a intro de custu cuntestu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Incorporat annotatzione de sentimentu pro entidade pro afrontare su disafiu de sas testas de notìtzia chi cuntenent entidades mùltiplas cun sentimentos chi podent èssere in cunflitu. Custu dataset annotadu umanamente, de prus de 10.700 testas de notìtzia, frunit informatziones subra de sas variatziones de sentimentu a segunda de sas entidades ispetzìficas in sas notìtzias finantziàrias.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Unu dataset de discorsos, verbale de reunione e trascritziones de cunferèntzias de imprenta tokenizados e annotados de su Federal Open Market Committee (FOMC). Custa risursa punnat a cumprèndere s'influèntzia de sa polìtica monetària in sos mercados finantziàrios analizende su limbàgiu impreadu dae sa banca tzentrale.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Unu dataset annotadu de relatziones a intro de documentos finantziàrios cun belle 29.000 istàntzias e 22 tipos de relatzione in oto parigas de entidades (p. es. persona-tìtulu, org-money), estràidas dae sos archiviamentos SEC 10-X. Ùtile pro identificare relatziones intre entidades in raportos finantziàrios.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Cumpiladu dae fontes de notìtzia diversas e valutadu dae espertos umanos, permitende a sos chircadores de esplorare comente sas testas de notìtzia influèntziant sos movimentos de preu, sas cumparatziones de benes e àteros eventos finantziàrios.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Unu dataset disinnadu pro su Riconnoschimentu de Entidade Nominale (NER) in su panorama finantziàriu, agiudende a identificare e classificare sas cumpanzias finantziàrias a intro de sos datos de testu.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Frunit unu dataset multilingue pro NLP finantziàriu cun testas de artìculos finantziàrios reales in 15 limbas. Annotadu cun temas de livellu artu e livellu bassu, facilitende sos cumpitos de classificatzione multiclasse e multietichetta.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Una regorta de parigas de pregontas e rispostas cun anàlisi in profundidade de raportos finantziàrios. Iscritu dae espertos finantziàrios, si cuntzentrat in su rasonamentu in profundidade subra de datos finantziàrios, frunende datos de addestramentu pro rispòndere a pregontas finantziàrias cumplessas.",
      "Chen et al. (2021)"
    ]
  ]
}