{
  "columns": [
    "Sumber",
    "Déskripsi",
    "Réferénsi"
  ],
  "data": [
    [
      "SentiWordNet",
      "Netepkeun sumber léksikal dumasar kana WordNet, masihan skor sentimen (objektif, positif, négatif) kana harti kecap individu (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Ngandung ampir 5.000 potongan téks, dikumpulkeun tina berita finansial sareng siaran pers ngeunaan perusahaan-perusahaan Finlandia anu didagangkeun di Bursa Efek NASDAQ OMX Nordic. Unggal potongan téks dilabélan salaku positif, négatif, atanapi nétral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Kumpulan data pikeun ngartos sentimen dina téks finansial, ngagabungkeun téknologi artificial intelligence sareng Semantic Web pikeun leuwih hadé ngenal, napsirkeun, sareng ngolah opini dina kontéks ieu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Ngawengku anotasi entitas-sentimen pikeun ngungkulan tantangan judul anu ngandung sababaraha entitas kalayan poténsi sentimen anu patukang-tonggong. Kumpulan data anu diannotasi ku manusa tina leuwih 10.700 judul berita ieu nyadiakeun wawasan ngeunaan variasi sentimen anu gumantung kana entitas spésifik dina berita finansial.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Kumpulan data pidato, notulén rapat, sareng transkrip konferénsi pers Federal Open Market Committee (FOMC) anu di-tokenisasi sareng diannotasi. Sumber ieu boga tujuan pikeun ngartos pangaruh kawijakan monéter kana pasar finansial ku nganalisis basa anu dipaké ku bank séntral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Kumpulan data anotasi hubungan dina dokumén finansial kalayan kira-kira 29.000 instansi sareng 22 jinis hubungan dina dalapan pasangan entitas (contona, person-title, org-money), diekstraksi tina filings SEC 10-X. Berguna pikeun ngaidéntifikasi hubungan antara entitas dina laporan finansial.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Disusun tina sumber berita anu rupa-rupa sareng diévaluasi ku ahli manusa, ngamungkinkeun panaliti pikeun ngajalajah kumaha judul berita mangaruhan gerakan harga, babandingan asét, sareng kajadian finansial séjén.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Kumpulan data anu dirancang pikeun Named Entity Recognition (NER) dina lanskap finansial, ngabantu dina ngaidéntifikasi sareng ngaklasifikasikeun perusahaan finansial dina data téks.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Nyadiakeun kumpulan data NLP finansial multibasa kalayan judul artikel finansial dunya nyata dina 15 basa. Dianotasi ku topik tingkat luhur sareng tingkat handap, ngagampangkeun tugas klasifikasi multi-kelas sareng multi-labél.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Kumpulan pasangan tanya-jawab kalayan analisis jero ngeunaan laporan finansial. Ditulis ku ahli finansial, fokus kana nalar jero ngeunaan data finansial, nyadiakeun data pelatihan pikeun ngajawab patarosan finansial anu kompléks.",
      "Chen et al. (2021)"
    ]
  ]
}