{
  "columns": [
    "ทรัพยากร",
    "คำอธิบาย",
    "อ้างอิง"
  ],
  "data": [
    [
      "SentiWordNet",
      "สร้างคลังคำศัพท์โดยอิงตาม WordNet โดยกำหนดคะแนนความรู้สึก (ความเป็นกลาง, บวก, ลบ) ให้กับความหมายของคำแต่ละคำ (synsets)",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "ประกอบด้วยข้อความสั้นๆ เกือบ 5,000 รายการ รวบรวมจากข่าวการเงินและข่าวประชาสัมพันธ์เกี่ยวกับบริษัทฟินแลนด์ที่ซื้อขายในตลาด NASDAQ OMX Nordic Exchange โดยแต่ละรายการถูกระบุว่าเป็นบวก ลบ หรือเป็นกลาง",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "ชุดข้อมูลสำหรับการทำความเข้าใจความรู้สึกในข้อความทางการเงิน โดยรวมปัญญาประดิษฐ์และเทคโนโลยี Semantic Web เพื่อให้สามารถรับรู้ ตีความ และประมวลผลความคิดเห็นในบริบทนี้ได้ดียิ่งขึ้น",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "รวมการระบุความรู้สึกต่อเอนทิตีเพื่อแก้ไขความท้าทายของหัวข้อข่าวที่มีหลายเอนทิตีที่อาจมีความรู้สึกที่ขัดแย้งกัน ชุดข้อมูลที่มนุษย์จัดประเภทนี้ประกอบด้วยหัวข้อข่าวมากกว่า 10,700 รายการ ซึ่งให้ข้อมูลเชิงลึกเกี่ยวกับความแปรปรวนของความรู้สึกที่ขึ้นอยู่กับเอนทิตีเฉพาะในข่าวการเงิน",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "ชุดข้อมูลที่มีการแบ่งคำและการระบุประเภทของสุนทรพจน์ รายงานการประชุม และบันทึกการแถลงข่าวของคณะกรรมการตลาดเปิดกลางสหพันธรัฐ (FOMC) ทรัพยากรนี้มีเป้าหมายเพื่อทำความเข้าใจอิทธิพลของนโยบายการเงินต่อตลาดการเงิน โดยการวิเคราะห์ภาษาที่ธนาคารกลางใช้",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "ชุดข้อมูลที่ระบุความสัมพันธ์ภายในเอกสารทางการเงิน มีตัวอย่างประมาณ 29,000 รายการ และ 22 ประเภทความสัมพันธ์ ครอบคลุมคู่เอนทิตีแปดคู่ (เช่น บุคคล-ตำแหน่ง, องค์กร-เงิน) ที่ถูกดึงมาจากเอกสาร SEC 10-X มีประโยชน์ในการระบุความสัมพันธ์ระหว่างเอนทิตีในรายงานทางการเงิน",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "รวบรวมจากแหล่งข่าวที่หลากหลายและได้รับการประเมินโดยผู้เชี่ยวชาญที่เป็นมนุษย์ ทำให้นักวิจัยสามารถสำรวจว่าหัวข้อข่าวมีอิทธิพลต่อการเคลื่อนไหวของราคา การเปรียบเทียบสินทรัพย์ และเหตุการณ์ทางการเงินอื่นๆ",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "ชุดข้อมูลที่ออกแบบมาสำหรับการรู้จำเอนทิตีที่มีชื่อ (NER) ภายในภูมิทัศน์ทางการเงิน ช่วยในการระบุและจัดประเภทบริษัททางการเงินภายในข้อมูลข้อความ",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "ให้ชุดข้อมูล NLP ด้านการเงินหลายภาษา พร้อมหัวข้อข่าวบทความทางการเงินในโลกความเป็นจริงใน 15 ภาษา กำกับด้วยหัวข้อระดับสูงและระดับต่ำ ซึ่งอำนวยความสะดวกในงานการจัดประเภทแบบหลายคลาสและหลายป้ายกำกับ",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "ชุดคำถาม-คำตอบ พร้อมการวิเคราะห์รายงานทางการเงินอย่างละเอียด เขียนโดยผู้เชี่ยวชาญด้านการเงิน โดยมุ่งเน้นที่การใช้เหตุผลเชิงลึกซึ้งกับข้อมูลทางการเงิน ซึ่งให้ข้อมูลการฝึกอบรมสำหรับการตอบคำถามทางการเงินที่ซับซ้อน",
      "Chen et al. (2021)"
    ]
  ]
}