{
  "columns": [
    "Mapagkukunan",
    "Paliwanag",
    "Sanggunian"
  ],
  "data": [
    [
      "SentiWordNet",
      "Isang mapagkukunang leksikal na nakabatay sa WordNet, na nagtatalaga ng mga iskor ng sentimyento (objective, positive, negative) sa bawat kahulugan ng salita (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Naglalaman ng halos 5,000 sipi ng teksto, na kinalap mula sa balitang pinansyal at press releases tungkol sa mga kumpanyang Finnish na nakalista sa NASDAQ OMX Nordic Exchange. Ang bawat sipi ay may label na positibo, negatibo, o neutral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Isang dataset para sa pag-unawa sa sentimyento sa mga teksto ng pananalapi, na pinagsasama ang artificial intelligence at Semantic Web technologies upang mas makilala, mabigyang-kahulugan, at maproseso ang mga opinyon sa loob ng kontekstong ito.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Isinasama ang entity-sentiment annotation upang tugunan ang hamon ng mga pamagat na naglalaman ng maraming entity na may potensyal na magkasalungat na sentimyento. Ang dataset na ito na may anotasyon ng tao at binubuo ng higit sa 10,700 pamagat ng balita ay nagbibigay ng pananaw sa mga pagkakaiba-iba ng sentimyento depende sa mga partikular na entity sa balitang pinansyal.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Isang dataset ng mga tokenized at annotated na talumpati ng Federal Open Market Committee (FOMC), mga minuto ng pagpupulong, at mga transcript ng press conference. Ang mapagkukunang ito ay naglalayong maunawaan ang impluwensya ng monetary policy sa mga pamilihan ng pananalapi sa pamamagitan ng pagsusuri sa wika na ginagamit ng bangko sentral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Isang dataset na may anotasyon ng mga relasyon sa loob ng mga dokumentong pinansyal na may humigit-kumulang 29,000 instance at 22 uri ng relasyon sa walong entity pairs (halimbawa, person-title, org-money), na kinuha mula sa mga paghahain ng SEC 10-X. Kapaki-pakinabang para sa pagtukoy ng mga relasyon sa pagitan ng mga entity sa mga ulat pinansyal.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Tinipon mula sa magkakaibang mapagkukunan ng balita at sinuri ng mga dalubhasa, na nagpapahintulot sa mga mananaliksik na tuklasin kung paano nakakaimpluwensya ang mga pamagat ng balita sa paggalaw ng presyo, paghahambing ng asset, at iba pang mga pangyayari sa pananalapi.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Isang dataset na idinisenyo para sa Named Entity Recognition (NER) sa loob ng financial landscape, na tumutulong sa pagtukoy at pag-uuri ng mga kumpanya ng pananalapi sa loob ng data ng teksto.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Nagbibigay ng multilingual financial NLP dataset na may mga pamagat ng artikulong pinansyal mula sa totoong mundo sa 15 wika. May anotasyon ng high-level at low-level na mga paksa, na nagpapadali sa multi-class at multi-label classification tasks.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Isang koleksyon ng mga pares ng tanong-sagot na may malalim na pagsusuri ng mga ulat pinansyal. Isinulat ng mga eksperto sa pananalapi, ito ay nakatuon sa malalim na pangangatwiran sa data ng pananalapi, na nagbibigay ng training data para sa pagsagot sa mga kumplikadong katanungang pinansyal.",
      "Chen et al. (2021)"
    ]
  ]
}