{
  "columns": [
    "केंद्रित श्रेणी",
    "केंद्रित विषय",
    "प्रश्न"
  ],
  "data": [
    [
      "आर्थिक सूचक",
      "लाभांश",
      "Q1: या कंपनीने गुंतवणूकदारांना लाभांश दिला आहे का? Q2: स्टॉक लाभांशांमध्ये कोणतीही वाढ किंवा घट झाली आहे का? जर होय, तर लाभांश कोणत्या दराने वाढत आहेत? Q3: कंपनीने कोणत्या प्रकारचा लाभांश दिला?"
    ],
    [
      "आर्थिक सूचक",
      "महसूल",
      "Q1: मागील तिमाहीत कंपनीचा नोंदवलेला महसूल किती होता आणि मागील वर्षाच्या याच तिमाहीच्या तुलनेत तो कसा आहे? Q2: या तिमाहीत कंपनीच्या महसूल कामगिरीवर कोणत्या घटकांनी प्रभाव टाकला? Q3: आगामी तिमाहीसाठी कंपनीचे महसूल अंदाज काय आहेत आणि ही उद्दिष्ट्ये साध्य करण्यासाठी कोणत्या धोरणांची अंमलबजावणी केली जात आहे?"
    ],
    [
      "आर्थिक सूचक",
      "परतावा",
      "Q1: या तिमाहीसाठी कंपनीचा निव्वळ नफा मार्जिन किती होता आणि मागील तिमाही किंवा वर्षापासून त्यात कसा बदल झाला आहे? Q2: या कालावधीसाठी कंपनीचा इक्विटीवरील परतावा (ROE) आणि मालमत्तेवरील परतावा (ROA) किती आहे? Q3: आगामी काळात कंपनी भागधारकांचे मूल्य कसे वाढवण्याची योजना आखत आहे? कोणते लाभांश किंवा बायबॅक नियोजित आहेत का?"
    ],
    [
      "आर्थिक सूचक",
      "उत्पन्न",
      "Q1: उत्पन्नामध्ये कोणतीही वाढ किंवा घट झाली आहे का? जर होय, तर उत्पन्न कोणत्या दराने वाढत आहे किंवा कमी होत आहे? Q2: भविष्यातील उत्पन्न वाढीच्या संदर्भात या कंपनीच्या अधिकाऱ्यांनी कोणता दृष्टिकोन दिला आहे? Q3: उत्पन्न अपेक्षेपेक्षा जास्त आहे की कमी? ते समवयस्कांच्या तुलनेत आकर्षक आहेत का?"
    ],
    [
      "कर्मचारी व्यवस्थापन",
      "वेतन",
      "Q1: कंपनीच्या एकूण खर्चापैकी किती टक्के खर्च सध्या कर्मचाऱ्यांच्या वेतनासाठी वाटप केला जातो आणि अलीकडील व्यावसायिक घडामोडींच्या प्रतिसादात यात कसा बदल झाला आहे? Q2: तुमच्या कंपनीची भरपाई रचना उद्योग मानकांशी कशी तुलना करते, विशेषत: वेतन, फायदे आणि बोनसच्या बाबतीत? Q3: मागील वर्षाच्या तुलनेत या वर्षी कंपनीतील सरासरी वेतन वाढ किंवा घट किती होती?"
    ],
    [
      "कर्मचारी व्यवस्थापन",
      "निवृत्ती वेतन",
      "Q1: कंपनीच्या निवृत्ती वेतन निधीची सद्यस्थिती काय आहे आणि मागील वर्षात त्याच्या निधीच्या स्थितीत कोणते मोठे बदल झाले आहेत? Q2: कंपनी तिची निवृत्ती वेतन दायित्वे कशी व्यवस्थापित करते आणि कोणत्याही कमी निधी असलेल्या स्थितीवर लक्ष देण्यासाठी कोणती धोरणे आहेत? Q3: सध्याच्या निवृत्ती वेतन वचनबद्धतेचा कंपनीच्या भविष्यातील आर्थिक कामगिरीवर काय परिणाम अपेक्षित आहे?"
    ],
    [
      "कर्मचारी व्यवस्थापन",
      "व्यवस्थापन बदल",
      "Q1: कंपनीच्या मुख्य व्यवस्थापन पदांमध्ये, जसे की CEO इत्यादी, अलीकडे काही बदल झाले आहेत का? Q2: अलीकडील व्यवस्थापन बदलांमागील कारणे काय होती, विशेषत: CEO पदावरील बदलांची? Q3: अलीकडील व्यवस्थापन बदलांचा नजीकच्या काळात कंपनीच्या धोरणावर काय परिणाम अपेक्षित आहे?"
    ],
    [
      "खर्च",
      "कार्यकारी खर्च",
      "Q1: मागील तिमाहीच्या तुलनेत या तिमाहीत एकूण कार्यकारी खर्च किती होता? Q2: कार्यकारी खर्चातील कोणत्याही महत्त्वपूर्ण बदलांना कोणत्या घटकांनी हातभार लावला? Q3: सध्याच्या आर्थिक परिस्थितीच्या प्रकाशात तुम्ही कार्यकारी खर्च कसे व्यवस्थापित करत आहात?"
    ],
    [
      "खर्च",
      "विकलेल्या मालाची किंमत",
      "Q1: या तिमाहीत विकलेल्या मालाच्या किंमतीत (Cost of Goods Sold) कसा बदल झाला आणि या बदलांमागील प्रमुख घटक कोणते होते? Q2: विकलेल्या मालाची किंमत (Cost of Goods Sold) महसुलाच्या किती टक्के आहे आणि याची उद्योग मानकांशी तुलना कशी आहे? Q3: गुणवत्तेशी तडजोड न करता विकलेल्या मालाची किंमत (Cost of Goods Sold) कमी करण्यासाठी कोणतीही योजना लागू आहे का?"
    ],
    [
      "खर्च",
      "विपणन आणि विक्री खर्च",
      "Q1: या तिमाहीत कंपनीने विपणन आणि विक्रीवर किती खर्च केला? Q2: कोणत्या विशिष्ट विपणन किंवा विक्री धोरणांमुळे हा खर्च झाला? Q3: कामगिरीच्या आधारावर आगामी तिमाहीत या धोरणांमध्ये बदल करण्याची योजना आहे का?"
    ],
    [
      "विस्तार",
      "भौगोलिक विस्तार",
      "Q1: कंपनी कोणत्या विशिष्ट प्रदेशांमध्ये किंवा बाजारपेठांमध्ये विस्तार करत आहे आणि या निवडींवर कोणत्या घटकांनी प्रभाव टाकला? Q2: भौगोलिक विस्ताराशी संबंधित प्रारंभिक खर्च काय आहेत आणि त्याला समर्थन देण्यासाठी कोणती धोरणे लागू आहेत? Q3: नवीन प्रादेशिक कार्यांना नफा मिळवण्यासाठी अंदाजित कालमर्यादा काय आहे?"
    ],
    [
      "विस्तार",
      "उत्पादन श्रेणी विस्तार",
      "Q1: कंपनी कोणती नवीन उत्पादने सादर करत आहे आणि त्यांचा उद्देश कोणत्या ग्राहक किंवा बाजारपेठेच्या गरजा पूर्ण करण्याचा आहे? Q2: या उत्पादनांच्या परिचयामुळे कंपनीच्या उत्पादन खर्चावर आणि एकूण आर्थिक कामगिरीवर कसा परिणाम होईल? Q3: नवीन उत्पादने आणि विद्यमान उत्पादने किंवा सेवांमध्ये कोणतेही अपेक्षित समन्वय आहेत का?"
    ],
    [
      "विस्तार",
      "बाजार विभागणी विस्तार",
      "Q1: कंपनी कोणत्या नवीन ग्राहक विभागांना लक्ष्य करत आहे आणि या धोरणात्मक दिशेला कोणते संशोधन समर्थन देते? Q2: या नवीन विभागांपर्यंत पोहोचण्यासाठी कोणती विपणन धोरणे वापरली जातील आणि अपेक्षित खर्च काय आहेत? Q3: पुढील काही वर्षांसाठी या नवीन बाजार विभागांच्या वाढीची अपेक्षा काय आहे?"
    ],
    [
      "व्यवसाय",
      "व्यवसाय",
      "Q1: कंपनीद्वारे सध्या कोणते प्रमुख प्रकल्प किंवा उपक्रम हाती घेतले जात आहेत आणि प्रत्येक प्रकल्पात काय समाविष्ट आहे याचे संक्षिप्त विहंगावलोकन द्या? Q2: मागील तिमाहीच्या तुलनेत या प्रकल्पांची कामगिरी कशी आहे आणि त्याच क्षेत्रातील प्रतिस्पर्धकांच्या तुलनेत ते कसे आहेत? या उपक्रमांना बाजाराचा प्रतिसाद कसा मिळाला आहे? Q3: सध्याच्या अहवाल कालावधीसाठी या प्रकल्पांमधून निर्माण झालेला महसूल किती आहे आणि त्यांच्या भविष्यातील कामगिरीवर कोणते संभाव्य धोके परिणाम करू शकतात?"
    ],
    [
      "भविष्यातील दृष्टिकोन",
      "भविष्यातील दृष्टिकोन",
      "Q1: आगामी वर्षासाठी कंपनीची प्राथमिक धोरणात्मक उद्दिष्ट्ये काय आहेत आणि ही उद्दिष्ट्ये साध्य करण्यासाठी कोणते प्रमुख उपक्रम नियोजित आहेत? Q2: या भविष्यातील योजना सध्याच्या उद्योग ट्रेंड आणि बाजारातील मागणीशी कशा जुळतात? Q3: या योजनांचा कंपनीच्या अल्प आणि दीर्घकालीन कामगिरीवर अपेक्षित आर्थिक परिणाम काय आहेत?"
    ]
  ]
}