{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pamriksa"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apakah perusahaan iki nggawe pembayaran dividen kanggo investor? Q2: Apa ana kenaikan utawa penurunan ing dividen saham? Menapa mboten, apa rate kenaikan dividen? Q3: Jenis dividen apa sing diwenehake perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Apa pendapatan sing dilapurake perusahaan kanggo kuartal iki lan kaya apa perbandingane karo kuartal sing padha ing taun kepungkur? Q2: Apa faktor sing ngarani performa pendapatan perusahaan kuartal iki? Q3: Apa proyeksi pendapatan perusahaan kanggo kuartal sing bakal tekan lan strategi apa sing diadopsi kanggo nggayuh target iki?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Apa marjin laba bersih perusahaan kanggo kuartal iki lan kaya apa perubahane saka kuartal utawa taun kepungkur? Q2: Apa Return on Equity (ROE) lan Return on Assets (ROA) perusahaan kanggo periode iki? Q3: Kaya apa rencana perusahaan kanggo nggawe nilai kanggo pemegang saham ing periode sing bakal tekan? Apa ana rencana pembayaran dividen utawa buyback?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Apa ana kenaikan utawa penurunan ing laba? Menapa mboten, apa rate kenaikan utawa penurunan laba? Q2: Apa proyeksi sing diberike eksekutif perusahaan kanggo pertumbuhan laba ing mangsa ngarep? Q3: Apa laba iki dhuwur utawa rendhah karo ekspektasi? Apa menarik karo kompetitor?"
    ],
    [
      "Manajer Karyawan",
      "Gaji",
      "Q1: Apa persentase saka total biaya perusahaan sing digunakake kanggo gaji karyawan lan kaya apa perubahane sawise perkembangan bisnis anyar? Q2: Kaya apa struktur kompensasi perusahaan karo standar industri, khususne ing aspek gaji, manfaat lan bonus? Q3: Apa rata-rata kenaikan utawa penurunan gaji ing perusahaan iki taun iki dibanding taun kepungkur?"
    ],
    [
      "Manajer Karyawan",
      "Pensiun",
      "Q1: Apa status dana pensiun perusahaan saiki lan apa perubahane signifikan ing status pendanaan dina iki? Q2: Kaya apa perusahaan ngelola kewajiban pensiun lan strategi apa sing diadopsi kanggo ngatasi posisi underfunded? Q3: Apa dampak pensiun sing diharapake kanggo kinerja keuangan perusahaan ing mangsa ngarep?"
    ],
    [
      "Manajer Karyawan",
      "Perubahan Manajemen",
      "Q1: Apa ana perubahan anyar ing posisi manajemen utama perusahaan, kalebu CEO lan liyane? Q2: Apa alasan perubahan manajemen anyar, khususne ing posisi CEO? Q3: Apa dampak perubahan manajemen anyar kanggo strategi perusahaan ing jangka pendek?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Apa total biaya operasional kuartal iki dibanding kuartal kepungkur? Q2: Apa faktor sing ngarani perubahan signifikan ing biaya operasional? Q3: Kaya apa ngelola biaya operasional ing kondisi ekonomi saiki?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Kaya apa perubahane Biaya Pokok Penjualan kuartal iki lan apa faktor utama sing ngarani perubahane iki? Q2: Apa persentase pendapatan sing diwakili Biaya Pokok Penjualan lan kaya apa perbandingane karo standar industri? Q3: Apa ana inisiatif kanggo ngurangi Biaya Pokok Penjualan tanpa ngganggu kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pemasaran lan Penjualan",
      "Q1: Apa jumlah biaya pemasaran lan penjualan perusahaan kuartal iki? Q2: Apa strategi pemasaran lan penjualan spesifik sing ngarani biaya iki? Q3: Apa rencana kanggo ngganti strategi iki ing kuartal sing bakal tekan dhasar kinerja?"
    ],
    [
      "Pengembangan",
      "Pengembangan Geografis",
      "Q1: Wilayah utawa pasar apa sing dijupuk perusahaan lan apa faktor sing ngarani pilihan iki? Q2: Apa biaya awal kanggo pengembangan geografis lan strategi apa sing diadopsi kanggo ngusahake? Q3: Apa proyeksi timeline kanggo operasi regional anyar kanggo nggayuh keuntungan?"
    ],
    [
      "Pengembangan",
      "Pengembangan Garis Produk",
      "Q1: Produk anyar apa sing diintroduce perusahaan lan apa kebutuhan konsumen utawa pasar sing dijawab? Q2: Kaya apa pengaruh produk anyar iki kanggo biaya produksi lan kinerja keuangan perusahaan? Q3: Apa ana sinergi antarane produk anyar lan produk utawa layanan sing wis ana?"
    ],
    [
      "Pengembangan",
      "Pengembangan Segmentasi Pasar",
      "Q1: Segmentasi konsumen apa sing dituju perusahaan lan apa riset sing ngarani arah strategi iki? Q2: Apa strategi pemasaran kanggo nggayuh segmentasi anyar iki lan apa biaya sing diharapake? Q3: Apa ekspektasi pertumbuhan kanggo segmentasi pasar anyar iki ing taun-taun ngarep?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Apa proyek utama utawa inisiatif sing sedang dijalani perusahaan lan apa gambaran sing bisa diberike baben proyek iki? Q2: Kaya apa kinerja proyek iki dibanding kuartal kepungkur lan kaya apa posisine karo kompetitor ing sektor sing padha? Apa respon pasar kanggo inisiatif iki? Q3: Apa pendapatan sing dihasilake proyek iki kanggo periode pelaporan saiki lan apa risiko potensial kanggo kinerja mangsa ngarep?"
    ],
    [
      "Proyeksi Mangsa Ngarep",
      "Proyeksi Mangsa Ngarep",
      "Q1: Apa tujuan strategis utama perusahaan kanggo taun ngarep lan apa inisiatif utama kanggo nggayuh tujuan iki? Q2: Kaya apa rencana mangsa ngarep iki cocog karo tren industri lan permintaan pasar saiki? Q3: Apa dampak keuangan sing diharapake kanggo kinerja perusahaan ing jangka pendek lan jangka panjang?"
    ]
  ]
}