{
  "columns": [
    "Kategorya ng Pansamantala",
    "Item ng Pansamantala",
    "Mga Tanong"
  ],
  "data": [
    [
      "Indikasyon sa Pondo",
      "Dividend",
      "Q1: Nagbayad ba ng dividend ang kumpanya sa mga mamumuhunan? Q2: Mayroon ba anumang pagtaas o pagbaba sa stock dividends? Kung oo, ano ang rate ng pagtaas ng dividends? Q3: Anong uri ng dividend ang ibinayad ng kumpanya?"
    ],
    [
      "Indikasyon sa Pondo",
      "Kita",
      "Q1: Ano ang ulat ng kumpanya tungkol sa kita para sa nakaraang quarter, at paano ito nakikita sa parehong quarter sa nakaraang taon? Q2: Ano ang mga salik na nakaapekto sa kumpanya’s performance ng kita sa quarter na ito? Q3: Ano ang mga forecast ng kumpanya para sa kita sa susunod na quarter, at ano ang mga estratehiya na nasa lugar upang makamit ang mga target na ito?"
    ],
    [
      "Indikasyon sa Pondo",
      "Ibalik",
      "Q1: Ano ang net profit margin ng kumpanya para sa quarter na ito, at paano ito nagbago mula sa nakaraang quarter o taon? Q2: Ano ang Return on Equity (ROE) at Return on Assets (ROA) ng kumpanya para sa panahong ito? Q3: Paano plano ng kumpanya na mapabuti ang halaga ng mga stockholder sa susunod na panahon? Mayroon ba anumang mga dividend o buybacks na plano?"
    ],
    [
      "Indikasyon sa Pondo",
      "Kita",
      "Q1: Mayroon ba anumang pagtaas o pagbaba sa kita? Kung oo, ano ang rate ng pagtaas o pagbaba ng kita? Q2: Ano ang outlook na ibinigay ng mga executive ng kumpanya tungkol sa pagtaas ng kita sa hinaharap? Q3: Ang mga kita ay nasa itaas o ibaba kumpara sa mga inaasahan? Ang mga ito ay kasiya-siya kumpara sa mga kakumpitensya?"
    ],
    [
      "Manager ng Manggagawa",
      "Suweldo",
      "Q1: Ano ang porsyento ng kabuuang gastos ng kumpanya na nakalaan para sa mga suweldo ng empleyado, at paano ito nagbago dahil sa mga kamakailang negosyo? Q2: Paano kumikilala ang kompensasyon ng iyong kumpanya sa mga standard ng industriya, lalo na sa mga suweldo, benepisyo, at bonus? Q3: Ano ang average na pagtaas o pagbaba ng suweldo sa buong kumpanya sa taong ito kumpara sa nakaraang taon?"
    ],
    [
      "Manager ng Manggagawa",
      "Pension",
      "Q1: Ano ang kasalukuyang kalagayan ng pension fund ng kumpanya, at ano ang mga pangunahing pagbabago sa kanyang kalagayan ng pondo sa nakaraang taon? Q2: Paano ng kumpanya inaalagaan ang kanyang mga utang sa pension, at ano ang mga estratehiya na nasa lugar upang harapin ang anumang hindi sapat na pondo? Q3: Ano ang inaasahang epekto ng mga kasalukuyang obligasyon sa pension sa hinaharap na financial performance ng kumpanya?"
    ],
    [
      "Manager ng Manggagawa",
      "Pagbabago sa Pamamahala",
      "Q1: Mayroon ba anumang kamakailang pagbabago sa mga pangunahing posisyon ng kumpanya, kabilang ang CEO, etc. Q2: Ano ang mga dahilan sa kamakailang pagbabago sa pamamahala, lalo na sa posisyon ng CEO? Q3: Ano ang epekto ng kamakailang pagbabago sa pamamahala sa inaasahang estratehiya ng kumpanya sa maikling panahon?"
    ],
    [
      "Gastos",
      "Operating Costs",
      "Q1: Ano ang kabuuang operating costs sa quarter na ito kumpara sa nakaraang quarter? Q2: Ano ang mga salik na nagdulot ng anumang malaking pagbabago sa operating costs? Q3: Paano inaalagaan ang operating costs sa ngayon na kondisyon ng ekonomiya?"
    ],
    [
      "Gastos",
      "Cost of Goods Sold",
      "Q1: Paano nagbago ang Cost of Goods Sold sa quarter na ito, at ano ang mga dahilan sa mga pagbabagong ito? Q2: Ano ang porsyento ng kita na kinikita ng Cost of Goods Sold, at paano ito kumpara sa mga standard ng industriya? Q3: Mayroon ba anumang mga inisiatiba na nasa lugar upang bawasan ang Cost of Goods Sold nang hindi nakakaapekto sa kalidad?"
    ],
    [
      "Gastos",
      "Marketing at Sales Costs",
      "Q1: Gaano karaming pera ang inilalaan ng kumpanya para sa marketing at sales sa quarter na ito? Q2: Ano ang mga partikular na estratehiya sa marketing o sales na nagdulot ng mga gastos na ito? Q3: Mayroon ba plano na i-adjust ang mga estratehiyang ito sa susunod na quarter batay sa performance?"
    ],
    [
      "Pagsusulong",
      "Geographic Expansion",
      "Q1: Anong mga partikular na rehiyon o merkado ang sinususulong ng kumpanya, at ano ang mga dahilan sa pagpili nito? Q2: Ano ang mga unang gastos na kasangkot sa geographic expansion at ano ang mga estratehiya na nasa lugar upang suportahan ito? Q3: Ano ang inaasahang timeline para sa mga bagong operasyon sa rehiyon upang maabot ang profitability?"
    ],
    [
      "Pagsusulong",
      "Product Line Expansion",
      "Q1: Anong mga produkto ang inilalabas ng kumpanya, at ano ang mga pangangailangan ng consumer o merkado na sinusubaybayan nila? Q2: Paano makakaapekto sa production costs at pangkalahatang financial performance ng kumpanya ang paglulunsad ng mga produkto na ito? Q3: Mayroon ba anumang inaasahang synergies sa pagitan ng mga bagong produkto at mga umiiral na produkto o serbisyo?"
    ],
    [
      "Pagsusulong",
      "Market Segmentation Expansion",
      "Q1: Anong mga bagong segment ng customer ang sinususulong ng kumpanya, at ano ang mga pananaliksik na sumusuporta sa direktiyang ito? Q2: Ano ang mga estratehiya sa marketing na gagamitin upang maabot ang mga bagong segment na ito, at ano ang inaasahang gastos? Q3: Ano ang inaasahang paglago para sa mga bagong segment ng merkado sa susunod na ilang taon?"
    ],
    [
      "Negosyo",
      "Negosyo",
      "Q1: Ano ang mga pangunahing proyekto o inisiatiba na kasalukuyang ginagawa ng kumpanya, at magbigay ng maikling paliwanag tungkol sa bawat proyekto? Q2: Paano ang performance ng mga proyektong ito kumpara sa nakaraang quarter, at paano sila nakikita kumpara sa mga kakumpitensya sa parehong sektor? Ano ang reaksyon ng merkado sa mga inisiatibang ito? Q3: Ano ang mga naitalang kita mula sa mga proyektong ito para sa kasalukuyang ulat, at ano ang mga potensyal na panganib na maaaring makaapekto sa kanilang hinaharap na performance?"
    ],
    [
      "Mga Hinaharap na Proyekto",
      "Mga Hinaharap na Proyekto",
      "Q1: Ano ang mga pangunahing layunin ng kumpanya para sa susunod na taon, at ano ang mga pangunahing inisiatiba na plano upang makamit ang mga layuning ito? Q2: Paano ang mga plano sa hinaharap ay sumusunod sa mga trend at pangangailangan ng merkado? Q3: Ano ang inaasahang epekto sa financial performance ng kumpanya sa maikling at mahabang panahon?"
    ]
  ]
}