{
  "columns": [
    "주요 범주",
    "주요 항목",
    "질문"
  ],
  "data": [
    [
      "재무 지표",
      "배당금",
      "Q1: 이 회사는 투자자들에게 배당금을 지급했습니까? Q2: 주식 배당금에 증가 또는 감소가 있었습니까? 증가했다면, 배당금이 증가하는 비율은 얼마입니까? Q3: 회사가 지급한 배당금의 유형은 무엇입니까?"
    ],
    [
      "재무 지표",
      "매출",
      "Q1: 지난 분기 회사의 보고된 매출은 얼마이며, 이는 전년 동기 대비 어떻게 비교됩니까? Q2: 이번 분기 회사의 매출 성과에 영향을 준 요인은 무엇입니까? Q3: 향후 분기에 대한 회사의 매출 전망은 무엇이며, 이러한 목표 달성을 위한 전략은 무엇입니까?"
    ],
    [
      "재무 지표",
      "수익률",
      "Q1: 이번 분기 회사의 순이익 마진은 얼마이며, 이는 전 분기 또는 전년 대비 어떻게 변화했습니까? Q2: 이번 기간 동안 회사의 자기자본 수익률(ROE)과 자산 수익률(ROA)은 얼마입니까? Q3: 회사는 향후 기간 동안 주주 가치를 어떻게 향상시킬 계획입니까? 배당금 또는 자사주 매입 계획이 있습니까?"
    ],
    [
      "재무 지표",
      "수익",
      "Q1: 수익에 증가 또는 감소가 있었습니까? 그렇다면 수익이 증가하거나 감소하는 비율은 얼마입니까? Q2: 이 회사의 경영진이 향후 수익 성장에 대해 제시한 전망은 무엇입니까? Q3: 수익이 기대치보다 높거나 낮습니까? 동종 업계와 비교했을 때 매력적인 수준입니까?"
    ],
    [
      "직원 관리",
      "급여",
      "Q1: 현재 회사의 총 비용 중 직원 급여에 할당된 비율은 얼마이며, 최근 사업 전개에 따라 이는 어떻게 변화했습니까? Q2: 귀사의 보상 구조는 산업 표준과 비교했을 때, 특히 급여, 복지 및 보너스 측면에서 어떻습니까? Q3: 올해 회사 전반의 평균 급여 증가 또는 감소율은 작년 대비 어떻습니까?"
    ],
    [
      "직원 관리",
      "연금",
      "Q1: 회사의 연금 기금 현황은 무엇이며, 지난 1년 동안 자금 조달 현황에 있어 주요 변화는 무엇입니까? Q2: 회사는 연금 부채를 어떻게 관리하고 있으며, 부족한 자금을 해결하기 위한 전략은 무엇입니까? Q3: 현재의 연금 의무가 회사의 향후 재무 성과에 미칠 예상 영향은 무엇입니까?"
    ],
    [
      "직원 관리",
      "경영진 변경",
      "Q1: 회사의 주요 경영진 직책(CEO 등 포함)에 최근 변경 사항이 있었습니까? Q2: 최근 경영진 변경, 특히 CEO 직책 변경의 이유는 무엇입니까? Q3: 최근 경영진 변경이 회사의 단기 전략에 미칠 예상 영향은 무엇입니까?"
    ],
    [
      "비용",
      "운영 비용",
      "Q1: 이번 분기의 총 운영 비용은 전 분기 대비 얼마였습니까? Q2: 운영 비용의 주요 변화에 기여한 요인은 무엇입니까? Q3: 현재 경제 상황을 감안하여 운영 비용을 어떻게 관리하고 있습니까?"
    ],
    [
      "비용",
      "매출 원가",
      "Q1: 이번 분기 매출 원가는 어떻게 변화했으며, 이러한 변화를 초래한 주요 요인은 무엇입니까? Q2: 매출 원가는 매출의 몇 퍼센트를 차지하며, 이는 산업 기준과 비교했을 때 어떻습니까? Q3: 품질을 저하시키지 않고 매출 원가를 줄이기 위한 계획이 있습니까?"
    ],
    [
      "비용",
      "마케팅 및 판매 비용",
      "Q1: 회사는 이번 분기에 마케팅 및 판매에 얼마를 지출했습니까? Q2: 이러한 비용에 기여한 구체적인 마케팅 또는 판매 전략은 무엇입니까? Q3: 성과에 따라 향후 분기에 이러한 전략을 조정할 계획이 있습니까?"
    ],
    [
      "확장",
      "지리적 확장",
      "Q1: 회사가 확장하고 있는 구체적인 지역 또는 시장은 무엇이며, 이러한 선택에 영향을 준 요인은 무엇입니까? Q2: 지리적 확장과 관련된 초기 비용은 얼마이며, 이를 지원하기 위한 전략은 무엇입니까? Q3: 새로운 지역 운영이 수익성을 달성할 예상 시점은 언제입니까?"
    ],
    [
      "확장",
      "제품 라인 확장",
      "Q1: 회사가 새롭게 도입하는 제품은 무엇이며, 이는 어떤 소비자 또는 시장 수요를 충족시키려 합니까? Q2: 이러한 제품 도입이 회사의 생산 비용과 전반적인 재무 성과에 미칠 영향은 무엇입니까? Q3: 새 제품과 기존 제품 또는 서비스 간의 예상 시너지는 무엇입니까?"
    ],
    [
      "확장",
      "시장 세그먼트 확장",
      "Q1: 회사가 목표로 하는 새로운 고객 세그먼트는 무엇이며, 이 전략 방향을 뒷받침하는 연구는 무엇입까? Q2: 이러한 새로운 세그먼트에 도달하기 위해 어떤 마케팅 전략이 사용될 것이며, 예상 비용은 얼마입니까? Q3: 향후 몇 년 동안 이러한 새로운 시장 세그먼트의 성장 전망은 무엇입니까?"
    ],
    [
      "사업",
      "사업",
      "Q1: 회사가 현재 추진 중인 주요 프로젝트 또는 이니셔티브는 무엇이며, 각 프로젝트가 수반하는 내용에 대한 간략한 개요를 제공해 주십시오. Q2: 이러한 프로젝트의 성과는 전 분기 대비 어떠했으며, 동일 분야의 경쟁사와 비교했을 때 어떻습니까? 시장은 이러한 이니셔티브에 어떤 반응을 보였습니까? Q3: 현재 보고 기간 동안 이러한 프로젝트에서 발생한 매출은 얼마이며, 향후 성과에 영향을 줄 수 있는 잠재적 위험은 무엇입니까?"
    ],
    [
      "미래 전망",
      "미래 전망",
      "Q1: 회사의 향후 1년간 주요 전략 목표는 무엇이며, 이러한 목표 달성을 위한 주요 이니셔티브는 무엇입니까? Q2: 이러한 미래 계획은 현재 산업 동향 및 시장 수요와 어떻게 일치합니까? Q3: 이러한 계획이 회사의 단기 및 장기 성과에 미칠 예상 재무 영향은 무엇입니까?"
    ]
  ]
}