{
  "columns": [
    "Categoría de enfoque",
    "Elemento de enfoque",
    "Preguntas"
  ],
  "data": [
    [
      "Indicador financiero",
      "Dividendo",
      "P1: ¿Pagó esta empresa dividendos a los inversores? P2: ¿Ha habido aumentos o disminuciones en los dividendos de las acciones? Si es así, ¿cuál es la tasa a la que los dividendos han estado aumentando? P3: ¿Qué tipo de dividendo pagó la empresa?"
    ],
    [
      "Indicador financiero",
      "Ingresos",
      "P1: ¿Cuáles fueron los ingresos reportados por la empresa en el último trimestre y cómo se comparan con el mismo trimestre del año anterior? P2: ¿Qué factores influyeron en el desempeño de los ingresos de la empresa este trimestre? P3: ¿Cuáles son las proyecciones de ingresos de la empresa para los próximos trimestres y cuáles son las estrategias para alcanzar estos objetivos?"
    ],
    [
      "Indicador financiero",
      "Retorno",
      "P1: ¿Cuál fue la margen de beneficio neto de la empresa este trimestre y cómo ha cambiado desde el trimestre anterior o el año? P2: ¿Cuál es el retorno sobre el patrimonio (ROE) y el retorno sobre activos (ROA) de la empresa para este periodo? P3: ¿Cómo planea la empresa mejorar el valor para los accionistas en los próximos periodos? ¿Hay dividendos o compras de acciones programadas?"
    ],
    [
      "Indicador financiero",
      "Ganancias",
      "P1: ¿Ha habido aumentos o disminuciones en las ganancias? Si es así, ¿cuál es la tasa a la que las ganancias han estado aumentando o disminuyendo? P2: ¿Cuál es la visión proporcionada por los ejecutivos de esta empresa en relación con el crecimiento futuro de las ganancias? P3: ¿Las ganancias están por encima o por debajo de las expectativas? ¿Son atractivas en comparación con las empresas similares?"
    ],
    [
      "Gestor de empleados",
      "Salario",
      "P1: ¿Qué porcentaje de los gastos totales de la empresa se destina actualmente a los salarios de los empleados y cómo ha cambiado esto en respuesta a los recientes desarrollos empresariales? P2: ¿Cómo se compara la estructura de compensación de su empresa con los estándares de la industria, especialmente en términos de salario, beneficios y bonificaciones? P3: ¿Cuáles fueron los aumentos o disminuciones promedio de salario en toda la empresa este año en comparación con el año anterior?"
    ],
    [
      "Gestor de empleados",
      "Pensión",
      "P1: ¿Cuál es el estado actual del fondo de pensiones de la empresa y cuáles fueron los cambios importantes en su estado financiero durante el último año? P2: ¿Cómo gestiona la empresa sus obligaciones pensionales y cuáles son las estrategias para abordar posiciones subfinanciadas? P3: ¿Cuáles son los efectos esperados de los compromisos actuales de pensiones en el desempeño financiero futuro de la empresa?"
    ],
    [
      "Gestor de empleados",
      "Cambio de gestión",
      "P1: ¿Ha habido cambios recientes en las posiciones clave de la empresa, incluyendo al director ejecutivo, etc.? P2: ¿Cuáles fueron las razones detrás de los cambios recientes en la gestión, especialmente en la posición del director ejecutivo? P3: ¿Qué impacto se espera que tengan los recientes cambios en la gestión en la estrategia de la empresa a corto plazo?"
    ],
    [
      "Costo",
      "Costos operativos",
      "P1: ¿Cuáles fueron los costos operativos totales este trimestre en comparación con el trimestre anterior? P2: ¿Qué factores contribuyeron a los cambios significativos en los costos operativos? P3: ¿Cómo están manejando los costos operativos en función de las condiciones económicas actuales?"
    ],
    [
      "Costo",
      "Costo de los bienes vendidos",
      "P1: ¿Cómo cambia el costo de los bienes vendidos este trimestre y cuáles son los factores que impulsan estos cambios? P2: ¿Qué porcentaje de los ingresos representa el costo de los bienes vendidos y cómo se compara con los estándares de la industria? P3: ¿Hay iniciativas en marcha para reducir el costo de los bienes vendidos sin comprometer la calidad?"
    ],
    [
      "Costo",
      "Costos de marketing y ventas",
      "P1: ¿Cuánto gastó la empresa en marketing y ventas este trimestre? P2: ¿Qué estrategias específicas de marketing o ventas contribuyeron a estos costos? P3: ¿Hay planes para ajustar estas estrategias en los próximos trimestres según el desempeño?"
    ],
    [
      "Expansión",
      "Expansión geográfica",
      "P1: ¿Qué regiones o mercados específicos está expandiendo la empresa y cuáles son los factores que influyeron en estas selecciones? P2: ¿Cuáles son los costos iniciales asociados con la expansión geográfica y cuáles son las estrategias para apoyarla? P3: ¿Cuál es la línea de tiempo proyectada para que las nuevas operaciones regionales alcancen la rentabilidad?"
    ],
    [
      "Expansión",
      "Expansión de la línea de productos",
      "P1: ¿Qué nuevos productos está introduciendo la empresa y cuáles necesidades del consumidor o del mercado buscan satisfacer? P2: ¿Cómo afectará la introducción de estos productos a los costos de producción de la empresa y a su desempeño financiero general? P3: ¿Hay sinergias esperadas entre los nuevos productos y los productos o servicios existentes?"
    ],
    [
      "Expansión",
      "Expansión de segmentación de mercado",
      "P1: ¿Qué nuevos segmentos de clientes están siendo objetivo por parte de la empresa y qué investigación respalda esta dirección estratégica? P2: ¿Qué estrategias de marketing se emplearán para alcanzar estos nuevos segmentos y cuáles son los costos esperados? P3: ¿Cuáles son las expectativas de crecimiento para estos nuevos segmentos de mercado en los próximos años?"
    ],
    [
      "Negocio",
      "Negocio",
      "P1: ¿Cuáles son los proyectos o iniciativas clave que actualmente está llevando a cabo la empresa y proporcione una breve descripción de lo que implica cada proyecto? P2: ¿Cómo se ha comparado el desempeño de estos proyectos con el trimestre anterior y cómo se comparan con los competidores en el mismo sector? ¿Cuál ha sido la respuesta del mercado a estas iniciativas? P3: ¿Cuáles son los ingresos generados por estos proyectos para el periodo actual y cuáles son los riesgos potenciales que podrían afectar su desempeño futuro?"
    ],
    [
      "Visión futura",
      "Visión futura",
      "P1: ¿Cuáles son los objetivos estratégicos principales de la empresa para el próximo año y cuáles son las iniciativas clave planificadas para alcanzar estos objetivos? P2: ¿Cómo se alinean estos planes futuros con las tendencias actuales de la industria y las demandas del mercado? P3: ¿Cuáles son los efectos financieros esperados de estos planes en el desempeño de la empresa a corto y largo plazo?"
    ]
  ]
}