{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pertanyaan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apakah perusahaan ieu ngabayar dividen ka para investor? Q2: Apakah aya kenaikan atawa penurunan dina dividen saham? Jika iya, na kana tingkat anu ngarupakeun kenaikan dina dividen? Q3: Tipe dividen anu dijieun ku perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Naon pendapatan anu dilaporkan ku perusahaan dina kuartal anu lalu, sarta kumaha hasilna dibandingkeun jeung kuartal anu sami dina taun sebelumna? Q2: Faktor naon anu ngarupakeun kinerja pendapatan perusahaan dina kuartal ieu? Q3: Naon proyeksi pendapatan perusahaan dina kuartal anu bakal datang, sarta strategi naon anu dijieun pikeun ngaraih target ieu?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Naon marjin laba bersih perusahaan dina kuartal ieu, sarta kumaha hasilna dibandingkeun jeung kuartal atawa taun sebelumna? Q2: Naon Return on Equity (ROE) sarta Return on Assets (ROA) perusahaan dina periode ieu? Q3: Kumaha perusahaan rencana ngageman nilai investor dina periode anu bakal datang? Aya teu rencana ngabayar dividen atawa buybacks?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Aya teu kenaikan atawa penurunan dina laba? Jika iya, na kana tingkat anu ngarupakeun kenaikan atawa penurunan dina laba? Q2: Naon proyeksi anu dijieun ku manajemen perusahaan kaitanna jeung pertumbuhan laba di masa depan? Q3: Apakah laba di luhur atawa di handap tina ekspektasi? Apakah menarik dibandingkeun jeung kompetitor?"
    ],
    [
      "Manajer Karyawan",
      "Gaji",
      "Q1: Naon persentase total biaya perusahaan anu dialokasikeun ka gaji karyawan, sarta kumaha hasilna dibandingkeun jeung perkembangan bisnis anu anyar? Q2: Kumaha struktur kompensasi perusahaan anjeun dibandingkeun jeung standar industri, hususna dina hal gaji, manfaat, sarta bonus? Q3: Naon rata-rata kenaikan atawa penurunan gaji dina perusahaan ieu dina taun ieu dibandingkeun jeung taun lalu?"
    ],
    [
      "Manajer Karyawan",
      "Pensiun",
      "Q1: Naon status dana pensiun perusahaan saéye, sarta naon perubahan penting dina status pendanaan ieu dina taun anu lalu? Q2: Kumaha perusahaan ngatur kewajiban pensiunna, sarta strategi naon anu dijieun pikeun ngadéngékan posisi underfunded? Q3: Naon dampak anu diharapkeun tina kewajiban pensiun saéye dina kinerja keuangan perusahaan di masa depan?"
    ],
    [
      "Manajer Karyawan",
      "Perubahan Manajemen",
      "Q1: Aya teu perubahan anyar dina posisi manajemen utama perusahaan, kalebet CEO, dsb. Q2: Naon alasan di balik perubahan manajemen anu anyar, hususna dina posisi CEO? Q3: Naon dampak anu diharapkeun tina perubahan manajemen anyar dina strategi perusahaan dina waktu nu deui?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Naon total biaya operasional dina kuartal ieu dibandingkeun jeung kuartal sebelumna? Q2: Faktor naon anu ngarupakeun perubahan signifikan dina biaya operasional? Q3: Kumaha anjeun ngatur biaya operasional dumasar kana kondisi ékonomi saéye?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Kumaha perubahan Biaya Pokok Penjualan dina kuartal ieu, sarta faktor naon anu ngarupakeun perubahan ieu? Q2: Naon persentase pendapatan anu diwakilkeun ku Biaya Pokok Penjualan, sarta kumaha hasilna dibandingkeun jeung norma industri? Q3: Aya teu inisiatif anu dijieun pikeun ngurangan Biaya Pokok Penjualan tanpa ngarugikeun kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pamasaran sarta Penjualan",
      "Q1: Naon jumlah biaya perusahaan dina pamasaran sarta penjualan dina kuartal ieu? Q2: Strategi pamasaran atawa penjualan spésifik naon anu ngarupakeun biaya ieu? Q3: Aya teu rencana pikeun ngarobah strategi ieu dina kuartal anu bakal datang dumasar kana kinerja?"
    ],
    [
      "Pamajegan",
      "Pamajegan Geografis",
      "Q1: Rejeg atawa pasar spésifik naon anu dijieun ku perusahaan, sarta faktor naon anu ngarupakeun pilihan ieu? Q2: Naon biaya awal anu dikaitkeun jeung pamajegan geografis sarta strategi naon anu dijieun pikeun mendukung ieu? Q3: Naon proyeksi waktu anu diharapkeun pikeun operasi wilayah anyar pikeun ngahasilkeun laba?"
    ],
    [
      "Pamajegan",
      "Pamajegan Garis Produk",
      "Q1: Produk anyar naon anu dijieun ku perusahaan, sarta kana kajadian konsumén atawa pasar anu dijieun ku ieu? Q2: Kumaha pengaruh pikeun ngaluncurkeun produk ieu dina biaya produksi perusahaan sarta kinerja keuangan umum? Q3: Aya teu sinergi anu diharapkeun antara produk anyar jeung produk atawa jasa anu aya?"
    ],
    [
      "Pamajegan",
      "Pamajegan Segmen Pasar",
      "Q1: Segmen konsumén anyar naon anu dijieun ku perusahaan, sarta riset naon anu ngarupakeun arah strategis ieu? Q2: Strategi pamasaran naon anu bakal dijieun pikeun ngahubungkeun segmen anyar ieu, sarta biaya anu diharapkeun? Q3: Naon harapan tumbuh pikeun segmen pasar anyar ieu dina sababaraha taun nu bakal datang?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Proyék atawa inisiatif utama naon anu saéye dijieun ku perusahaan, sarta jelaskeun kana hal anu dijieun ku proyék ieu? Q2: Kumaha kinerja proyék ieu dibandingkeun jeung kuartal sebelumna, sarta kumaha hasilna dibandingkeun jeung kompetitor dina sektor anu sami? Naon tanggapan pasar kana inisiatif ieu? Q3: Naon pendapatan anu dihasilkeun tina proyék ieu dina periode laporan saéye, sarta risiko naon anu bisa ngarugikeun kinerja di masa depan?"
    ],
    [
      "Proyékksi Masa Depan",
      "Proyékksi Masa Depan",
      "Q1: Tujuan strategis utama naon anu dijieun ku perusahaan dina taun nu bakal datang, sarta inisiatif utama naon anu direncanakan pikeun ngaraih tujuan ieu? Q2: Kumaha rencana masa depan ieu saling cocog jeung tren industri sarta tuntutan pasar saéye? Q3: Naon dampak finansial anu diharapkeun tina rencana ieu dina kinerja perusahaan dina waktu nu deui sarta jangka panjang?"
    ]
  ]
}