{
  "columns": [
    "فئة التركيز",
    "بند التركيز",
    "الأسئلة"
  ],
  "data": [
    [
      "مؤشر مالي",
      "العائدات",
      "س1: هل دفعت هذه الشركة عائدات للمستثمرين؟ س2: هل كانت هناك أي زيادات أو نقصان في عائدات الأسهم؟ إذا كانت الإجابة نعم، فما هي النسبة التي تزايدت بها العائدات؟ س3: ما نوع العائد الذي دفعته الشركة؟"
    ],
    [
      "مؤشر مالي",
      "الإيرادات",
      "س1: ما كانت الإيرادات المعلنة من الشركة في الربع الماضي، وكيف تقارن مع الربع نفسه في السنة السابقة؟ س2: ما هي العوامل التي ساهمت في أداء الإيرادات هذا الربع؟ س3: ما هي توقعات الشركة لإيراداتها في الأرباع القادمة، وما هي الاستراتيجيات المُتبعة لتحقيق هذه الأهداف؟"
    ],
    [
      "مؤشر مالي",
      "العائد",
      "س1: ما هو هامش الربح الصافي للشركة في هذا الربع، وكيف تغير مقارنة بالربع أو السنة السابقة؟ س2: ما هو عائد حقوق الملكية (ROE) وعائد الأصول (ROA) للشركة خلال هذه الفترة؟ س3: كيف تخطط الشركة لتعزيز قيمة المساهمين في الفترات القادمة؟ هل هناك أي عائدات أو عمليات شراء مقررة؟"
    ],
    [
      "مؤشر مالي",
      "الأرباح",
      "س1: هل كانت هناك أي زيادات أو نقصان في الأرباح؟ إذا كانت الإجابة نعم، فما هي النسبة التي تزايدت أو تراجعت بها الأرباح؟ س2: ما هي التوقعات التي قدمها المديرون التنفيذيون لهذه الشركة فيما يتعلق بنمو الأرباح المستقبلية؟ س3: هل الأرباح أعلى أو أقل من التوقعات؟ هل هي جذابة مقارنة بالمنافسين؟"
    ],
    [
      "مدير الموظفين",
      "الرواتب",
      "س1: ما هي نسبة المصروفات الإجمالية للشركة المخصصة لرواتب الموظفين، وكيف تغيرت هذه النسبة في ضوء التطورات التجارية الأخيرة؟ س2: كيف تقارن هيكلية الرواتب في شركتكم مع المعايير الصناعية، خصوصاً من حيث الرواتب والمزايا والحوافز؟ س3: ما هي متوسط الزيادات أو التراجعات في الرواتب عبر الشركة هذا العام مقارنة بالعام الماضي؟"
    ],
    [
      "مدير الموظفين",
      "الاستحقاقات التقاعدية",
      "س1: ما هو الوضع الحالي لصندوق التقاعد في الشركة، وما هي التغييرات الرئيسية في وضع التمويل خلال العام الماضي؟ س2: كيف تدير الشركة التزاماتها التقاعدية، وما هي الاستراتيجيات المتبعة لمعالجة أي نقص في التمويل؟ س3: ما هي التأثيرات المتوقعة لالتزامات التقاعد الحالية على الأداء المالي المستقبلي للشركة؟"
    ],
    [
      "مدير الموظفين",
      "تغيير الإدارة",
      "س1: هل كانت هناك أي تغييرات حديثة في مراكز الإدارة الرئيسية في الشركة، بما في ذلك الرئيس التنفيذي؟ س2: ما هي الأسباب وراء أي تغييرات إدارية حديثة، خصوصاً في منصب الرئيس التنفيذي؟ س3: ما هو التأثير المتوقع للتغييرات الإدارية الأخيرة على استراتيجية الشركة في المدى القريب؟"
    ],
    [
      "التكاليف",
      "التكاليف التشغيلية",
      "س1: ما كانت التكاليف التشغيلية الإجمالية هذا الربع مقارنة بالربع السابق؟ س2: ما هي العوامل التي ساهمت في أي تغييرات كبيرة في التكاليف التشغيلية؟ س3: كيف تدير التكاليف التشغيلية في ظل الظروف الاقتصادية الحالية؟"
    ],
    [
      "التكاليف",
      "تكلفة البضائع المباعة",
      "س1: كيف تغيرت تكلفة البضائع المباعة هذا الربع، وما هي العوامل التي دفعت لهذه التغييرات؟ س2: ما هي نسبة تكلفة البضائع المباعة من الإيرادات، وكيف تقارن مع المعايير الصناعية؟ س3: هل هناك أي مبادرات مُقرة لخفض تكلفة البضائع المباعة دون التأثير على الجودة؟"
    ],
    [
      "التكاليف",
      "تكاليف التسويق والمبيعات",
      "س1: ما هي مصروفات الشركة على التسويق والمبيعات هذا الربع؟ س2: ما هي الاستراتيجيات التسويقية أو المبيعات المحددة التي ساهمت في هذه التكاليف؟ س3: هل هناك خطط لتعديل هذه الاستراتيجيات في الأرباع القادمة بناءً على الأداء؟"
    ],
    [
      "التوسع",
      "التوسع الجغرافي",
      "س1: ما هي المناطق أو الأسواق المحددة التي تتوسع الشركة إليها، وما هي العوامل التي دفعت لاختيار هذه المناطق؟ س2: ما هي التكاليف الأولية المرتبطة بالتوسع الجغرافي، وما هي الاستراتيجيات المُتبعة لدعمه؟ س3: ما هو الجدول الزمني المتوقع لوصول العمليات الإقليمية الجديدة إلى الربحية؟"
    ],
    [
      "التوسع",
      "توسيع خطوط المنتجات",
      "س1: ما هي المنتجات الجديدة التي تطرحها الشركة، وما هي الاحتياجات المستهلكة أو السوقية التي تستهدفها؟ س2: كيف ستعتبر مقدمة هذه المنتجات تأثيرها على تكاليف الإنتاج و الأداء المالي العام للشركة؟ س3: هل هناك أي تكامل متوقع بين المنتجات الجديدة والمنتجات أو الخدمات الحالية؟"
    ],
    [
      "التوسع",
      "توسيع قطاعات السوق",
      "س1: ما هي قطاعات العملاء الجديدة التي تستهدفها الشركة، وما هي الأبحاث التي تدعم هذا الاتجاه الاستراتيجي؟ س2: ما هي الاستراتيجيات التسويقية التي ستُستخدم لجذب هذه القطاعات الجديدة، وما هي التكاليف المتوقعة؟ س3: ما هي توقعات النمو لقطاعات السوق الجديدة في السنوات القليلة القادمة؟"
    ],
    [
      "العمل",
      "العمل",
      "س1: ما هي المشاريع أو المبادرات الرئيسية التي تقوم بها الشركة حاليًا، وقدم ملخصًا موجزًا لكل مشروع؟ س2: كيف تقارن أداء هذه المشاريع مع الربع السابق، وكيف تبدو مقارنة بالمنافسين في نفس القطاع؟ ما هو استجابة السوق لهذه المبادرات؟ س3: ما هي الإيرادات الناتجة عن هذه المشاريع في الفترة الحالية، وما هي المخاطر المحتملة التي قد تؤثر على أدائها المستقبلي؟"
    ],
    [
      "التوقعات المستقبلية",
      "التوقعات المستقبلية",
      "س1: ما هي أهداف الشركة الاستراتيجية الرئيسية للعام القادم، وما هي المبادرات الرئيسية المُقرة لتحقيق هذه الأهداف؟ س2: كيف تتوافق هذه الخطط المستقبلية مع الاتجاهات الصناعية الحالية والطلب في السوق؟ س3: ما هي التأثيرات المالية المتوقعة لهذه الخطط على أداء الشركة على المدى القصير والطويل؟"
    ]
  ]
}