{
  "columns": [
    "焦點類別",
    "焦點項目",
    "問題"
  ],
  "data": [
    [
      "財務指標",
      "股息",
      "Q1: 這家公司有無給投資者股息？Q2: 股票股息有無增加或減少？如果有的話，股息增加的比率為何？Q3: 這家公司有給什麼樣的股息？"
    ],
    [
      "財務指標",
      "營收",
      "Q1: 這家公司上一季報告的營收為何，與去年同期相比如何？Q2: 這季影響這家公司營收表現的因素為何？Q3: 這家公司對未來幾個季度的營收預測為何？為達成這些目標，有什麼策略？"
    ],
    [
      "財務指標",
      "報酬",
      "Q1: 這家公司本季的淨利潤率為何，與上季或去年同期相比如何？Q2: 這家公司本季的股東權益報酬率（ROE）與資產報酬率（ROA）為何？Q3: 這家公司計畫如何在未來幾個時期提升股東價值？有無計畫中的股息或庫藏股？"
    ],
    [
      "財務指標",
      "盈利",
      "Q1: 盈利有無增加或減少？如果有的話，盈利增加或減少的比率為何？Q2: 這家公司高層對未來盈利增長的展望為何？Q3: 盈利是高於或低於預期？與同業相比是否具吸引力？"
    ],
    [
      "員工管理",
      "薪資",
      "Q1: 目前這家公司總支出中有多少百分比分配給員工薪資，與最近業務發展相比有什麼變化？Q2: 這家公司薪酬結構與業界標準相比如何，特別是在薪資、福利和獎金方面？Q3: 今年與去年相比，這家公司平均薪資增加或減少了多少？"
    ],
    [
      "員工管理",
      "退休金",
      "Q1: 這家公司退休金基金目前的狀況如何？過去一年中其資金狀況有什麼重大變化？Q2: 這家公司如何管理其退休金負債？有什麼策略來解決資金不足的問題？Q3: 當前的退休金承諾對這家公司未來財務表現的預期影響為何？"
    ],
    [
      "員工管理",
      "管理層變動",
      "Q1: 最近這家公司關鍵管理職位（包括CEO等）有無任何變動？Q2: 最近管理層變動（特別是CEO職位）的原因為何？Q3: 最近的管理層變動預期對這家公司近期戰略會有什麼影響？"
    ],
    [
      "成本",
      "營運成本",
      "Q1: 本季總營運成本與上季相比為何？Q2: 造成營運成本重大變動的因素為何？Q3: 在當前經濟環境下，你們如何管理營運成本？"
    ],
    [
      "成本",
      "銷貨成本",
      "Q1: 本季銷貨成本如何變化，背後的推動因素為何？Q2: 銷貨成本佔營收的百分比為何，與業界標準相比如何？Q3: 有無計畫在不影響品質的情況下減少銷貨成本？"
    ],
    [
      "成本",
      "行銷與銷售成本",
      "Q1: 這家公司本季在行銷與銷售上的支出為何？Q2: 造成這些成本的具體行銷或銷售策略為何？Q3: 有無計畫根據表現，在未來幾個季度調整這些策略？"
    ],
    [
      "擴張",
      "地理擴張",
      "Q1: 這家公司正在擴張到哪些具體地區或市場，選擇這些地區的因素為何？Q2: 地理擴張的初始成本為何？有什麼支持擴張的策略？Q3: 新區域營運預期何時可達成獲利？"
    ],
    [
      "擴張",
      "產品線擴張",
      "Q1: 這家公司正在推出哪些新產品，這些產品旨在解決什麼消費者或市場需求？Q2: 推出這些產品對這家公司生產成本與整體財務表現的影響為何？Q3: 這些新產品與現有產品或服務之間有無預期的協同效應？"
    ],
    [
      "擴張",
      "市場區隔擴張",
      "Q1: 這家公司正在針對哪些新客戶群，什麼研究支持這個戰略方向？Q2: 將採用什麼行銷策略來接觸這些新客戶群，預期成本為何？Q3: 未來幾年這些新市場區隔的成長預期為何？"
    ],
    [
      "業務",
      "業務",
      "Q1: 這家公司目前正在進行哪些關鍵專案或計畫，請簡要說明每個專案的內容？Q2: 這些專案的表現與上季相比如何？與同業相比表現如何？市場對這些計畫的反應為何？Q3: 這些專案在當前報告期內產生了多少收入？有什麼潛在風險可能影響其未來表現？"
    ],
    [
      "未來展望",
      "未來展望",
      "Q1: 這家公司未來一年的主要戰略目標為何？有什麼關鍵計畫來實現這些目標？Q2: 這些未來計畫與當前產業趨勢和市場需求如何契合？Q3: 這些計畫對這家公司短期與長期財務表現的預期影響為何？"
    ]
  ]
}