{
  "columns": [
    "Categoria di focus",
    "Oggetto di focus",
    "Domande"
  ],
  "data": [
    [
      "Indicatore finanziario",
      "Dividendo",
      "Q1: Ha questa azienda pagato agli investitori un dividendo? Q2: Ci sono state aumenti o diminuzioni nei dividendi azionari? Se sì, a che tasso i dividendi sono aumentati? Q3: Che tipo di dividendo l'azienda ha pagato?"
    ],
    [
      "Indicatore finanziario",
      "Ricavi",
      "Q1: Quali erano i ricavi dichiarati dell'azienda nell'ultimo trimestre e come si confrontano con lo stesso trimestre dell'anno precedente? Q2: Quali fattori hanno influenzato le prestazioni dei ricavi dell'azienda in questo trimestre? Q3: Quali sono le previsioni dei ricavi dell'azienda per i trimestri futuri e quali strategie sono in atto per raggiungere questi obiettivi?"
    ],
    [
      "Indicatore finanziario",
      "Rendimento",
      "Q1: Qual è il margine di profitto netto dell'azienda per questo trimestre e come è cambiato rispetto al trimestre o all'anno precedente? Q2: Qual è il rendimento sul patrimonio (ROE) e il rendimento sugli asset (ROA) dell'azienda per questo periodo? Q3: Come l'azienda intende migliorare il valore per gli azionisti nei periodi futuri? Ci sono previsti dividendi o buyback?"
    ],
    [
      "Indicatore finanziario",
      "Utili",
      "Q1: Ci sono stati aumenti o diminuzioni negli utili? Se sì, a che tasso gli utili sono aumentati o diminuiti? Q2: Qual è la prospettiva fornita dagli esecutivi di questa azienda riguardo alla crescita futura degli utili? Q3: Gli utili sono superiori o inferiori alle aspettative? Sono attraenti rispetto ai concorrenti?"
    ],
    [
      "Gestione del personale",
      "Stipendio",
      "Q1: Qual è la percentuale delle spese totali dell'azienda attualmente destinata agli stipendi del personale e come è cambiata in risposta agli sviluppi aziendali recenti? Q2: Come si confronta la struttura retributiva della vostra azienda con gli standard del settore, in particolare in termini di stipendio, benefici e bonus? Q3: Quali sono state le variazioni medie degli stipendi nell'azienda quest'anno rispetto all'anno scorso?"
    ],
    [
      "Gestione del personale",
      "Pensione",
      "Q1: Qual è lo stato attuale del fondo pensionistico dell'azienda e quali sono state le principali modifiche al suo stato di finanziamento negli ultimi anni? Q2: Come gestisce l'azienda le sue obbligazioni pensionistiche e quali strategie sono in atto per affrontare eventuali posizioni sottoutilizzate? Q3: Quali sono gli impatti previsti delle attuali impegni pensionistici sulle prestazioni finanziarie future dell'azienda?"
    ],
    [
      "Gestione del personale",
      "Cambiamento di gestione",
      "Q1: Ci sono stati recenti cambiamenti nelle posizioni chiave della gestione aziendale, inclusa la posizione di CEO? Q2: Quali sono state le ragioni dietro ai recenti cambiamenti di gestione, in particolare nella posizione di CEO? Q3: Qual è l'impatto previsto dei recenti cambiamenti di gestione sulla strategia dell'azienda nel breve termine?"
    ],
    [
      "Costo",
      "Costi operativi",
      "Q1: Quali sono stati i costi operativi totali in questo trimestre rispetto al trimestre precedente? Q2: Quali fattori hanno contribuito a eventuali cambiamenti significativi nei costi operativi? Q3: Come gestite i costi operativi alla luce delle condizioni economiche attuali?"
    ],
    [
      "Costo",
      "Costo dei beni venduti",
      "Q1: Come è cambiato il Costo dei Beni Venduti in questo trimestre e quali sono stati i fattori che hanno determinato questi cambiamenti? Q2: Che percentuale dei ricavi rappresenta il Costo dei Beni Venduti e come si confronta con gli standard del settore? Q3: Ci sono iniziative in atto per ridurre il Costo dei Beni Venduti senza compromettere la qualità?"
    ],
    [
      "Costo",
      "Costi di marketing e vendita",
      "Q1: Quanto ha speso l'azienda per marketing e vendite in questo trimestre? Q2: Quali strategie specifiche di marketing o vendita hanno contribuito a questi costi? Q3: Ci sono piani per modificare queste strategie nei trimestri futuri in base alle prestazioni?"
    ],
    [
      "Espansione",
      "Espansione geografica",
      "Q1: Quali regioni o mercati specifici l'azienda si sta espandendo e quali fattori hanno influenzato queste scelte? Q2: Quali sono i costi iniziali associati all'espansione geografica e quali strategie sono in atto per supportarla? Q3: Qual è la tempistica prevista per le nuove operazioni regionali per raggiungere la redditività?"
    ],
    [
      "Espansione",
      "Espansione della gamma di prodotti",
      "Q1: Quali nuovi prodotti l'azienda sta introducendo e quali esigenze dei consumatori o del mercato intendono soddisfare? Q2: Come influenzerà l'introduzione di questi prodotti i costi di produzione dell'azienda e le sue prestazioni finanziarie complessive? Q3: Ci sono sinergie previste tra i nuovi prodotti e i prodotti o servizi esistenti?"
    ],
    [
      "Espansione",
      "Espansione della segmentazione del mercato",
      "Q1: Quali nuovi segmenti di clienti l'azienda sta mirando e che ricerca supporta questa direzione strategica? Q2: Quali strategie di marketing saranno utilizzate per raggiungere questi nuovi segmenti e quali sono i costi previsti? Q3: Quali sono le aspettative di crescita per questi nuovi segmenti di mercato nei prossimi anni?"
    ],
    [
      "Azienda",
      "Azienda",
      "Q1: Quali sono i progetti o le iniziative chiave che l'azienda sta attualmente portando avanti e fornisci un breve riepilogo di ciascun progetto? Q2: Come si è confrontata la performance di questi progetti rispetto al trimestre precedente e come si confrontano con i concorrenti nello stesso settore? Qual è stata la risposta del mercato a queste iniziative? Q3: Quali sono i ricavi generati da questi progetti per il periodo di reporting corrente e quali rischi potrebbero influenzare le loro prestazioni future?"
    ],
    [
      "Prospettiva futura",
      "Prospettiva futura",
      "Q1: Quali sono gli obiettivi strategici principali dell'azienda per l'anno prossimo e quali iniziative chiave sono pianificate per raggiungere questi obiettivi? Q2: Come si allineano questi piani futuri con le tendenze attuali del settore e le richieste del mercato? Q3: Quali sono gli impatti finanziari previsti di questi piani sulle prestazioni dell'azienda nel breve e lungo termine?"
    ]
  ]
}