{
  "columns": [
    "ফোকাস বিভাগ",
    "ফোকাস আইটেম",
    "প্রশ্নাবলী"
  ],
  "data": [
    [
      "আর্থিক সূচক",
      "লভ্যাংশ",
      "Q1: এই কোম্পানি কি বিনিয়োগকারীদের লভ্যাংশ দিয়েছে? Q2: স্টক লভ্যাংশে কি কোনো বৃদ্ধি বা হ্রাস হয়েছে? যদি হ্যাঁ হয়, তাহলে লভ্যাংশ বৃদ্ধির হার কত? Q3: কোম্পানিটি কী ধরনের লভ্যাংশ দিয়েছে?"
    ],
    [
      "আর্থিক সূচক",
      "রাজস্ব",
      "Q1: গত ত্রৈমাসিকে কোম্পানির রিপোর্ট করা রাজস্ব কত ছিল এবং এটি পূর্ববর্তী বছরের একই ত্রৈমাসিকের তুলনায় কেমন? Q2: এই ত্রৈমাসিকে কোম্পানির রাজস্ব কর্মক্ষমতাকে কোন কারণগুলি প্রভাবিত করেছে? Q3: আসন্ন ত্রৈমাসিকগুলির জন্য কোম্পানির রাজস্ব পূর্বাভাস কী এবং এই লক্ষ্যগুলি অর্জনের জন্য কী কৌশল গ্রহণ করা হয়েছে?"
    ],
    [
      "আর্থিক সূচক",
      "রিটার্ন",
      "Q1: এই ত্রৈমাসিকে কোম্পানির নিট মুনাফার হার কত ছিল এবং এটি পূর্ববর্তী ত্রৈমাসিক বা বছর থেকে কীভাবে পরিবর্তিত হয়েছে? Q2: এই সময়ের জন্য কোম্পানির ইক্যুইটিতে রিটার্ন (ROE) এবং সম্পদে রিটার্ন (ROA) কত? Q3: কোম্পানি আসন্ন সময়ে শেয়ারহোল্ডারদের মূল্য বাড়ানোর পরিকল্পনা কীভাবে করছে? কোনো লভ্যাংশ বা বাইব্যাক (পুনঃক্রয়) পরিকল্পনা করা হয়েছে কি?"
    ],
    [
      "আর্থিক সূচক",
      "আয়",
      "Q1: আয়ে কি কোনো বৃদ্ধি বা হ্রাস হয়েছে? যদি হ্যাঁ হয়, তাহলে আয় বৃদ্ধি বা হ্রাসের হার কত? Q2: ভবিষ্যতের আয় বৃদ্ধির বিষয়ে এই কোম্পানির নির্বাহীরা কী দৃষ্টিভঙ্গি দিয়েছেন? Q3: আয় কি প্রত্যাশার তুলনায় বেশি না কম? তারা কি সমকক্ষদের তুলনায় আকর্ষণীয়?"
    ],
    [
      "কর্মচারী ব্যবস্থাপক",
      "বেতন",
      "Q1: বর্তমানে কোম্পানির মোট ব্যয়ের কত শতাংশ কর্মচারী বেতনের জন্য বরাদ্দ করা হয়েছে এবং সাম্প্রতিক ব্যবসায়িক উন্নয়নের প্রতিক্রিয়ায় এটি কীভাবে পরিবর্তিত হয়েছে? Q2: বেতন, সুবিধা এবং বোনাসের ক্ষেত্রে আপনার কোম্পানির ক্ষতিপূরণ কাঠামো শিল্পের মানগুলির সাথে কীভাবে তুলনা করা হয়? Q3: গত বছরের তুলনায় এই বছর কোম্পানি জুড়ে গড় বেতন বৃদ্ধি বা হ্রাস কত ছিল?"
    ],
    [
      "কর্মচারী ব্যবস্থাপক",
      "পেনশন",
      "Q1: কোম্পানির পেনশন তহবিলের বর্তমান অবস্থা কী এবং গত এক বছরে এর তহবিল স্থিতিতে প্রধান পরিবর্তনগুলি কী ছিল? Q2: কোম্পানি কীভাবে তার পেনশন দায় পরিচালনা করে এবং কোনো কম-তহবিলযুক্ত অবস্থান মোকাবেলায় কী কৌশল গ্রহণ করা হয়েছে? Q3: বর্তমান পেনশন প্রতিশ্রুতির ফলে কোম্পানির ভবিষ্যতের আর্থিক কর্মক্ষমতার উপর কী প্রভাব পড়তে পারে বলে আশা করা হচ্ছে?"
    ],
    [
      "কর্মচারী ব্যবস্থাপক",
      "ব্যবস্থাপনা পরিবর্তন",
      "Q1: সিইও (CEO) সহ কোম্পানির মূল ব্যবস্থাপনা পদে কি সম্প্রতি কোনো পরিবর্তন হয়েছে? Q2: সাম্প্রতিক ব্যবস্থাপনা পরিবর্তনের, বিশেষ করে সিইও (CEO) পদে পরিবর্তনের কারণ কী ছিল? Q3: সাম্প্রতিক ব্যবস্থাপনা পরিবর্তনগুলি স্বল্প মেয়াদে কোম্পানির কৌশলের উপর কী প্রভাব ফেলবে বলে আশা করা হচ্ছে?"
    ],
    [
      "খরচ",
      "পরিচালন ব্যয়",
      "Q1: এই ত্রৈমাসিকে মোট পরিচালন ব্যয় পূর্ববর্তী ত্রৈমাসিকের তুলনায় কত ছিল? Q2: পরিচালন ব্যয়ের কোনো উল্লেখযোগ্য পরিবর্তনের জন্য কোন কারণগুলি অবদান রেখেছে? Q3: বর্তমান অর্থনৈতিক পরিস্থিতির পরিপ্রেক্ষিতে আপনি কীভাবে পরিচালন ব্যয় পরিচালনা করছেন?"
    ],
    [
      "খরচ",
      "বিক্রিত পণ্যের খরচ",
      "Q1: এই ত্রৈমাসিকে বিক্রিত পণ্যের খরচ (Cost of Goods Sold) কীভাবে পরিবর্তিত হয়েছে এবং এই পরিবর্তনের পেছনের চালিকা শক্তিগুলি কী ছিল? Q2: রাজস্বের কত শতাংশ বিক্রিত পণ্যের খরচ (Cost of Goods Sold) প্রতিনিধিত্ব করে এবং এটি শিল্পের মানগুলির সাথে কীভাবে তুলনা করা হয়? Q3: গুণমানের সাথে আপস না করে বিক্রিত পণ্যের খরচ (Cost of Goods Sold) কমানোর জন্য কি কোনো উদ্যোগ নেওয়া হয়েছে?"
    ],
    [
      "খরচ",
      "বিপণন ও বিক্রয় খরচ",
      "Q1: এই ত্রৈমাসিকে কোম্পানি বিপণন ও বিক্রয়ের জন্য কত খরচ করেছে? Q2: কোন নির্দিষ্ট বিপণন বা বিক্রয় কৌশলগুলি এই খরচগুলিতে অবদান রেখেছে? Q3: কর্মক্ষমতার ভিত্তিতে আসন্ন ত্রৈমাসিকগুলিতে এই কৌশলগুলি সামঞ্জস্য করার কোনো পরিকল্পনা আছে কি?"
    ],
    [
      "সম্প্রসারণ",
      "ভৌগোলিক সম্প্রসারণ",
      "Q1: কোম্পানিটি কোন নির্দিষ্ট অঞ্চল বা বাজারে প্রসারিত হচ্ছে এবং কোন কারণগুলি এই নির্বাচনগুলিকে প্রভাবিত করেছে? Q2: ভৌগোলিক সম্প্রসারণের সাথে সম্পর্কিত প্রাথমিক খরচগুলি কী এবং এটিকে সমর্থন করার জন্য কী কৌশল গ্রহণ করা হয়েছে? Q3: নতুন আঞ্চলিক অপারেশনগুলির লাভজনকতা অর্জনের জন্য আনুমানিক সময়রেখা কী?"
    ],
    [
      "সম্প্রসারণ",
      "পণ্য লাইন সম্প্রসারণ",
      "Q1: কোম্পানিটি কী নতুন পণ্য চালু করছে এবং তারা কোন ভোক্তা বা বাজারের চাহিদা পূরণের লক্ষ্য রাখে? Q2: এই পণ্যগুলির প্রবর্তন কোম্পানির উৎপাদন খরচ এবং সামগ্রিক আর্থিক কর্মক্ষমতাকে কীভাবে প্রভাবিত করবে? Q3: নতুন পণ্য এবং বিদ্যমান পণ্য বা পরিষেবাগুলির মধ্যে কি কোনো প্রত্যাশিত সমন্বয় (synergies) আছে?"
    ],
    [
      "সম্প্রসারণ",
      "বাজার বিভাজন সম্প্রসারণ",
      "Q1: কোম্পানিটি কোন নতুন গ্রাহক বিভাগগুলিকে লক্ষ্য করছে এবং কোন গবেষণা এই কৌশলগত দিকটিকে সমর্থন করে? Q2: এই নতুন বিভাগগুলিতে পৌঁছানোর জন্য কী বিপণন কৌশল ব্যবহার করা হবে এবং প্রত্যাশিত খরচ কত? Q3: আগামী কয়েক বছরে এই নতুন বাজার বিভাগগুলির জন্য বৃদ্ধির প্রত্যাশা কী?"
    ],
    [
      "ব্যবসা",
      "ব্যবসা",
      "Q1: বর্তমানে কোম্পানি কর্তৃক গৃহীত মূল প্রকল্প বা উদ্যোগগুলি কী কী এবং প্রতিটি প্রকল্পের সংক্ষিপ্ত বিবরণ দিন? Q2: এই প্রকল্পগুলির কর্মক্ষমতা পূর্ববর্তী ত্রৈমাসিকের তুলনায় কেমন ছিল এবং একই সেক্টরের প্রতিযোগীদের তুলনায় তারা কেমন অবস্থানে রয়েছে? এই উদ্যোগগুলির প্রতি বাজারের প্রতিক্রিয়া কী ছিল? Q3: বর্তমান রিপোর্টিং সময়ের জন্য এই প্রকল্পগুলি থেকে উৎপন্ন রাজস্ব কত এবং কোন সম্ভাব্য ঝুঁকি তাদের ভবিষ্যতের কর্মক্ষমতাকে প্রভাবিত করতে পারে?"
    ],
    [
      "ভবিষ্যতের দৃষ্টিভঙ্গি",
      "ভবিষ্যতের দৃষ্টিভঙ্গি",
      "Q1: আসন্ন বছরের জন্য কোম্পানির প্রাথমিক কৌশলগত লক্ষ্যগুলি কী কী এবং এই উদ্দেশ্যগুলি অর্জনের জন্য কী মূল উদ্যোগের পরিকল্পনা করা হয়েছে? Q2: এই ভবিষ্যতের পরিকল্পনাগুলি বর্তমান শিল্পের প্রবণতা এবং বাজারের চাহিদার সাথে কীভাবে সামঞ্জস্যপূর্ণ? Q3: স্বল্প ও দীর্ঘ মেয়াদে কোম্পানির কর্মক্ষমতার উপর এই পরিকল্পনাগুলির প্রত্যাশিত আর্থিক প্রভাব কী?"
    ]
  ]
}