{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pertanyaan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apakah perusahaan ini membayar dividen kepada investor? Q2: Apakah ada peningkatan atau penurunan dalam dividen saham? Jika iya, berapa tingkat peningkatannya? Q3: Jenis dividen apa yang diberikan perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Berapa pendapatan yang dilaporkan perusahaan untuk kuartal terakhir, dan bagaimana perbandingannya dengan kuartal yang sama di tahun sebelumnya? Q2: Faktor apa saja yang memengaruhi kinerja pendapatan perusahaan di kuartal ini? Q3: Apa prediksi pendapatan perusahaan untuk kuartal mendatang, dan strategi apa yang akan diterapkan untuk mencapai target tersebut?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Berapa marjin laba bersih perusahaan untuk kuartal ini, dan bagaimana perubahannya dibandingkan kuartal atau tahun sebelumnya? Q2: Berapa Return on Equity (ROE) dan Return on Assets (ROA) perusahaan untuk periode ini? Q3: Bagaimana rencana perusahaan untuk meningkatkan nilai bagi pemegang saham di masa depan? Apakah ada rencana dividen atau buyback?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Apakah ada peningkatan atau penurunan dalam laba? Jika iya, berapa tingkat peningkatan atau penurunannya? Q2: Apa proyeksi yang diberikan oleh eksekutif perusahaan terkait pertumbuhan laba di masa depan? Q3: Apakah laba di atas atau di bawah ekspektasi? Apakah menarik dibandingkan dengan pesaing?"
    ],
    [
      "Manajer Karyawan",
      "Gaji",
      "Q1: Berapa persen dari total biaya perusahaan yang dialokasikan untuk gaji karyawan saat ini, dan bagaimana perubahannya seiring perkembangan bisnis terbaru? Q2: Bagaimana struktur kompensasi perusahaan dibandingkan standar industri, terutama dalam hal gaji, tunjangan, dan bonus? Q3: Berapa rata-rata kenaikan atau penurunan gaji di seluruh perusahaan tahun ini dibandingkan tahun lalu?"
    ],
    [
      "Manajer Karyawan",
      "Pensiun",
      "Q1: Bagaimana status dana pensiun perusahaan saat ini, dan apa perubahan utama dalam status pendanaannya selama setahun terakhir? Q2: Bagaimana perusahaan mengelola kewajiban pensiunnya, dan strategi apa yang diterapkan untuk mengatasi posisi yang kurang dana? Q3: Apa dampak yang diharapkan dari komitmen pensiun saat ini terhadap kinerja keuangan perusahaan di masa depan?"
    ],
    [
      "Manajer Karyawan",
      "Perubahan Manajemen",
      "Q1: Apakah ada perubahan terbaru dalam posisi manajemen utama perusahaan, termasuk CEO? Q2: Apa alasan di balik perubahan manajemen terbaru, terutama di posisi CEO? Q3: Apa dampak yang diharapkan dari perubahan manajemen terbaru terhadap strategi perusahaan dalam jangka pendek?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Berapa total biaya operasional perusahaan di kuartal ini dibandingkan kuartal sebelumnya? Q2: Faktor apa saja yang menyebabkan perubahan signifikan dalam biaya operasional? Q3: Bagaimana perusahaan mengelola biaya operasional mengingat kondisi ekonomi saat ini?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Bagaimana perubahan Biaya Pokok Penjualan di kuartal ini, dan apa faktor utama di balik perubahan tersebut? Q2: Berapa persen pendapatan yang diwakili oleh Biaya Pokok Penjualan, dan bagaimana perbandingannya dengan standar industri? Q3: Apakah ada inisiatif untuk mengurangi Biaya Pokok Penjualan tanpa mengorbankan kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pemasaran dan Penjualan",
      "Q1: Berapa banyak yang dikeluarkan perusahaan untuk pemasaran dan penjualan di kuartal ini? Q2: Strategi pemasaran atau penjualan spesifik apa yang menyumbang biaya ini? Q3: Apakah ada rencana untuk menyesuaikan strategi-strategi ini di kuartal mendatang berdasarkan kinerjanya?"
    ],
    [
      "Ekspansi",
      "Ekspansi Geografis",
      "Q1: Wilayah atau pasar spesifik apa yang sedang diperluas perusahaan, dan apa faktor yang memengaruhi pemilihan tersebut? Q2: Berapa biaya awal yang terkait dengan ekspansi geografis ini dan strategi apa yang mendukungnya? Q3: Berapa proyeksi waktu untuk operasi regional baru mencapai titik impas?"
    ],
    [
      "Ekspansi",
      "Ekspansi Garis Produk",
      "Q1: Produk baru apa yang diperkenalkan perusahaan, dan kebutuhan konsumen atau pasar apa yang ingin ditangani? Q2: Bagaimana pengenalan produk ini memengaruhi biaya produksi dan kinerja keuangan perusahaan secara keseluruhan? Q3: Apakah ada sinergi yang diharapkan antara produk baru dan produk atau layanan yang sudah ada?"
    ],
    [
      "Ekspansi",
      "Ekspansi Segmentasi Pasar",
      "Q1: Segmen pelanggan baru apa yang menjadi target perusahaan, dan apa penelitian yang mendukung arah strategis ini? Q2: Strategi pemasaran apa yang akan digunakan untuk menjangkau segmen-segmen baru ini, dan berapa biaya yang diperkirakan? Q3: Apa harapan pertumbuhan untuk segmen pasar baru ini dalam beberapa tahun ke depan?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Proyek atau inisiatif utama apa yang sedang dijalankan perusahaan saat ini, dan berikan gambaran singkat tentang masing-masing proyek? Q2: Bagaimana kinerja proyek-proyek ini dibandingkan dengan kuartal sebelumnya, dan bagaimana posisinya dibandingkan pesaing di sektor yang sama? Bagaimana respons pasar terhadap inisiatif-inisiatif ini? Q3: Berapa pendapatan yang dihasilkan dari proyek-proyek ini untuk periode pelaporan saat ini, dan apa risiko potensial yang bisa memengaruhi kinerja masa depan?"
    ],
    [
      "Prospek Masa Depan",
      "Prospek Masa Depan",
      "Q1: Apa tujuan strategis utama perusahaan untuk tahun depan, dan inisiatif apa yang direncanakan untuk mencapai tujuan tersebut? Q2: Bagaimana rencana masa depan ini selaras dengan tren industri dan permintaan pasar saat ini? Q3: Apa dampak finansial yang diharapkan dari rencana ini terhadap kinerja perusahaan dalam jangka pendek dan jangka panjang?"
    ]
  ]
}