{
  "columns": [
    "फोकस श्रेणी",
    "फोकस मद",
    "प्रश्न"
  ],
  "data": [
    [
      "वित्तीय संकेतक",
      "लाभांश",
      "Q1: क्या इस कंपनी ने निवेशकों को लाभांश का भुगतान किया? Q2: क्या स्टॉक लाभांश में कोई वृद्धि या कमी हुई है? यदि हाँ, तो लाभांश के वृद्धि की दर क्या है? Q3: कंपनी ने किस प्रकार का लाभांश दिया?"
    ],
    [
      "वित्तीय संकेतक",
      "राजस्व",
      "Q1: पिछली तिमाही में कंपनी का रिपोर्ट किया गया राजस्व क्या था, और पिछले वर्ष की इसी तिमाही की तुलना में यह कैसा है? Q2: इस तिमाही में कंपनी के राजस्व प्रदर्शन को किन कारकों ने प्रभावित किया? Q3: आगामी तिमाहियों के लिए कंपनी के राजस्व पूर्वानुमान क्या हैं, और इन लक्ष्यों को प्राप्त करने के लिए क्या रणनीतियाँ बनाई गई हैं?"
    ],
    [
      "वित्तीय संकेतक",
      "रिटर्न",
      "Q1: इस तिमाही के लिए कंपनी का शुद्ध लाभ मार्जिन क्या था, और पिछली तिमाही या वर्ष से इसमें कितना बदलाव आया है? Q2: इस अवधि के लिए कंपनी का इक्विटी पर रिटर्न (ROE) और परिसंपत्तियों पर रिटर्न (ROA) क्या है? Q3: कंपनी आगामी अवधियों में शेयरधारक मूल्य को कैसे बढ़ाना चाहती है? क्या कोई लाभांश या बायबैक की योजना है?"
    ],
    [
      "वित्तीय संकेतक",
      "आय",
      "Q1: क्या आय में कोई वृद्धि या कमी हुई है? यदि हाँ, तो आय किस दर से बढ़ या घट रही है? Q2: भविष्य की आय वृद्धि के संबंध में इस कंपनी के अधिकारियों द्वारा क्या दृष्टिकोण प्रदान किया गया है? Q3: क्या आय अपेक्षाओं की तुलना में अधिक या कम है? क्या वे प्रतिस्पर्धियों की तुलना में आकर्षक हैं?"
    ],
    [
      "कर्मचारी प्रबंधक",
      "वेतन",
      "Q1: कंपनी के कुल खर्चों का कितना प्रतिशत वर्तमान में कर्मचारी वेतन के लिए आवंटित किया गया है, और हाल के व्यावसायिक विकासों के जवाब में इसमें कैसे बदलाव आया है? Q2: आपकी कंपनी की क्षतिपूर्ति संरचना उद्योग मानकों से कैसे तुलना करती है, विशेष रूप से वेतन, लाभ और बोनस के संदर्भ में? Q3: पिछले वर्ष की तुलना में इस वर्ष कंपनी भर में औसत वेतन वृद्धि या कमी क्या थी?"
    ],
    [
      "कर्मचारी प्रबंधक",
      "पेंशन",
      "Q1: कंपनी के पेंशन फंड की वर्तमान स्थिति क्या है, और पिछले वर्ष इसकी फंडिंग स्थिति में क्या बड़े बदलाव हुए? Q2: कंपनी अपनी पेंशन देनदारियों का प्रबंधन कैसे करती है, और किसी भी कम वित्तपोषित स्थिति को संबोधित करने के लिए क्या रणनीतियाँ बनाई गई हैं? Q3: वर्तमान पेंशन प्रतिबद्धताओं का कंपनी के भविष्य के वित्तीय प्रदर्शन पर क्या अपेक्षित प्रभाव पड़ेगा?"
    ],
    [
      "कर्मचारी प्रबंधक",
      "प्रबंधन परिवर्तन",
      "Q1: क्या कंपनी के प्रमुख प्रबंधन पदों, जैसे CEO, आदि में हाल ही में कोई बदलाव हुआ है? Q2: हाल के प्रबंधन परिवर्तनों के पीछे क्या कारण थे, विशेष रूप से CEO के पद में? Q3: हाल के प्रबंधन परिवर्तनों का निकट भविष्य में कंपनी की रणनीति पर क्या प्रभाव पड़ने की उम्मीद है?"
    ],
    [
      "लागत",
      "परिचालन लागत",
      "Q1: पिछली तिमाही की तुलना में इस तिमाही में कुल परिचालन लागत क्या थी? Q2: परिचालन लागत में किसी भी महत्वपूर्ण बदलाव में किन कारकों का योगदान रहा? Q3: वर्तमान आर्थिक स्थितियों के आलोक में आप परिचालन लागतों का प्रबंधन कैसे कर रहे हैं?"
    ],
    [
      "लागत",
      "बेचे गए माल की लागत",
      "Q1: इस तिमाही में बेचे गए माल की लागत में कैसे बदलाव आया, और इन बदलावों के पीछे मुख्य कारक क्या थे? Q2: बेचे गए माल की लागत राजस्व का कितना प्रतिशत दर्शाती है, और यह उद्योग के मानदंडों से कैसे तुलना करती है? Q3: क्या गुणवत्ता से समझौता किए बिना बेचे गए माल की लागत को कम करने के लिए कोई पहल की गई है?"
    ],
    [
      "लागत",
      "विपणन और बिक्री लागत",
      "Q1: इस तिमाही में कंपनी ने विपणन और बिक्री पर कितना खर्च किया? Q2: किन विशिष्ट विपणन या बिक्री रणनीतियों ने इन लागतों में योगदान दिया? Q3: क्या प्रदर्शन के आधार पर आगामी तिमाहियों में इन रणनीतियों को समायोजित करने की कोई योजना है?"
    ],
    [
      "विस्तार",
      "भौगोलिक विस्तार",
      "Q1: कंपनी किन विशिष्ट क्षेत्रों या बाजारों में विस्तार कर रही है, और इन चयनों को किन कारकों ने प्रभावित किया? Q2: भौगोलिक विस्तार से जुड़ी प्रारंभिक लागतें क्या हैं और इसका समर्थन करने के लिए क्या रणनीतियाँ बनाई गई हैं? Q3: नए क्षेत्रीय परिचालन के लाभप्रदता तक पहुंचने की अनुमानित समयरेखा क्या है?"
    ],
    [
      "विस्तार",
      "उत्पाद श्रृंखला विस्तार",
      "Q1: कंपनी कौन से नए उत्पाद पेश कर रही है, और उनका उद्देश्य किन उपभोक्ता या बाजार की जरूरतों को पूरा करना है? Q2: इन उत्पादों की शुरुआत से कंपनी की उत्पादन लागत और समग्र वित्तीय प्रदर्शन पर क्या प्रभाव पड़ेगा? Q3: क्या नए उत्पादों और मौजूदा उत्पादों या सेवाओं के बीच कोई अपेक्षित तालमेल है?"
    ],
    [
      "विस्तार",
      "बाजार विभाजन विस्तार",
      "Q1: कंपनी किन नए ग्राहक खंडों को लक्षित कर रही है, और कौन सा शोध इस रणनीतिक दिशा का समर्थन करता है? Q2: इन नए खंडों तक पहुंचने के लिए कौन सी विपणन रणनीतियों का उपयोग किया जाएगा, और अनुमानित लागतें क्या हैं? Q3: अगले कुछ वर्षों में इन नए बाजार खंडों के लिए विकास की क्या अपेक्षाएं हैं?"
    ],
    [
      "व्यवसाय",
      "व्यवसाय",
      "Q1: वर्तमान में कंपनी द्वारा कौन सी प्रमुख परियोजनाएं या पहलें शुरू की जा रही हैं, और प्रत्येक परियोजना में क्या शामिल है, इसका संक्षिप्त विवरण दें? Q2: पिछली तिमाही की तुलना में इन परियोजनाओं का प्रदर्शन कैसा रहा है, और वे उसी क्षेत्र में प्रतिस्पर्धियों के संबंध में कैसे खड़े हैं? इन पहलों पर बाजार की क्या प्रतिक्रिया रही है? Q3: वर्तमान रिपोर्टिंग अवधि के लिए इन परियोजनाओं से उत्पन्न राजस्व क्या है, और कौन से संभावित जोखिम उनके भविष्य के प्रदर्शन को प्रभावित कर सकते हैं?"
    ],
    [
      "भविष्य का दृष्टिकोण",
      "भविष्य का दृष्टिकोण",
      "Q1: आगामी वर्ष के लिए कंपनी के प्राथमिक रणनीतिक लक्ष्य क्या हैं, और इन उद्देश्यों को प्राप्त करने के लिए कौन सी प्रमुख पहलें नियोजित हैं? Q2: ये भविष्य की योजनाएं वर्तमान उद्योग के रुझानों और बाजार की मांगों के साथ कैसे संरेखित होती हैं? Q3: इन योजनाओं का अल्पकालिक और दीर्घकालिक रूप से कंपनी के प्रदर्शन पर क्या अपेक्षित वित्तीय प्रभाव पड़ेगा?"
    ]
  ]
}