{
  "columns": [
    "주요 범주",
    "주요 항목",
    "질문"
  ],
  "data": [
    [
      "재무 지표",
      "배당금",
      "Q1: 이 회사는 투자자에게 배당금을 지급했나요? Q2: 주식 배당금은 증가하거나 감소한 적이 있나요? 그렇다면 배당금이 증가하는 비율은 어떻게 되나요? Q3: 회사가 지급한 배당금의 유형은 무엇인가요?"
    ],
    [
      "재무 지표",
      "매출",
      "Q1: 지난 분기 회사의 보고된 매출은 무엇이며, 이는 전년 동기와 비교해 어떤가요? Q2: 이번 분기 매출 성과에 영향을 준 요인은 무엇인가요? Q3: 앞으로의 분기들에 대한 매출 전망은 무엇이며, 이러한 목표 달성을 위해 어떤 전략이 마련되어 있나요?"
    ],
    [
      "재무 지표",
      "수익률",
      "Q1: 이번 분기 회사의 순이익률은 얼마였으며, 이는 지난 분기나 작년과 비교해 어떻게 변했나요? Q2: 이 기간 동안 회사의 자기자본 수익률(ROE)과 자산 수익률(ROA)은 무엇인가요? Q3: 회사는 향후 주주 가치를 어떻게 향상시킬 계획인가요? 배당금이나 주식 매입 계획이 있나요?"
    ],
    [
      "재무 지표",
      "수익",
      "Q1: 수익은 증가하거나 감소한 적이 있나요? 그렇다면 수익이 증가하거나 감소하는 비율은 어떻게 되나요? Q2: 이 회사의 경영진은 향후 수익 성장에 대해 어떤 전망을 제시하고 있나요? Q3: 수익은 기대치보다 높거나 낮나요? 동종 업계와 비교해 매력적인가요?"
    ],
    [
      "직원 관리",
      "급여",
      "Q1: 현재 회사의 총 비용 중 직원 급여에 할당된 비율은 얼마이며, 이는 최근 사업 전개에 따라 어떻게 변했나요? Q2: 귀사의 보상 구조는 업계 표준과 비교해 어떤가요? 특히 급여, 복지, 보너스 측면에서요. Q3: 올해 회사 전체 평균 급여 증가 또는 감소율은 작년과 비교해 어떤가요?"
    ],
    [
      "직원 관리",
      "연금",
      "Q1: 현재 회사의 연금 기금 상태는 무엇이며, 지난 1년 동안 주요 자금 상태 변화는 무엇이었나요? Q2: 회사는 연금 부채를 어떻게 관리하고 있으며, 부족한 자금 문제를 해결하기 위해 어떤 전략이 마련되어 있나요? Q3: 현재의 연금 의무가 회사의 향후 재무 성과에 미칠 예상 영향은 무엇인가요?"
    ],
    [
      "직원 관리",
      "경영진 변경",
      "Q1: CEO 등을 포함하여 회사의 핵심 경영진 직책에 최근 변경 사항이 있었나요? Q2: 최근 경영진 변경, 특히 CEO 직책 변경의 이유는 무엇이었나요? Q3: 최근 경영진 변경이 단기적으로 회사 전략에 미칠 예상 영향은 무엇인가요?"
    ],
    [
      "비용",
      "운영 비용",
      "Q1: 이번 분기의 총 운영 비용은 전 분기와 비교해 어떤가요? Q2: 운영 비용에 큰 변화를 초래한 주요 요인은 무엇인가요? Q3: 현재 경제 상황을 고려해 운영 비용을 어떻게 관리하고 있나요?"
    ],
    [
      "비용",
      "매출 원가",
      "Q1: 이번 분기 매출 원가는 어떻게 변했으며, 이러한 변화를 초래한 주요 요인은 무엇이었나요? Q2: 매출 원가는 매출의 몇 퍼센트를 차지하며, 이는 업계 표준과 비교해 어떤가요? Q3: 품질을 저하시키지 않으면서 매출 원가를 줄이기 위한 계획이 있나요?"
    ],
    [
      "비용",
      "마케팅 및 판매 비용",
      "Q1: 회사는 이번 분기에 마케팅 및 판매에 얼마를 지출했나요? Q2: 이러한 비용에 기여한 구체적인 마케팅 또는 판매 전략은 무엇인가요? Q3: 성과에 따라 향후 분기들에 이 전략을 조정할 계획이 있나요?"
    ],
    [
      "확장",
      "지리적 확장",
      "Q1: 회사가 확장하고 있는 구체적인 지역이나 시장은 무엇이며, 이러한 선택에 영향을 준 요인은 무엇인가요? Q2: 지리적 확장과 관련된 초기 비용은 무엇이며, 이를 지원하기 위해 어떤 전략이 마련되어 있나요? Q3: 새로운 지역 운영이 수익성에 도달할 예상 일정은 무엇인가요?"
    ],
    [
      "확장",
      "제품 라인 확장",
      "Q1: 회사가 새로 출시하는 제품은 무엇이며, 어떤 소비자 또는 시장 요구를 충족시키려 하나요? Q2: 이러한 제품 출시가 회사의 생산 비용과 전반적인 재무 성과에 미칠 영향은 무엇인가요? Q3: 신제품과 기존 제품 또는 서비스 간의 예상 시너지는 무엇인가요?"
    ],
    [
      "확장",
      "시장 세분화 확장",
      "Q1: 회사가 타겟으로 삼는 새로운 고객 세그먼트는 무엇이며, 이 전략적 방향을 뒷받침하는 연구는 무엇인가요? Q2: 이러한 새로운 세그먼트에 도달하기 위해 어떤 마케팅 전략이 사용될 예정이며, 예상 비용은 얼마인가요? Q3: 향후 몇 년 동안 이러한 새로운 시장 세분화의 성장 전망은 무엇인가요?"
    ],
    [
      "비즈니스",
      "비즈니스",
      "Q1: 현재 회사가 진행 중인 주요 프로젝트나 이니셔티브는 무엇이며, 각 프로젝트에 대한 간략한 개요를 제공해 주세요. Q2: 이 프로젝트들의 성과는 전 분기와 비교해 어떤가요? 동일 분야의 경쟁사들과 비교하면 어떤가요? 시장은 이러한 이니셔티브에 어떤 반응을 보이고 있나요? Q3: 현재 보고 기간 동안 이 프로젝트들로부터 발생한 매출은 무엇이며, 향후 성과에 영향을 줄 수 있는 잠재적 위험은 무엇인가요?"
    ],
    [
      "미래 전망",
      "미래 전망",
      "Q1: 향후 1년 동안 회사의 주요 전략 목표는 무엇이며, 이러한 목표 달성을 위해 어떤 주요 이니셔티브가 계획되어 있나요? Q2: 이러한 미래 계획은 현재 산업 트렌드와 시장 수요와 어떻게 맞물려 있나요? Q3: 이러한 계획이 회사의 단기 및 장기 성과에 미칠 예상 재무 영향은 무엇인가요?"
    ]
  ]
}