{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pamriksa"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Apakah perusahaan iki ngasilake dividen kanggo investor? Q2: Apakah ana tambahan utawa pengurangan ing dividen saham? Menapa mboten, apa rate kanggo dividen sing tambah? Q3: Jenis dividen apa sing diasilake dening perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Apa pendapatan sing dilapurake perusahaan kanggo kuartal pungkasan, lan kaya apa bandhingan karo kuartal sing padha ing taun kepungkur? Q2: Apa faktor sing ngaruhake kinerja pendapatan perusahaan ing kuartal iki? Q3: Apa proyeksi pendapatan perusahaan kanggo kuartal sing bakal tekan, lan strategi apa sing ana kanggo nggawe target iki?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Apa marjin laba bersih perusahaan kanggo kuartal iki, lan kaya apa perubahane saka kuartal utawa taun kepungkur? Q2: Apa Return on Equity (ROE) lan Return on Assets (ROA) perusahaan kanggo periode iki? Q3: Kaya apa rencana perusahaan kanggo nggawe nilai pemegang saham ing periode sing bakal tekan? Apa ana rencana dividen utawa buybacks?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Apa ana tambahan utawa pengurangan ing laba? Menapa mboten, apa rate kanggo laba sing tambah utawa kurang? Q2: Apa proyeksi sing diterangake dening eksekutif perusahaan kanggo pertumbuhan laba ing mangsa ngarep? Q3: Apa laba iki dhuwur utawa rendhah karo ekspektasi? Apa menarik karo kompetitor?"
    ],
    [
      "Manajer Karyawan",
      "Gaji",
      "Q1: Apa persentase saka total biaya perusahaan sing digunakake kanggo gaji karyawan, lan kaya apa perubahane sawise perkembangan bisnis anyar? Q2: Kaya apa struktur kompensasi perusahaan kowe karo standar industri, khususne ing aspek gaji, manfaat, lan bonus? Q3: Apa rata-rata kenaikan utawa pengurangan gaji ing perusahaan iki taun iki dibandhingake karo taun kepungkur?"
    ],
    [
      "Manajer Karyawan",
      "Pensiun",
      "Q1: Apa status dana pensiun perusahaan saiki, lan apa perubahane signifikan ing status pendanaan dina iki? Q2: Kaya apa perusahaan ngelola kewajiban pensiun, lan strategi apa sing ana kanggo ngatasi posisi underfunded? Q3: Apa dampak pensiun sing diharapake kanggo kinerja keuangan perusahaan ing mangsa ngarep?"
    ],
    [
      "Manajer Karyawan",
      "Perubahan Manajemen",
      "Q1: Apa ana perubahan anyar ing posisi manajemen utama perusahaan, kalebu CEO, lan sebagainya? Q2: Apa alasan diwasa perubahan manajemen anyar, khususne ing posisi CEO? Q3: Apa dampak perubahan manajemen anyar sing diharapake kanggo strategi perusahaan ing jangka pendek?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Apa total biaya operasional dina iki dibandhingake karo kuartal kepungkur? Q2: Apa faktor sing ngaruhake perubahan signifikan ing biaya operasional? Q3: Kaya apa ngelola biaya operasional ing kondisi ekonomi saiki?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Kaya apa perubahane Biaya Pokok Penjualan dina iki, lan apa faktor utama sing ngaruhake perubahane iki? Q2: Apa persentase pendapatan sing diwakili Biaya Pokok Penjualan, lan kaya apa bandhingan karo norma industri? Q3: Apa ana inisiatif kanggo ngurangi Biaya Pokok Penjualan tanpa ngurangi kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pemasaran lan Penjualan",
      "Q1: Apa jumlah biaya pemasaran lan penjualan dina iki? Q2: Apa strategi pemasaran utawa penjualan spesifik sing ngaruhake biaya iki? Q3: Apa rencana kanggo ngganti strategi iki dina sing bakal tekan dhasar kinerja?"
    ],
    [
      "Pengembangan",
      "Pengembangan Wilayah",
      "Q1: Wilayah utawa pasar apa sing dijupuk perusahaan, lan apa faktor sing ngaruhake pilihan iki? Q2: Apa biaya awal kanggo pengembangan wilayah lan strategi apa sing ana kanggo ngusahakake? Q3: Apa proyeksi timeline kanggo operasi regional anyar kanggo ngasilake laba?"
    ],
    [
      "Pengembangan",
      "Pengembangan Garis Produk",
      "Q1: Produk anyar apa sing dijupuk perusahaan, lan apa kebutuhan konsumen utawa pasar sing dijawab? Q2: Kaya apa pengaruh pengenalan produk iki kanggo biaya produksi lan kinerja keuangan perusahaan? Q3: Apa ana sinergi sing diharapake antarane produk anyar lan produk utawa layanan sing wis ana?"
    ],
    [
      "Pengembangan",
      "Pengembangan Segmentasi Pasar",
      "Q1: Segmentasi konsumen apa sing dijupuk perusahaan, lan apa riset sing ngusahakake arah strategi iki? Q2: Apa strategi pemasaran kanggo nggawe segmentasi anyar iki, lan apa biaya sing diharapake? Q3: Apa ekspektasi pertumbuhan kanggo segmentasi pasar anyar iki dina sing bakal tekan?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Apa proyek utama utawa inisiatif sing sedang dijalani perusahaan, lan jelasake sing saben proyek? Q2: Kaya apa kinerja proyek iki dibandhingake kuartal kepungkur, lan kaya apa bandhingan karo kompetitor ing sektor sing padha? Apa respon pasar kanggo inisiatif iki? Q3: Apa pendapatan sing diasilake saka proyek iki kanggo periode pelaporan saiki, lan apa risiko sing bisa ngaruhake kinerja mangsa ngarep?"
    ],
    [
      "Proyeksi Mangsa Ngarep",
      "Proyeksi Mangsa Ngarep",
      "Q1: Apa tujuan strategis utama perusahaan kanggo taun sing bakal tekan, lan apa inisiatif utama kanggo nggawe tujuan iki? Q2: Kaya apa rencana mangsa ngarep iki cocog karo tren industri lan permintaan pasar saiki? Q3: Apa dampak keuangan sing diharapake kanggo rencana iki ing jangka pendek lan jangka panjang?"
    ]
  ]
}