{
  "columns": [
    "注目カテゴリ",
    "注目項目",
    "質問"
  ],
  "data": [
    [
      "財務指標",
      "配当",
      "Q1: この会社は投資家に配当を支払いましたか？Q2: 株式配当に増減がありましたか？もし増えているなら、どの割合で増加していますか？Q3: 会社が支払った配当の種類はなんですか？"
    ],
    [
      "財務指標",
      "売上",
      "Q1: 過去の四半期の会社の売上はいくらでしたか？そして、前年同四半期と比べてどうですか？Q2: この四半期の会社の売上実績に影響を与えた要因は何ですか？Q3: 今後の四半期の会社の売上予測はどれくらいですか？そして、これらの目標を達成するためにどのような戦略がありますか？"
    ],
    [
      "財務指標",
      "リターン",
      "Q1: この四半期の会社の純利益率はどれくらいですか？そして、前四半期や前年と比べてどう変化しましたか？Q2: この期間の会社の自己資本利益率（ROE）と総資産利益率（ROA）はどれくらいですか？Q3: 会社は今後の期間で株主価値をどうやって高めようとしていますか？配当や株買い戻しの予定はありますか？"
    ],
    [
      "財務指標",
      "利益",
      "Q1: 利益に増減がありましたか？もし増えているなら、どの割合で増加していますか？減っているなら、どの割合で減少していますか？Q2: 会社の幹部が今後の利益成長について示した見通しはどんなものですか？Q3: 利益は期待値より上か下か？競合と比べて魅力的ですか？"
    ],
    [
      "従業員管理",
      "給与",
      "Q1: 会社の総費用のうち、現在従業員の給与にどれくらいの割合を割いていますか？そして、最近のビジネスの変化に応じてどう変化しましたか？Q2: 会社の報酬体系は業界標準と比べてどうですか？特に給与、福利厚生、ボーナスの面で？Q3: 今年の会社全体の平均給与の増減は、昨年と比べてどうでしたか？"
    ],
    [
      "従業員管理",
      "年金",
      "Q1: 会社の年金基金の現在の状況は？そして、昨年を通じて年金基金の状況に大きな変化はありましたか？Q2: 会社は年金債務をどう管理していますか？そして、不足している年金債務をどう対処する戦略がありますか？Q3: 現在の年金コミットメントが会社の将来の財務実績に与える予想される影響は？"
    ],
    [
      "従業員管理",
      "管理職の変更",
      "Q1: 最近、会社の重要な管理職のポジション、特にCEOなどに変更がありましたか？Q2: 最近の管理職の変更、特にCEOの変更の理由は何ですか？Q3: 最近の管理職の変更が会社の戦略に近い将来どのような影響を与えると予想されていますか？"
    ],
    [
      "コスト",
      "運営コスト",
      "Q1: この四半期の運営コストは前四半期と比べてどうでしたか？Q2: 運営コストに大きな変化があった主な要因は何ですか？Q3: 現在の経済状況を踏まえて、運営コストをどう管理していますか？"
    ],
    [
      "コスト",
      "売上原価",
      "Q1: この四半期の売上原価はどのように変化しましたか？そして、これらの変化をもたらした主な要因は何ですか？Q2: 売上原価が売上のどの割合を占めていますか？そして、業界標準と比べてどうですか？Q3: 品質を落とさずに売上原価を削減するための取り組みはありますか？"
    ],
    [
      "コスト",
      "マーケティングおよび販売コスト",
      "Q1: 会社はこの四半期にマーケティングと販売にどれくらいの費用をかけましたか？Q2: これらの費用に貢献した具体的なマーケティングや販売戦略は？Q3: 今後の四半期で、実績に応じてこれらの戦略を調整する予定はありますか？"
    ],
    [
      "拡大",
      "地理的拡大",
      "Q1: 会社は具体的にどの地域や市場に拡大していますか？そして、これらの選択に影響を与えた要因は何ですか？Q2: 地理的拡大に関連する初期費用と、それをサポートする戦略は？Q3: 新しい地域の運営が利益を出せるまでの予想されるタイムラインは？"
    ],
    [
      "拡大",
      "製品ラインの拡大",
      "Q1: 会社はどんな新しい製品を導入していますか？そして、それらが目指す消費者や市場のニーズは？Q2: これらの製品の導入が会社の生産コストや全体の財務実績にどう影響するか？Q3: 新しい製品と既存の製品やサービスの間で、期待されるシナジー効果はありますか？"
    ],
    [
      "拡大",
      "市場セグメントの拡大",
      "Q1: 会社はどの新しい顧客セグメントをターゲットにしていますか？そして、この戦略的方針を裏付ける研究は？Q2: これらの新しいセグメントに到達するために採用されるマーケティング戦略と、予想される費用は？Q3: 今後数年間で、これらの新しい市場セグメントの成長見通しは？"
    ],
    [
      "ビジネス",
      "ビジネス",
      "Q1: 会社が現在取り組んでいる主要なプロジェクトやイニシアチブは？そして、それぞれのプロジェクトの簡単な概要は？Q2: これらのプロジェクトの実績は前四半期と比べてどうですか？そして、同じセクターの競合企業と比べてどうですか？市場の反応は？Q3: この報告期間におけるこれらのプロジェクトの収益はどれくらいですか？そして、それらの将来の実績に影響を与える可能性のあるリスクは？"
    ],
    [
      "将来展望",
      "将来展望",
      "Q1: 会社の来年の主な戦略的目標は？そして、これらの目標を達成するために計画されている主要なイニシアチブは？Q2: これらの将来の計画は現在の業界トレンドや市場の需要とどう一致していますか？Q3: これらの計画が会社の短期および長期的な実績に与える予想される財務的影響は？"
    ]
  ]
}