{
  "columns": [
    "අවධානය යොමු කරන කාණ්ඩය",
    "අවධානය යොමු කරන අයිතමය",
    "ප්‍රශ්න"
  ],
  "data": [
    [
      "මූල්‍ය දර්ශකය",
      "ලාභාංශ",
      "Q1: මෙම සමාගම ආයෝජකයන්ට ලාභාංශ ගෙවූවාද? Q2: කොටස් ලාභාංශවල වැඩිවීම් හෝ අඩුවීම් සිදුවී තිබේද? එසේ නම්, ලාභාංශ වැඩිවෙමින් පවතින අනුපාතය කුමක්ද? Q3: සමාගම ගෙවූ ලාභාංශ වර්ගය කුමක්ද?"
    ],
    [
      "මූල්‍ය දර්ශකය",
      "ආදායම",
      "Q1: පසුගිය කාර්තුව සඳහා සමාගම වාර්තා කළ ආදායම කොපමණද, එය පෙර වසරේ එම කාර්තුවට සාපේක්ෂව කෙසේද? Q2: මෙම කාර්තුවේදී සමාගමේ ආදායම් කාර්ය සාධනයට බලපෑ සාධක මොනවාද? Q3: ඉදිරි කාර්තු සඳහා සමාගමේ ආදායම් පුරෝකථන මොනවාද, සහ මෙම ඉලක්ක සපුරා ගැනීම සඳහා ඇති උපාය මාර්ග මොනවාද?"
    ],
    [
      "මූල්‍ය දර්ශකය",
      "ප්‍රතිලාභය",
      "Q1: මෙම කාර්තුව සඳහා සමාගමේ ශුද්ධ ලාභ ආන්තිකය කොපමණද, එය පෙර කාර්තුවට හෝ වසරට සාපේක්ෂව වෙනස් වී ඇත්තේ කෙසේද? Q2: මෙම කාලය සඳහා සමාගමේ කොටස් මත ප්‍රතිලාභය (ROE) සහ වත්කම් මත ප්‍රතිලාභය (ROA) කොපමණද? Q3: ඉදිරි කාලවලදී කොටස් හිමියන්ගේ වටිනාකම වැඩි දියුණු කිරීමට සමාගම සැලසුම් කරන්නේ කෙසේද? කිසියම් ලාභාංශ හෝ ආපසු මිලදී ගැනීම් සැලසුම් කර තිබේද?"
    ],
    [
      "මූල්‍ය දර්ශකය",
      "ඉපැයීම්",
      "Q1: ඉපැයීම්වල වැඩිවීම් හෝ අඩුවීම් සිදුවී තිබේද? එසේ නම්, ඉපැයීම් වැඩිවෙමින් හෝ අඩුවෙමින් පවතින අනුපාතය කුමක්ද? Q2: අනාගත ඉපැයීම් වර්ධනය සම්බන්ධයෙන් මෙම සමාගමේ විධායකයින් විසින් සපයන ලද දැක්ම කුමක්ද? Q3: ඉපැයීම් අපේක්ෂාවන්ට වඩා ඉහළින් හෝ පහළින් තිබේද? ඒවා සම වයසේ මිතුරන්ට සාපේක්ෂව ආකර්ශනීයද?"
    ],
    [
      "සේවක කළමනාකරු",
      "වැටුප",
      "Q1: සමාගමේ මුළු වියදම්වලින් කොපමණ ප්‍රතිශතයක් දැනට සේවක වැටුප් සඳහා වෙන් කර තිබේද, සහ මෑතකාලීන ව්‍යාපාරික වර්ධනයන්ට ප්‍රතිචාර වශයෙන් මෙය වෙනස් වී ඇත්තේ කෙසේද? Q2: ඔබේ සමාගමේ වන්දි ව්‍යුහය කර්මාන්ත ප්‍රමිතීන්ට සාපේක්ෂව කෙසේද, විශේෂයෙන් වැටුප්, ප්‍රතිලාභ සහ ප්‍රසාද දීමනා අනුව? Q3: පසුගිය වසරට සාපේක්ෂව මේ වසරේ සමාගම පුරා සාමාන්‍ය වැටුප් වැඩිවීම් හෝ අඩුවීම් මොනවාද?"
    ],
    [
      "සේවක කළමනාකරු",
      "විශ්‍රාම වැටුප",
      "Q1: සමාගමේ විශ්‍රාම වැටුප් අරමුදලේ වත්මන් තත්ත්වය කුමක්ද, සහ පසුගිය වසර තුළ එහි අරමුදල් තත්ත්වයේ ප්‍රධාන වෙනස්කම් මොනවාද? Q2: සමාගම සිය විශ්‍රාම වැටුප් වගකීම් කළමනාකරණය කරන්නේ කෙසේද, සහ අරමුදල් හිඟ තත්ත්වයන් විසඳීම සඳහා ඇති උපාය මාර්ග මොනවාද? Q3: වත්මන් විශ්‍රාම වැටුප් කැපවීම් සමාගමේ අනාගත මූල්‍ය කාර්ය සාධනයට අපේක්ෂිත බලපෑම් මොනවාද?"
    ],
    [
      "සේවක කළමනාකරු",
      "කළමනාකරණ වෙනස්කම්",
      "Q1: ප්‍රධාන විධායක නිලධාරී (CEO) ඇතුළු සමාගමේ ප්‍රධාන කළමනාකරණ තනතුරුවල මෑතකාලීන වෙනස්කම් සිදුවී තිබේද? Q2: මෑතකාලීන කළමනාකරණ වෙනස්කම්, විශේෂයෙන් ප්‍රධාන විධායක නිලධාරී තනතුරේ වෙනස්කම් පිටුපස ඇති හේතු මොනවාද? Q3: මෑතකාලීන කළමනාකරණ වෙනස්කම් කෙටි කාලීනව සමාගමේ උපාය මාර්ගයට ඇති කරන බලපෑම කුමක්දැයි අපේක්ෂා කරන්නේද?"
    ],
    [
      "පිරිවැය",
      "මෙහෙයුම් පිරිවැය",
      "Q1: පෙර කාර්තුවට සාපේක්ෂව මෙම කාර්තුවේ මුළු මෙහෙයුම් පිරිවැය කොපමණද? Q2: මෙහෙයුම් පිරිවැයේ සැලකිය යුතු වෙනස්කම් සඳහා දායක වූ සාධක මොනවාද? Q3: වත්මන් ආර්ථික තත්ත්වයන් සැලකිල්ලට ගනිමින් ඔබ මෙහෙයුම් පිරිවැය කළමනාකරණය කරන්නේ කෙසේද?"
    ],
    [
      "පිරිවැය",
      "විකුණන ලද භාණ්ඩවල පිරිවැය",
      "Q1: විකුණන ලද භාණ්ඩවල පිරිවැය (Cost of Goods Sold) මෙම කාර්තුවේදී වෙනස් වූයේ කෙසේද, සහ මෙම වෙනස්කම් පිටුපස ඇති ප්‍රධාන සාධක මොනවාද? Q2: විකුණන ලද භාණ්ඩවල පිරිවැය ආදායමෙන් කොපමණ ප්‍රතිශතයක් නියෝජනය කරන්නේද, සහ මෙය කර්මාන්ත සම්මතයන්ට සාපේක්ෂව කෙසේද? Q3: ගුණාත්මක භාවයට හානියක් නොවන පරිදි විකුණන ලද භාණ්ඩවල පිරිවැය අඩු කිරීමට කිසියම් වැඩසටහන් ක්‍රියාත්මක කර තිබේද?"
    ],
    [
      "පිරිවැය",
      "අලෙවිකරණ සහ විකුණුම් පිරිවැය",
      "Q1: මෙම කාර්තුවේදී සමාගම අලෙවිකරණය සහ විකුණුම් සඳහා කොපමණ මුදලක් වැය කළාද? Q2: මෙම පිරිවැයට දායක වූ නිශ්චිත අලෙවිකරණ හෝ විකුණුම් උපාය මාර්ග මොනවාද? Q3: කාර්ය සාධනය මත පදනම්ව ඉදිරි කාර්තුවලදී මෙම උපාය මාර්ග සකස් කිරීමට සැලසුම් තිබේද?"
    ],
    [
      "ව්‍යාප්තිය",
      "භූගෝලීය ව්‍යාප්තිය",
      "Q1: සමාගම ව්‍යාප්ත වෙමින් පවතින නිශ්චිත කලාප හෝ වෙළඳපොළවල් මොනවාද, සහ මෙම තේරීම්වලට බලපෑ සාධක මොනවාද? Q2: භූගෝලීය ව්‍යාප්තිය හා සම්බන්ධ ආරම්භක පිරිවැය කුමක්ද සහ එයට සහාය වීමට ඇති උපාය මාර්ග මොනවාද? Q3: නව කලාපීය මෙහෙයුම් ලාභදායිත්වය කරා ළඟා වීමට අපේක්ෂිත කාල රාමුව කුමක්ද?"
    ],
    [
      "ව්‍යාප්තිය",
      "නිෂ්පාදන පෙළ ව්‍යාප්තිය",
      "Q1: සමාගම හඳුන්වා දෙන නව නිෂ්පාදන මොනවාද, සහ ඒවා ඉලක්ක කරන්නේ කුමන පාරිභෝගික හෝ වෙළඳපල අවශ්‍යතාද? Q2: මෙම නිෂ්පාදන හඳුන්වාදීම සමාගමේ නිෂ්පාදන පිරිවැයට සහ සමස්ත මූල්‍ය කාර්ය සාධනයට බලපාන්නේ කෙසේද? Q3: නව නිෂ්පාදන සහ පවතින නිෂ්පාදන හෝ සේවා අතර අපේක්ෂිත සහයෝගීතා තිබේද?"
    ],
    [
      "ව්‍යාප්තිය",
      "වෙළඳපල කොටස් කිරීමේ ව්‍යාප්තිය",
      "Q1: සමාගම ඉලක්ක කරන්නේ කුමන නව පාරිභෝගික කොටස්ද, සහ මෙම උපාය මාර්ගික දිශාවට සහාය වන්නේ කුමන පර්යේෂණද? Q2: මෙම නව කොටස් වෙත ළඟා වීමට කුමන අලෙවිකරණ උපාය මාර්ග භාවිතා කරන්නේද, සහ අපේක්ෂිත පිරිවැය කුමක්ද? Q3: ඉදිරි වසර කිහිපය තුළ මෙම නව වෙළඳපල කොටස් සඳහා වර්ධන අපේක්ෂාවන් මොනවාද?"
    ],
    [
      "ව්‍යාපාරය",
      "ව්‍යාපාරය",
      "Q1: සමාගම දැනට සිදු කරමින් සිටින ප්‍රධාන ව්‍යාපෘති හෝ වැඩසටහන් මොනවාද, සහ එක් එක් ව්‍යාපෘතියට ඇතුළත් වන්නේ කුමක්ද යන්න පිළිබඳ කෙටි දළ විශ්ලේෂණයක් සපයන්න? Q2: මෙම ව්‍යාපෘතිවල කාර්ය සාධනය පෙර කාර්තුවට සාපේක්ෂව කෙසේද, සහ ඒවා එකම අංශයේ තරඟකරුවන්ට සාපේක්ෂව පවතින්නේ කෙසේද? මෙම වැඩසටහන් සඳහා වෙළඳපොළේ ප්‍රතිචාරය කුමක්ද? Q3: වත්මන් වාර්තාකරණ කාලය සඳහා මෙම ව්‍යාපෘතිවලින් ජනනය කරන ලද ආදායම් මොනවාද, සහ ඒවායේ අනාගත කාර්ය සාධනයට බලපෑ හැකි විභව අවදානම් මොනවාද?"
    ],
    [
      "අනාගත දැක්ම",
      "අනාගත දැක්ම",
      "Q1: ඉදිරි වසර සඳහා සමාගමේ ප්‍රාථමික උපාය මාර්ගික ඉලක්ක මොනවාද, සහ මෙම අරමුණු සාක්ෂාත් කර ගැනීම සඳහා සැලසුම් කර ඇති ප්‍රධාන වැඩසටහන් මොනවාද? Q2: මෙම අනාගත සැලසුම් වත්මන් කර්මාන්ත ප්‍රවණතා සහ වෙළඳපල ඉල්ලීම් සමඟ සමපාත වන්නේ කෙසේද? Q3: කෙටි හා දිගු කාලීනව සමාගමේ කාර්ය සාධනය සඳහා මෙම සැලසුම්වල අපේක්ෂිත මූල්‍ය බලපෑම් මොනවාද?"
    ]
  ]
}