{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pitakènan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Punapa pausahaan punika nindakaken pambayaran dividen kagem para investor? Q2: Punapa wonten mundhak utawi mandhap ing dividen saham? Menawi inggih, kados pundi tingkat mundhakipun dividen punika? Q3: Jinis dividen menapa ingkang dipunparingaken dening pausahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Kados pundi pendapatan pausahaan ingkang dipunlaporaken kagem kuartal ingkang sampun kalampahan, lan kados pundi perbandingannipun kaliyan kuartal ingkang sami ing taun saderengipun? Q2: Faktor menapa ingkang ndayani kinerja pendapatan pausahaan ing kuartal punika? Q3: Menapa proyeksi pendapatan pausahaan kagem kuartal ingkang badhe dhateng, lan strategi menapa ingkang dipunlampahi kangge nggayuh target punika?"
    ],
    [
      "Indikator Keuangan",
      "Pengembalian",
      "Q1: Kados pundi marjin laba resik pausahaan kagem kuartal punika, lan kados pundi owah-owahanipun saking kuartal utawi taun saderengipun? Q2: Menapa Return on Equity (ROE) lan Return on Assets (ROA) pausahaan kagem wekdal punika? Q3: Kados pundi rencana pausahaan kangge nambah aji kagem pemegang saham ing wekdal ingkang badhe dhateng? Punapa wonten rencana dividen utawi buyback?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Punapa wonten mundhak utawi mandhap ing laba? Menawi inggih, kados pundi tingkat mundhak utawi mandhapipun laba? Q2: Menapa pandangan ingkang dipunparingaken dening para eksekutif pausahaan punika babagan pertumbuhan laba ing wekdal ngajeng? Q3: Punapa laba punika inggil utawi andhap dipunbandingaken kaliyan ekspektasi? Punapa laba punika narik kawigatosan dipunbandingaken kaliyan para pesaing?"
    ],
    [
      "Manajer Karyawan",
      "Gaji",
      "Q1: Menapa persentase saking total béya pausahaan ingkang dipunalokasikan kagem gaji karyawan, lan kados pundi owah-owahanipun sasampunipun perkembangan bisnis ingkang énggal? Q2: Kados pundi struktur kompensasi pausahaan panjenengan dipunbandingaken kaliyan standar industri, mliginipun ing babagan gaji, tunjangan, lan bonus? Q3: Menapa rata-rata mundhak utawi mandhapipun gaji ing pausahaan punika taun punika dipunbandingaken kaliyan taun saderengipun?"
    ],
    [
      "Manajer Karyawan",
      "Pensiun",
      "Q1: Menapa status dana pensiun pausahaan samenika, lan menapa owah-owahan ingkang wigati tumrap status pendanaanipun sadangunipun setaun pungkasan? Q2: Kados pundi pausahaan ngatur kewajiban pensiunipun, lan strategi menapa ingkang dipunagem kangge ngatasi posisi ingkang kirang dana? Q3: Menapa dampak komitmen pensiun samenika ingkang dipunajeng-ajeng tumrap kinerja keuangan pausahaan ing wekdal ngajeng?"
    ],
    [
      "Manajer Karyawan",
      "Owah-owahan Manajemen",
      "Q1: Punapa wonten owah-owahan énggal ing posisi manajemen utami pausahaan, kalebet CEO, lan sanès-sanèsipun? Q2: Menapa sebab-sebab ingkang ndadosaken owah-owahan manajemen énggal, mliginipun ing posisi CEO? Q3: Menapa dampak owah-owahan manajemen énggal punika ingkang dipunajeng-ajeng tumrap strategi pausahaan ing jangka cendhak?"
    ],
    [
      "Béya",
      "Béya Operasional",
      "Q1: Menapa total béya operasional kuartal punika dipunbandingaken kaliyan kuartal saderengipun? Q2: Faktor menapa ingkang njalari owah-owahan ingkang wigati ing béya operasional? Q3: Kados pundi panjenengan ngatur béya operasional ing salebeting kondisi ékonomi samenika?"
    ],
    [
      "Béya",
      "Biaya Pokok Penjualan",
      "Q1: Kados pundi owah-owahanipun Biaya Pokok Penjualan (COGS) ing kuartal punika, lan menapa faktor utami ingkang njalari owah-owahan punika? Q2: Menapa persentase pendapatan ingkang dipunwakili dening Biaya Pokok Penjualan, lan kados pundi perbandingannipun kaliyan norma industri? Q3: Punapa wonten inisiatif kangge ngirangi Biaya Pokok Penjualan tanpa ngirangi kualitas?"
    ],
    [
      "Béya",
      "Béya Pemasaran lan Penjualan",
      "Q1: Pinten béya ingkang dipunwetahaken pausahaan kagem pemasaran lan penjualan ing kuartal punika? Q2: Strategi pemasaran utawi penjualan spesifik menapa ingkang njalari béya punika? Q3: Punapa wonten rencana kangge nyetel strategi punika ing kuartal ingkang badhe dhateng adhedhasar kinerja?"
    ],
    [
      "Ekspansi",
      "Ekspansi Geografis",
      "Q1: Wewengkon utawi pasar spesifik menapa ingkang dipunekspansi dhateng pausahaan, lan faktor menapa ingkang ndayani pilihan punika? Q2: Menapa béya awal ingkang gegayutan kaliyan ekspansi geografis, lan strategi menapa ingkang dipunagem kangge ndhukung punika? Q3: Menapa timeline ingkang dipunproyeksikaken kagem operasi regional énggal supados saged nggayuh bathi (profitability)?"
    ],
    [
      "Ekspansi",
      "Ekspansi Garis Produk",
      "Q1: Produk énggal menapa ingkang dipuntepangaken pausahaan, lan kebutuhan konsumen utawi pasar menapa ingkang dipunangkah kangge dipunatasi? Q2: Kados pundi prabawanipun produk énggal punika tumrap béya produksi lan kinerja keuangan pausahaan sakabèhipun? Q3: Punapa wonten sinergi ingkang dipunajeng-ajeng antawisipun produk énggal lan produk utawi layanan ingkang sampun wonten?"
    ],
    [
      "Ekspansi",
      "Ekspansi Segmentasi Pasar",
      "Q1: Segmentasi pelanggan énggal menapa ingkang dipuntuju pausahaan, lan riset menapa ingkang ndhukung arah strategis punika? Q2: Strategi pemasaran menapa ingkang badhe dipunagem kangge nggayuh segmentasi énggal punika, lan menapa béya ingkang dipunajeng-ajeng? Q3: Menapa ekspektasi pertumbuhan kagem segmentasi pasar énggal punika sadangunipun sawetawis taun ngajeng?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Menapa proyek utami utawi inisiatif ingkang saweg dipunlampahi dening pausahaan, lan paringana ringkesan menapa ingkang dipunkajengaken saben proyek punika? Q2: Kados pundi kinerja proyek punika dipunbandingaken kaliyan kuartal saderengipun, lan kados pundi posisinipun dipunbandingaken kaliyan para pesaing ing sektor ingkang sami? Menapa respon pasar tumrap inisiatif punika? Q3: Menapa pendapatan ingkang dipunasilaken saking proyek punika kagem wekdal pelaporan samenika, lan risiko potensial menapa ingkang saged ndayani kinerja ing wekdal ngajeng?"
    ],
    [
      "Pandangan Mangsa Ngajeng",
      "Pandangan Mangsa Ngajeng",
      "Q1: Menapa ancangan strategis utami pausahaan kagem taun ngajeng, lan inisiatif utami menapa ingkang dipunrencanakaken kangge nggayuh ancangan punika? Q2: Kados pundi rencana mangsa ngajeng punika jumbuh kaliyan tren industri lan panjaluk pasar samenika? Q3: Menapa dampak keuangan ingkang dipunajeng-ajeng saking rencana punika tumrap kinerja pausahaan ing jangka cendhak lan jangka panjang?"
    ]
  ]
}