{
  "columns": [
    "專注範疇",
    "專注項目",
    "問題"
  ],
  "data": [
    [
      "財務指標",
      "股息",
      "Q1: 這家公司有沒有向投資者派發股息? Q2: 股票股息有沒有增加或減少? 如果有, 股息增加的比率是多少? Q3: 公司派發的是什麼類型的股息?"
    ],
    [
      "財務指標",
      "收入",
      "Q1: 這家公司上季度的報告收入是多少, 與去年同期相比如何? Q2: 有哪些因素影響了這家公司本季度的收入表現? Q3: 公司對未來幾個季度的收入預測是什麼, 有什麼策略來實現這些目標?"
    ],
    [
      "財務指標",
      "回報",
      "Q1: 這家公司本季度的淨利潤率是多少, 與上季度或去年同期相比有什麼變化? Q2: 本季度公司的股東權益回報率 (ROE) 和資產回報率 (ROA) 是多少? Q3: 公司計劃如何在未來時期提高股東價值? 有沒有計劃中的股息或股票回購?"
    ],
    [
      "財務指標",
      "盈利",
      "Q1: 盈利有沒有增加或減少? 如果有, 盈利增加或減少的比率是多少? Q2: 公司高層對未來盈利增長的前景是什麼? Q3: 盈利是高於還是低於預期? 與同行相比是否具吸引力?"
    ],
    [
      "員工管理",
      "薪金",
      "Q1: 公司總開支中目前有多少百分比用於員工薪金, 這在最近業務發展中是如何改變的? Q2: 貴公司的薪酬結構與行業標準相比如何, 特別是在薪金、福利和獎金方面? Q3: 今年與去年相比, 公司的平均薪金增加或減少了多少?"
    ],
    [
      "員工管理",
      "退休金",
      "Q1: 公司的退休金基金目前狀況如何, 以及過去一年中其資金狀況有什麼重大變化? Q2: 公司如何管理其退休金負債, 有什麼策略來解決資金不足的問題? Q3: 當前的退休金承諾對公司未來財務表現的預期影響是什麼?"
    ],
    [
      "員工管理",
      "管理層變動",
      "Q1: 最近有沒有發生公司關鍵管理職位的變動, 包括首席執行官等? Q2: 最近管理層變動, 特別是首席執行官職位變動的原因是什麼? Q3: 最近的管理層變動預計會對公司短期戰略產生什麼影響?"
    ],
    [
      "成本",
      "營運成本",
      "Q1: 本季度的總營運成本與上季度相比是多少? Q2: 有哪些因素導致營運成本的重大變化? Q3: 在當前經濟環境下, 你們如何管理營運成本?"
    ],
    [
      "成本",
      "銷售成本",
      "Q1: 本季度銷售成本有什麼變化, 這些變化的主要驅動因素是什麼? Q2: 銷售成本佔收入的百分比是多少, 與行業標準相比如何? Q3: 有沒有計劃在不影響品質的情況下減少銷售成本?"
    ],
    [
      "成本",
      "市場及銷售成本",
      "Q1: 本季度公司在市場及銷售方面的開支是多少? Q2: 有哪些具體的市場或銷售策略導致了這些成本? Q3: 有沒有計劃根據表現在未來幾個季度調整這些策略?"
    ],
    [
      "擴張",
      "地理擴張",
      "Q1: 公司正在擴展到哪些具體地區或市場, 是什麼因素導致這些選擇? Q2: 地理擴張的初步成本是多少, 有什麼支持擴張的策略? Q3: 新地區業務預計什麼時候可以實現盈利?"
    ],
    [
      "擴張",
      "產品線擴展",
      "Q1: 公司正在推出哪些新產品, 它們旨在解決什麼消費者或市場需求? Q2: 推出這些產品對公司的生產成本和整體財務表現會有什麼影響? Q3: 這些新產品與現有產品或服務之間有沒有預期的協同效應?"
    ],
    [
      "擴張",
      "市場細分擴展",
      "Q1: 公司正在針對哪些新客戶細分市場, 有什麼研究支持這個戰略方向? Q2: 會採用什麼市場策略來接觸這些新細分市場, 預期成本是多少? Q3: 未來幾年這些新市場細分市場的增長預期是什麼?"
    ],
    [
      "業務",
      "業務",
      "Q1: 公司目前正在進行哪些關鍵項目或計劃, 請簡要概述每個項目的內容? Q2: 這些項目的表現與上季度相比如何, 與同業相比如何? 市場對這些計劃的反應如何? Q3: 這些項目在當前報告期內產生了多少收入, 有什麼潛在風險可能影響它們的未來表現?"
    ],
    [
      "未來展望",
      "未來展望",
      "Q1: 公司未來一年的主要戰略目標是什麼, 有什麼關鍵計劃來實現這些目標? Q2: 這些未來計劃與當前行業趨勢和市場需求如何對接? Q3: 這些計劃對公司在短期和長期內的財務表現預期影響是什麼?"
    ]
  ]
}