{
  "columns": [
    "Categorìa de focus",
    "Elementu de focus",
    "Custiones"
  ],
  "data": [
    [
      "Indicadori economicu",
      "Dividendu",
      "Q1: Si sa empresa pagat dividendos a sos investidores? Q2: Si sunt istados cumbios o diminuimentos in sos dividendos de sa azioni? Se sì, cale est sa percentuage cun sa cale sos dividendos sunt cresidos? Q3: Cale tipu de dividendu pagat sa empresa?"
    ],
    [
      "Indicadori economicu",
      "Guadu",
      "Q1: Cale est istadu sos guadus ischertos dae sa empresa pro su quartale passadu, e cale est sa diferèntzia cun su quartale ischidu in sa annata passada? Q2: Cales sunt sos fatore ischidos pro sa performance de guadus de sa empresa in custu quartale? Q3: Cales sunt sos previsos de guadus pro sos quartales iminentes, e cale sunt sos strategias in atu pro attingere custos obietivos?"
    ],
    [
      "Indicadori economicu",
      "Ritornu",
      "Q1: Cale est istadu sa margine de profitzu netu de sa empresa in custu quartale, e cale est sa diferèntzia cun su quartale o sa annata passada? Q2: Cale sunt sa ROE (Ritornu in patrimoniu) e sa ROA (Ritornu in ativos) de sa empresa pro custu periodu? Q3: Cale sunt sos pians de sa empresa pro mègiare su valoru de sos azionistas in sos periodos iminentes? Si sunt in atu dividendos o riscòmmes?"
    ],
    [
      "Indicadori economicu",
      "Guadu netu",
      "Q1: Si sunt istados cumbios o diminuimentos in sos guadus netos? Se sì, cale est sa percentuage cun sa cale sos guadus sunt cresidos o diminuidos? Q2: Cale est sa prospettiva ischerta dae sos esecutivos de sa empresa pro sa crescita futura de guadus? Q3: Sos guadus sunt superiores o inferiores rispetu a sos ischertos? Sunt attraentes rispetu a sos concorrentes?"
    ],
    [
      "Gestore de impreadores",
      "Sòldu",
      "Q1: Cale percentuage de sos ischertos totales de sa empresa est istada alocada a sos sòldos de sos impreadores, e cale est sa diferèntzia in risposta a sos sviluppos recentes de sa empresa? Q2: Cale est sa struttura de remunitzazione de sa empresa rispetu a sos standard de s’industria, in particolare in terminos de sòldos, benefìtzios e bonus? Q3: Cales sunt sos cumbios medios in sòldos o diminuimentos in tutu sa empresa in cust’annu rispetu a su passadu?"
    ],
    [
      "Gestore de impreadores",
      "Pensìone",
      "Q1: Cale est sa situatzione attuale de su fondu de pensìone de sa empresa, e cale sunt sos cumbios principales in sa so situatzione de finanziamèntzia in sa annata passada? Q2: Cale est sa manera cun sa cale sa empresa gestitzet sos debitus de pensìone, e cale sunt sos strategias in atu pro risòlere eventuales situatziones de sottodotzione? Q3: Cales sunt sos impactus ischertos de sos impegos attuales de pensìone pro sa performance futura de sa empresa?"
    ],
    [
      "Gestore de impreadores",
      "Cumbios in sa gestione",
      "Q1: Si sunt istados cumbios recentes in sos postos de gestione principales de sa empresa, inculuende su CEO, etc.? Q2: Cales sunt sos motìvos de eventuales cumbios recentes in sa gestione, in particolare pro sa positzione de CEO? Q3: Cale est sa impattu ischertu dae sos cumbios recentes in sa gestione pro sa strategia de sa empresa in sa prossima futura?"
    ],
    [
      "Custos",
      "Custos de operatzione",
      "Q1: Cales sunt sos custos totales de operatzione in custu quartale rispetu a su quartale passadu? Q2: Cales sunt sos fatore ischidos pro eventuales cumbios significativos in sos custos de operatzione? Q3: Cale est sa manera cun sa cale sa empresa gestitzet sos custos de operatzione in lòghu de sa situatzione economica attuale?"
    ],
    [
      "Custos",
      "Custos de benes ischertos",
      "Q1: Cale est istadu sa varitzione de sos custos de benes ischertos in custu quartale, e cale sunt sos fatore ischidos pro custas varitziones? Q2: Cale percentuage de guadu sunt sos custos de benes ischertos, e cale est sa diferèntzia cun sos standard de s’industria? Q3: Si sunt in atu initziativas pro ridùdere sos custos de benes ischertos sena compromìtere sa calidade?"
    ],
    [
      "Custos",
      "Custos de marketing e venditas",
      "Q1: Cale est istadu sa spesa de sa empresa pro marketing e venditas in custu quartale? Q2: Cales sunt sos strategias specificas de marketing o venditas ischidas pro custas spesas? Q3: Si sunt in atu pians pro mudare custas strategias in sos quartales iminentes in base a sa performance?"
    ],
    [
      "Espansione",
      "Espansione geogràfica",
      "Q1: Cales sunt sos regones o mercados in sa diretzione de sa empresa, e cale sunt sos fatore ischidos pro custas scèrras? Q2: Cales sunt sos custos iniziales ischertos pro sa espansione geogràfica e cale sunt sos strategias in atu pro sostenere custu? Q3: Cale est sa tempistiche ischerta pro sa nova operatzione regionale pro attingere sa profitzitzia?"
    ],
    [
      "Espansione",
      "Espansione de sa gamma de benes",
      "Q1: Cales sunt sos novos benes ischertos dae sa empresa, e cale sunt sos bisognos de consumidore o de mercadu cun sa cale sunt ischertos pro attingere? Q2: Cale est sa impattu de sa introduzione de custos benes pro sos custos de produtzione e sa performance economica generale de sa empresa? Q3: Si sunt ischertos eventuales sinergias tra sos novos benes e sos benes o servìtzios esistentes?"
    ],
    [
      "Espansione",
      "Espansione de segmentos de mercadu",
      "Q1: Cales sunt sos novos segmentos de clientis ischertos dae sa empresa, e cale sunt sos ricercas ischertas pro custa diretzione strategia? Q2: Cales sunt sos strategias de marketing ischertas pro attingere custos novos segmentos, e cale sunt sos custos ischertos? Q3: Cales sunt sos ischertos de crescita pro custos novos segmentos de mercadu in sa prossima annata?"
    ],
    [
      "Impresa",
      "Impresa",
      "Q1: Cales sunt sos progetos o initziativas principales in atu dae sa empresa, e dèu unu brevi summare de sa cale sunt ischertos? Q2: Cale est sa performance de custos progetos rispetu a su quartale passadu, e cale sunt sa situatzione rispetu a sos concorrentes in sa stessa setore? Cale est sa risposta de mercadu a custas initziativas? Q3: Cales sunt sos guadus generados dae custos progetos pro su periodu de ischertu attuale, e cale sunt sos rischios ischertos pro sa so performance futura?"
    ],
    [
      "Prospettiva futura",
      "Prospettiva futura",
      "Q1: Cales sunt sos obietivos principales de sa empresa pro sa annata imiente, e cale sunt sos initziativas principales ischertas pro attingere custos obietivos? Q2: Cale sunt sa alliniazione de custas pians futuras cun sos trend attuales de s’industria e sos bisognos de mercadu? Q3: Cales sunt sos impactus ischertos de custas pians pro sa performance de sa empresa in sa prossima e in sa futura a longu termine?"
    ]
  ]
}