{
  "columns": [
    "Kategori Fokus",
    "Item Fokus",
    "Pertanyaan"
  ],
  "data": [
    [
      "Indikator Keuangan",
      "Dividen",
      "Q1: Naha ieu perusahaan mayar dividen ka para investor? Q2: Naha aya paningkatan atawa panurunan dina dividen saham? Lamun enya, sabaraha laju paningkatan dividen éta? Q3: Tipe dividen naon anu dibayarkeun ku perusahaan?"
    ],
    [
      "Indikator Keuangan",
      "Pendapatan",
      "Q1: Sabaraha pendapatan anu dilaporkeun ku perusahaan dina kuartal katukang, sarta kumaha babandinganana jeung kuartal anu sarua dina taun saméméhna? Q2: Faktor naon waé anu mangaruhan kinerja pendapatan perusahaan dina kuartal ieu? Q3: Naon ramalan pendapatan perusahaan pikeun kuartal anu bakal datang, sarta strategi naon anu disiapkeun pikeun ngahontal target ieu?"
    ],
    [
      "Indikator Keuangan",
      "Balik Modal",
      "Q1: Sabaraha marjin laba bersih perusahaan pikeun kuartal ieu, sarta kumaha parobahanana dibandingkeun jeung kuartal atawa taun saméméhna? Q2: Sabaraha Return on Equity (ROE) jeung Return on Assets (ROA) perusahaan pikeun période ieu? Q3: Kumaha rencana perusahaan pikeun ningkatkeun nilai pemegang saham dina période anu bakal datang? Naha aya rencana dividen atawa beuli deui saham (buybacks)?"
    ],
    [
      "Indikator Keuangan",
      "Laba",
      "Q1: Naha aya paningkatan atawa panurunan dina laba? Lamun enya, sabaraha laju paningkatan atawa panurunan laba éta? Q2: Naon pandangan anu disadiakeun ku éksékutif perusahaan ngeunaan pertumbuhan laba di masa hareup? Q3: Naha laba ieu di luhur atawa di handap ekspektasi? Naha laba ieu pikaresepeun dibandingkeun jeung pesaing?"
    ],
    [
      "Manajemén Pagawé",
      "Gaji",
      "Q1: Sabaraha persentase total biaya perusahaan anu dialokasikeun pikeun gaji pagawé, sarta kumaha parobahanana saluyu jeung perkembangan bisnis panganyarna? Q2: Kumaha struktur kompensasi perusahaan anjeun dibandingkeun jeung standar industri, utamana dina hal gaji, kauntungan, jeung bonus? Q3: Sabaraha rata-rata paningkatan atawa panurunan gaji di sakuliah perusahaan taun ieu dibandingkeun jeung taun kamari?"
    ],
    [
      "Manajemén Pagawé",
      "Pensiun",
      "Q1: Naon status dana pensiun perusahaan ayeuna, sarta naon parobahan utama dina status pendanaanana dina taun katukang? Q2: Kumaha perusahaan ngatur kawajiban pensiunna, sarta strategi naon anu disiapkeun pikeun ngungkulan posisi anu kurang dana? Q3: Naon dampak anu diharepkeun tina komitmen pensiun ayeuna kana kinerja kauangan perusahaan di masa hareup?"
    ],
    [
      "Manajemén Pagawé",
      "Parobahan Manajemen",
      "Q1: Naha aya parobahan anyar dina posisi manajemen konci perusahaan, kaasup CEO, jsté.? Q2: Naon alesan di balik parobahan manajemen panganyarna, utamana dina posisi CEO? Q3: Naon dampak anu diharepkeun tina parobahan manajemen panganyarna kana strategi perusahaan dina jangka waktu deukeut?"
    ],
    [
      "Biaya",
      "Biaya Operasional",
      "Q1: Sabaraha total biaya operasional kuartal ieu dibandingkeun jeung kuartal saméméhna? Q2: Faktor naon waé anu nyumbang kana parobahan signifikan dina biaya operasional? Q3: Kumaha anjeun ngatur biaya operasional dumasar kana kondisi ékonomi ayeuna?"
    ],
    [
      "Biaya",
      "Biaya Pokok Penjualan",
      "Q1: Kumaha Biaya Pokok Penjualan robah dina kuartal ieu, sarta naon faktor utama di balik parobahan ieu? Q2: Sabaraha persentase pendapatan anu diwakilan ku Biaya Pokok Penjualan, sarta kumaha babandinganana jeung norma industri? Q3: Naha aya inisiatif anu disiapkeun pikeun ngurangan Biaya Pokok Penjualan tanpa ngorbankeun kualitas?"
    ],
    [
      "Biaya",
      "Biaya Pamasaran jeung Penjualan",
      "Q1: Sabaraha biaya anu dikaluarkeun perusahaan pikeun pamasaran jeung penjualan dina kuartal ieu? Q2: Strategi pamasaran atawa penjualan spésifik naon anu nyumbang kana biaya ieu? Q3: Naha aya rencana pikeun nyaluyukeun strategi ieu dina kuartal anu bakal datang dumasar kana kinerja?"
    ],
    [
      "Ékspansi",
      "Ékspansi Géografis",
      "Q1: Wewengkon atawa pasar spésifik naon anu diékspansi ku perusahaan, sarta faktor naon anu mangaruhan kana pilihan ieu? Q2: Naon biaya awal anu patali jeung ékspansi géografis, sarta strategi naon anu disiapkeun pikeun ngadukung éta? Q3: Naon ramalan waktos anu dipiharep pikeun operasi régional anyar pikeun ngahontal kauntungan?"
    ],
    [
      "Ékspansi",
      "Ékspansi Lini Produk",
      "Q1: Produk anyar naon anu diwanohkeun ku perusahaan, sarta kabutuhan konsumén atawa pasar naon anu rék diungkulan? Q2: Kumaha pangaruh peluncuran produk ieu kana biaya produksi perusahaan sarta kinerja kauangan sacara umum? Q3: Naha aya sinergi anu diharepkeun antara produk anyar jeung produk atawa jasa anu geus aya?"
    ],
    [
      "Ékspansi",
      "Ékspansi Ségmén Pasar",
      "Q1: Ségmén palanggan anyar naon anu ditargetkeun ku perusahaan, sarta panalungtikan naon anu ngadukung arah stratégis ieu? Q2: Strategi pamasaran naon anu bakal diterapkeun pikeun ngahontal ségmén anyar ieu, sarta sabaraha biaya anu diantisipasi? Q3: Naon ékspéktasi pertumbuhan pikeun ségmén pasar anyar ieu dina sababaraha taun ka hareup?"
    ],
    [
      "Bisnis",
      "Bisnis",
      "Q1: Proyék atawa inisiatif konci naon anu ayeuna dilaksanakeun ku perusahaan, sarta bikeun gambaran singget ngeunaan naon anu dikandung ku unggal proyék? Q2: Kumaha kinerja proyék ieu dibandingkeun jeung kuartal saméméhna, sarta kumaha posisi maranéhanana dibandingkeun jeung pesaing dina séktor anu sarua? Naon tanggapan pasar kana inisiatif ieu? Q3: Sabaraha pendapatan anu dihasilkeun tina proyék ieu pikeun période laporan ayeuna, sarta résiko poténsial naon anu tiasa mangaruhan kinerja maranéhanana di masa hareup?"
    ],
    [
      "Prospek Masa Depan",
      "Prospek Masa Depan",
      "Q1: Naon tujuan stratégis utama perusahaan pikeun taun anu bakal datang, sarta inisiatif konci naon anu direncanakeun pikeun ngahontal tujuan ieu? Q2: Kumaha rencana masa depan ieu saluyu jeung tren industri jeung paménta pasar ayeuna? Q3: Naon dampak kauangan anu diharepkeun tina rencana ieu kana kinerja perusahaan dina jangka pondok jeung jangka panjang?"
    ]
  ]
}