{
  "columns": [
    "Kategorie zaměření",
    "Položka zaměření",
    "Otázky"
  ],
  "data": [
    [
      "Finanční ukazatel",
      "Dividenda",
      "Q1: Zaplatila tato společnost investorům dividendu? Q2: Došlo k nějakému zvýšení nebo snížení akciových dividend? Pokud ano, jaká je míra, kterou se dividendy zvyšovaly? Q3: Jaký typ dividendy společnost vyplatila?"
    ],
    [
      "Finanční ukazatel",
      "Tržby",
      "Q1: Jaké byly vykázané tržby společnosti za minulé čtvrtletí a jak se srovnávají se stejným čtvrtletím v předchozím roce? Q2: Jaké faktory ovlivnily výkonnost tržeb společnosti v tomto čtvrtletí? Q3: Jaké jsou prognózy tržeb společnosti pro nadcházející čtvrtletí a jaké strategie jsou zavedeny k dosažení těchto cílů?"
    ],
    [
      "Finanční ukazatel",
      "Návratnost",
      "Q1: Jaká byla čistá zisková marže společnosti za toto čtvrtletí a jak se změnila oproti předchozímu čtvrtletí nebo roku? Q2: Jaká je návratnost vlastního kapitálu (ROE) a návratnost aktiv (ROA) společnosti za toto období? Q3: Jak plánuje společnost zvýšit hodnotu pro akcionáře v nadcházejících obdobích? Jsou plánovány nějaké dividendy nebo zpětné odkupy?"
    ],
    [
      "Finanční ukazatel",
      "Zisky",
      "Q1: Došlo k nějakému zvýšení nebo snížení zisků? Pokud ano, jaká je míra, kterou se zisky zvyšovaly nebo snižovaly? Q2: Jaký výhled poskytli vedoucí pracovníci této společnosti ve vztahu k budoucímu růstu zisků? Q3: Jsou zisky vyšší nebo nižší ve srovnání s očekáváním? Jsou atraktivní ve srovnání s konkurencí?"
    ],
    [
      "Zaměstnanci a management",
      "Plat",
      "Q1: Jaké procento z celkových nákladů společnosti je v současné době přiděleno na platy zaměstnanců a jak se to změnilo v reakci na nedávný obchodní vývoj? Q2: Jak se srovnává struktura odměňování vaší společnosti s průmyslovými standardy, zejména pokud jde o plat, benefity a bonusy? Q3: Jaké byly průměrné nárůsty nebo poklesy platů v celé společnosti letos ve srovnání s loňským rokem?"
    ],
    [
      "Zaměstnanci a management",
      "Penzijní fond",
      "Q1: Jaký je aktuální stav penzijního fondu společnosti a jaké byly hlavní změny v jeho stavu financování za poslední rok? Q2: Jak společnost spravuje své penzijní závazky a jaké strategie jsou zavedeny k řešení případných podfinancovaných pozic? Q3: Jaké jsou očekávané dopady současných penzijních závazků na budoucí finanční výkonnost společnosti?"
    ],
    [
      "Zaměstnanci a management",
      "Změna managementu",
      "Q1: Došlo v poslední době k nějakým změnám na klíčových manažerských pozicích společnosti, včetně generálního ředitele (CEO), atd.? Q2: Jaké byly důvody nedávných změn ve vedení, zejména na pozici generálního ředitele (CEO)? Q3: Jaký dopad se očekává od nedávných změn ve vedení na strategii společnosti v blízké budoucnosti?"
    ],
    [
      "Náklady",
      "Provozní náklady",
      "Q1: Jaké byly celkové provozní náklady v tomto čtvrtletí ve srovnání s předchozím čtvrtletím? Q2: Které faktory přispěly k významným změnám v provozních nákladech? Q3: Jak řídíte provozní náklady s ohledem na současné ekonomické podmínky?"
    ],
    [
      "Náklady",
      "Náklady na prodané zboží",
      "Q1: Jak se změnily náklady na prodané zboží v tomto čtvrtletí a jaké byly hlavní faktory těchto změn? Q2: Jaké procento z tržeb představují náklady na prodané zboží a jak se to srovnává s průmyslovými normami? Q3: Existují nějaké iniciativy ke snížení nákladů na prodané zboží bez kompromisů v kvalitě?"
    ],
    [
      "Náklady",
      "Náklady na marketing a prodej",
      "Q1: Kolik společnost utratila za marketing a prodej v tomto čtvrtletí? Q2: Jaké konkrétní marketingové nebo prodejní strategie přispěly k těmto nákladům? Q3: Existují plány na úpravu těchto strategií v nadcházejících čtvrtletích na základě výkonnosti?"
    ],
    [
      "Expanze",
      "Geografická expanze",
      "Q1: Do jakých konkrétních regionů nebo trhů společnost expanduje a jaké faktory ovlivnily tento výběr? Q2: Jaké jsou počáteční náklady spojené s geografickou expanzí a jaké strategie jsou zavedeny na její podporu? Q3: Jaký je předpokládaný časový rámec pro dosažení ziskovosti nových regionálních operací?"
    ],
    [
      "Expanze",
      "Rozšíření produktové řady",
      "Q1: Jaké nové produkty společnost zavádí a jaké potřeby spotřebitelů nebo trhu se snaží řešit? Q2: Jak ovlivní zavedení těchto produktů výrobní náklady společnosti a celkovou finanční výkonnost? Q3: Existují nějaké očekávané synergie mezi novými produkty a stávajícími produkty nebo službami?"
    ],
    [
      "Expanze",
      "Rozšíření segmentace trhu",
      "Q1: Na jaké nové segmenty zákazníků se společnost zaměřuje a jaký výzkum podporuje tento strategický směr? Q2: Jaké marketingové strategie budou použity k oslovení těchto nových segmentů a jaké jsou očekávané náklady? Q3: Jaká jsou očekávání růstu pro tyto nové segmenty trhu v průběhu příštích několika let?"
    ],
    [
      "Podnikání",
      "Podnikání",
      "Q1: Jaké jsou klíčové projekty nebo iniciativy, které společnost v současné době realizuje, a poskytněte stručný přehled o tom, co každý projekt obnáší? Q2: Jak se výkonnost těchto projektů srovnává s předchozím čtvrtletím a jak si stojí ve vztahu ke konkurentům ve stejném sektoru? Jaká byla reakce trhu na tyto iniciativy? Q3: Jaké jsou generované tržby z těchto projektů za aktuální vykazované období a jaká potenciální rizika by mohla ovlivnit jejich budoucí výkonnost?"
    ],
    [
      "Budoucí výhled",
      "Budoucí výhled",
      "Q1: Jaké jsou primární strategické cíle společnosti pro nadcházející rok a jaké klíčové iniciativy jsou plánovány k dosažení těchto cílů? Q2: Jak se tyto budoucí plány shodují se současnými průmyslovými trendy a požadavky trhu? Q3: Jaké jsou očekávané finanční dopady těchto plánů na výkonnost společnosti v krátkodobém a dlouhodobém horizontu?"
    ]
  ]
}