{
  "columns": [
    "หมวดหมู่การเน้น",
    "รายการที่เน้น",
    "คำถาม"
  ],
  "data": [
    [
      "ตัวชี้วัดทางการเงิน",
      "เงินปันผล",
      "Q1: บริษัทนี้จ่ายเงินปันผลให้ผู้ลงทุนหรือไม่? Q2: มีการเพิ่มขึ้นหรือลดลงของเงินปันผลหุ้นหรือไม่? หากมี การเพิ่มขึ้นของเงินปันผลอยู่ในอัตราเท่าไร? Q3: บริษัทจ่ายเงินปันผลประเภทใด?"
    ],
    [
      "ตัวชี้วัดทางการเงิน",
      "รายได้",
      "Q1: รายได้ที่บริษัทรายงานในไตรมาสที่ผ่านมาอยู่ที่เท่าไร และเปรียบเทียบกับไตรมาสเดียวกันของปีก่อนอย่างไร? Q2: ปัจจัยใดที่ส่งผลต่อประสิทธิภาพรายได้ของบริษัทในไตรมาสนี้? Q3: บริษัทมีการคาดการณ์รายได้สำหรับไตรมาสต่อไปอยู่ที่เท่าไร และมีกลยุทธ์ใดบ้างที่จะบรรลุเป้าหมายเหล่านี้?"
    ],
    [
      "ตัวชี้วัดทางการเงิน",
      "ผลตอบแทน",
      "Q1: อัตรากำไรสุทธิของบริษัทในไตรมาสนี้อยู่ที่เท่าไร และมีการเปลี่ยนแปลงจากไตรมาสก่อนหรือปีก่อนอย่างไร? Q2: อัตราผลตอบแทนต่อส่วนของผู้ถือหุ้น (ROE) และอัตราผลตอบแทนต่อสินทรัพย์ (ROA) ของบริษัทในช่วงนี้อยู่ที่เท่าไร? Q3: บริษัทมีแผนเพิ่มมูลค่าให้ผู้ถือหุ้นในช่วงต่อไปอย่างไร? มีการวางแผนจ่ายเงินปันผลหรือซื้อหุ้นคืนหรือไม่?"
    ],
    [
      "ตัวชี้วัดทางการเงิน",
      "กำไร",
      "Q1: มีการเพิ่มขึ้นหรือลดลงของกำไรหรือไม่? หากมี การเพิ่มขึ้นหรือลดลงของกำไรอยู่ในอัตราเท่าไร? Q2: ผู้บริหารของบริษัทให้แนวโน้มเกี่ยวกับการเติบโตของกำไรในอนาคตอย่างไร? Q3: กำไรอยู่เหนือหรือต่ำกว่าความคาดหวังหรือไม่? มีความน่าสนใจเมื่อเปรียบเทียบกับคู่แข่งหรือไม่?"
    ],
    [
      "ผู้จัดการพนักงาน",
      "เงินเดือน",
      "Q1: ปัจจุบันบริษัทจัดสรรค่าใช้จ่ายรวมเท่าไรให้กับเงินเดือนพนักงาน และมีการเปลี่ยนแปลงอย่างไรตามการพัฒนาทางธุรกิจล่าสุด? Q2: โครงสร้างค่าตอบแทนของบริษัทเปรียบเทียบกับมาตรฐานอุตสาหกรรมอย่างไร โดยเฉพาะในด้านเงินเดือน สวัสดิการ และโบนัส? Q3: ค่าเฉลี่ยการเพิ่มขึ้นหรือลดลงของเงินเดือนทั่วบริษัทในปีนี้เมื่อเทียบกับปีที่แล้วอยู่ที่เท่าไร?"
    ],
    [
      "ผู้จัดการพนักงาน",
      "เงินก้อน",
      "Q1: สถานะปัจจุบันของกองทุนเงินก้อนของบริษัทอยู่ที่ใด และมีการเปลี่ยนแปลงสำคัญในสถานะการเงินของกองทุนในช่วงปีที่ผ่านมาอย่างไร? Q2: บริษัทจัดการหนี้เงินก้อนอย่างไร และมีกลยุทธ์ใดบ้างที่จะแก้ไขสถานการณ์กองทุนที่ขาดแคลน? Q3: ผลกระทบจากการมีภาระเงินก้อนในปัจจุบันต่อผลการดำเนินงานทางการเงินของบริษัทในอนาคตคาดว่าจะเป็นอย่างไร?"
    ],
    [
      "ผู้จัดการพนักงาน",
      "การเปลี่ยนแปลงการบริหาร",
      "Q1: มีการเปลี่ยนแปลงใด ๆ ในตำแหน่งผู้บริหารหลักของบริษัทหรือไม่ รวมถึงตำแหน่งซีอีโอ Q2: สาเหตุของการเปลี่ยนแปลงการบริหารล่าสุด โดยเฉพาะในตำแหน่งซีอีโอคืออะไร? Q3: การเปลี่ยนแปลงการบริหารล่าสุดคาดว่าจะส่งผลต่อกลยุทธ์ของบริษัทในระยะสั้นอย่างไร?"
    ],
    [
      "ค่าใช้จ่าย",
      "ค่าใช้จ่ายในการดำเนินงาน",
      "Q1: ค่าใช้จ่ายในการดำเนินงานรวมในไตรมาสนี้เทียบกับไตรมาสก่อนอยู่ที่เท่าไร? Q2: ปัจจัยใดที่ส่งผลให้ค่าใช้จ่ายในการดำเนินงานเปลี่ยนแปลงอย่างมีนัยสำคัญ? Q3: บริษัทจัดการค่าใช้จ่ายในการดำเนินงานอย่างไรในบริบทของสภาพเศรษฐกิจปัจจุบัน?"
    ],
    [
      "ค่าใช้จ่าย",
      "ต้นทุนขายสินค้า",
      "Q1: ต้นทุนขายสินค้าเปลี่ยนแปลงอย่างไรในไตรมาสนี้ และปัจจัยใดที่เป็นตัวขับเคลื่อนการเปลี่ยนแปลงเหล่านี้? Q2: ต้นทุนขายสินค้าคิดเป็นเปอร์เซ็นต์ของรายได้อยู่ที่เท่าไร และเปรียบเทียบกับมาตรฐานอุตสาหกรรมอย่างไร? Q3: มีโครงการใดบ้างที่จะลดต้นทุนขายสินค้าโดยไม่กระทบต่อคุณภาพหรือไม่?"
    ],
    [
      "ค่าใช้จ่าย",
      "ค่าใช้จ่ายด้านการตลาดและการขาย",
      "Q1: บริษัทใช้จ่ายเท่าไรในด้านการตลาดและการขายในไตรมาสนี้? Q2: กลยุทธ์การตลาดหรือการขายใดที่ส่งผลให้เกิดค่าใช้จ่ายเหล่านี้? Q3: มีแผนปรับกลยุทธ์เหล่านี้ในไตรมาสต่อไปตามผลการดำเนินงานหรือไม่?"
    ],
    [
      "การขยายตัว",
      "การขยายตัวทางภูมิศาสตร์",
      "Q1: บริษัทกำลังขยายเข้าสู่ภูมิภาคหรือตลาดใด และปัจจัยใดที่ส่งผลให้เลือกพื้นที่เหล่านี้? Q2: ค่าใช้จ่ายเริ่มต้นสำหรับการขยายตัวทางภูมิศาสตร์อยู่ที่เท่าไร และมีกลยุทธ์ใดบ้างที่สนับสนุนการขยายตัวนี้? Q3: คาดว่าเวลาที่ดำเนินการในภูมิภาคใหม่จะสร้างผลกำไรได้เมื่อใด?"
    ],
    [
      "การขยายตัว",
      "การขยายไลน์สินค้า",
      "Q1: บริษัทกำลังแนะนำสินค้าใหม่ใด และตอบสนองความต้องการของผู้บริโภคหรือตลาดใด? Q2: การแนะนำสินค้าใหม่เหล่านี้จะส่งผลต่อต้นทุนการผลิตและผลการดำเนินงานทางการเงินโดยรวมของบริษัทอย่างไร? Q3: มีความสัมพันธ์เชิงซิงเกอร์ยี่ระหว่างสินค้าใหม่กับสินค้าหรือบริการที่มีอยู่หรือไม่?"
    ],
    [
      "การขยายตัว",
      "การขยายการแบ่งส่วนตลาด",
      "Q1: บริษัทกำลังมุ่งเป้าไปที่กลุ่มลูกค้าใหม่ใด และมีการวิจัยใดสนับสนุนทิศทางเชิงกลยุทธ์นี้? Q2: จะใช้กลยุทธ์การตลาดใดเพื่อเข้าถึงกลุ่มลูกค้าใหม่เหล่านี้ และคาดว่าจะมีค่าใช้จ่ายเท่าไร? Q3: คาดการณ์การเติบโตของกลุ่มตลาดใหม่เหล่านี้ในอีกไม่กี่ปีข้างหน้าอย่างไร?"
    ],
    [
      "ธุรกิจ",
      "ธุรกิจ",
      "Q1: โครงการหรือกิจกรรมหลักที่บริษัทกำลังดำเนินการอยู่มีอะไรบ้าง และแต่ละโครงการมีรายละเอียดอย่างไร? Q2: ประสิทธิภาพของโครงการเหล่านี้เมื่อเทียบกับไตรมาสก่อนอยู่ที่ใด และเปรียบเทียบกับคู่แข่งในอุตสาหกรรมเดียวกันอย่างไร? ตลาดตอบรับโครงการเหล่านี้อย่างไร? Q3: รายได้ที่เกิดขึ้นจากโครงการเหล่านี้ในช่วงรายงานผลการดำเนินงานปัจจุบันอยู่ที่เท่าไร และมีความเสี่ยงใดที่อาจกระทบต่อประสิทธิภาพในอนาคตหรือไม่?"
    ],
    [
      "มุมมองในอนาคต",
      "มุมมองในอนาคต",
      "Q1: บริษัทมีเป้าหมายเชิงกลยุทธ์หลักสำหรับปีต่อไปอยู่ที่ใด และมีโครงการหลักใดบ้างที่วางแผนไว้เพื่อบรรลุเป้าหมายเหล่านี้? Q2: แผนเหล่านี้สอดคล้องกับแนวโน้มและความต้องการตลาดในปัจจุบันอย่างไร? Q3: ผลกระทบทางการเงินที่คาดว่าจะเกิดขึ้นจากแผนเหล่านี้ต่อผลการดำเนินงานของบริษัทในระยะสั้นและระยะยาวอยู่ที่ใด?"
    ]
  ]
}