{
  "columns": [
    "question",
    "answer"
  ],
  "data": [
    [
      "What is a gene?",
      "A gene is a segment of DNA that contains instructions for building proteins."
    ],
    [
      "What does carrier mean?",
      "A carrier has one copy of a mutated gene but does not show symptoms."
    ],
    [
      "What is autosomal recessive?",
      "A condition where both gene copies must be mutated for the disorder to appear."
    ],
    [
      "What is autosomal dominant?",
      "Only one mutated copy of the gene is needed to cause the disorder."
    ],
    [
      "What is NIPT?",
      "NIPT is a non-invasive prenatal test that analyzes fetal DNA from the mother's blood."
    ],
    [
      "What is consanguinity?",
      "It means the parents are related by blood, increasing the chance of inherited conditions."
    ],
    [
      "What is a genetic mutation?",
      "A change in the DNA sequence that may or may not cause disease."
    ],
    [
      "What is a pedigree?",
      "A diagram showing family relationships and the occurrence of inherited traits."
    ],
    [
      "What is genetic counseling?",
      "It is a process where individuals receive guidance on the risks, implications, and testing options for genetic conditions."
    ],
    [
      "What is a chromosome?",
      "A chromosome is a structure made of DNA that contains many genes."
    ],
    [
      "What is Down syndrome?",
      "A genetic condition caused by an extra copy of chromosome 21."
    ],
    [
      "What is a karyotype?",
      "A test to examine chromosomes in a sample of cells."
    ],
    [
      "What is newborn screening?",
      "A test performed on newborns to detect certain serious genetic conditions early."
    ],
    [
      "What is whole exome sequencing?",
      "A test that sequences all protein-coding regions of genes to identify mutations."
    ],
    [
      "What is genetic testing?",
      "Testing DNA to identify changes that may indicate a genetic disorder."
    ],
    [
      "What is BRCA1/BRCA2?",
      "Genes associated with increased risk of breast and ovarian cancer."
    ],
    [
      "What is X-linked inheritance?",
      "A pattern where genes on the X chromosome cause disease, often affecting males more severely."
    ],
    [
      "What is prenatal diagnosis?",
      "Testing done during pregnancy to determine if the fetus has a genetic disorder."
    ],
    [
      "What is carrier screening?",
      "A test to identify people who carry a gene for a recessive condition."
    ],
    [
      "What is gene therapy?",
      "An experimental technique to treat or prevent disease by inserting genes into a patient's cells."
    ]
  ]
}