{
  "columns": [
    "Question",
    "Answer",
    "Image"
  ],
  "data": [
    [
      "What are the divisions of the Department of Justice?",
      "The Department of Justice is divided into several key divisions, including the eCourts Project, Fast Track Special Courts, and the National Judicial Academy. [Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "How can I find information on the current status of my case?",
      "You can check the current status of your case through the National Judicial Data Grid (NJDG) on the DoJ website.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "How do I pay a traffic fine?",
      "You can pay your traffic fine online through the ePay system available on the DoJ website.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "What is the eCourts Project?",
      "The eCourts Project is an initiative to digitize and automate the processes of various courts across India to enhance transparency and efficiency.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "How do I access live streaming of court cases?",
      "Live streaming of court cases can be accessed directly from the DoJ website, under the 'Live Streaming' section.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "What is the role of Fast Track Special Courts?",
      "Fast Track Special Courts are established for the speedy trial and disposal of cases related to sensitive matters like rape and POCSO Act violations.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "Where can I download the eCourts Services Mobile App?",
      "The eCourts Services Mobile App can be downloaded from the official DoJ website or the Google Play Store and Apple App Store.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "What is Tele Law Services?",
      "Tele Law Services provide legal aid to marginalized communities through teleconferencing and video conferencing facilities.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "How can I contact the Department of Justice?",
      "You can contact the Department of Justice through the contact form available on their website or by visiting their headquarters in New Delhi.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ],
    [
      "How to file case in efiling?",
      "The eCourts Services Mobile App can be downloaded from the official DoJ website or the Google Play Store and Apple App Store.[Here] https://doj.gov.in/",
      "C:\\Users\\MR\\Desktop\\Smart India Hackthon\\hello\\sample.jpg"
    ]
  ]
}