{
  "columns": [
    "config_name",
    "description"
  ],
  "data": [
    [
      "parser_errors_daily",
      "The pipe nmea parser can fail parsing a message for various reasons which are logged. This is a simple count of parsing errors per day."
    ],
    [
      "parsed_row_count_daily",
      "The is a simple count of parsed messages per day which also includes errors and duplicates that get removed during normalization."
    ],
    [
      "fishing_effort_pipe2_5_flag_daily",
      "Published fishing effort based on pipe2.5 split by flag."
    ],
    [
      "parsed_row_count_source_daily",
      "Parsed message count per day and split by provider."
    ],
    [
      "parsed_row_count_hourly",
      "Parsed message count per hour."
    ],
    [
      "pipe3_gaps",
      "Gaps initially had an orchestration issue in pipe3 which is why we monitor it while it's in prototype stage."
    ],
    [
      "fishing_effort_pipe3_flag_daily",
      "Published fishing effort based on pipe3 split by flag."
    ],
    [
      "parser_errors_daily_by_source",
      "The pipe nmea parser can fail parsing a message for various reasons which are logged. In the past, patterns in parser errors have pointed to ingestion issues with some of the providers. This is a simple count of parsing errors per day and split by provider."
    ],
    [
      "parsed_row_count_type_daily",
      "Parsed message count per day and split by AIS type (e.g. AIS.1 for position messages)."
    ],
    [
      "parsed_row_count_receiver_type_daily",
      "Parsed message count per day and split by receiver type."
    ],
    [
      "pipe3_vs_pipe2_5_published_fishing_effort_deltas",
      "Published fishing effort is one of the most prominent measures we show in our products. We therefore monitor the relative delta in fishing effort between the previous and new pipe."
    ],
    [
      "pipe3_vs_pipe2_5_published_fishing_events_deltas",
      "Published fishing events are one of the most prominent measures we show in our products. We therefore monitor the relative delta in fishing events between the previous and new pipe."
    ],
    [
      "pipe3_vs_pipe2_5_published_fishing_events_duration_deltas",
      "Published fishing events are one of the most prominent measures we show in our products. We therefore monitor the relative delta in fishing events duration between the previous and new pipe."
    ],
    [
      "t_world_fishing_827_queries_billed",
      "We receive total bytes billed for all our queries in world_fishing_827. We compare the amount of TB billed per day against a constant value to ensure we are not accidentally causing unexpected costs."
    ],
    [
      "v_world_fishing_827_queries_billed_by_sa_non_sa",
      "We receive total bytes billed for all our queries in world_fishing_827. We compare the amount of TB billed per day against the maximum amount over a sliding window to ensure we are not accidentally causing unexpected costs. This is broken down by service account users (dimension=true) vs non-service account users (dimension=false)."
    ],
    [
      "gfw_api_delays",
      "A GFW API scraper downloads data from our API in regular intervals. By looking at the latest available timestamps in each API endpoint we can check whether any data is delayed. The delay is calculated as the time since the expected publication and only exists when data was not available at the expected publication time."
    ]
  ]
}