{
  "columns": [
    "Unnamed: 0.1",
    "Unnamed: 0",
    "anime_id",
    "name",
    "genre",
    "type",
    "episodes",
    "rating",
    "members",
    "synopsis"
  ],
  "data": [
    [
      0,
      11900,
      4868,
      "Blind Night",
      "Hentai",
      "OVA",
      3,
      5.92,
      1253,
      "When Yoji, a college student finds a demonic book, he decides to follow its writings and make a female student - Rie, his sexual slave. However, hes not satisified with only one slave.(Source: AniDB)"
    ],
    [
      1,
      11901,
      33750,
      "Boku no Yayoi-san 2",
      "Hentai",
      "OVA",
      2,
      5.9,
      730,
      "A continuation of Boku no Yayoi-san."
    ],
    [
      2,
      11902,
      19635,
      "Hontou ni Atta",
      "Hentai",
      "OVA",
      2,
      5.92,
      1361,
      "No synopsis information has been added to this title. Help improve our database by adding a synopsis here."
    ],
    [
      3,
      11903,
      9091,
      "Ikusa Otome Suvia Special",
      "Fantasy, Hentai",
      "Special",
      1,
      5.92,
      1181,
      "A special included in the DVD Box set of Ikusa Otome Suvia."
    ],
    [
      4,
      11904,
      4379,
      "Inmu: Ikenie no Utage",
      "Demons, Hentai",
      "OVA",
      2,
      5.92,
      954,
      "The first night-Yuumi is raped by a sexual molester on her way to school. She cant cry out. He violently molests her over and over again. Somehow she escapes from him but ever since then she feels as though someone is watching her all the time in the toilet, in the shower, wherever she is, someones eyes follow her.The second night- The haughty woman fashion designer blames a subordinate who made a mistake. Soon she becomes imprisoned, totally nude, inside of the public telephone booth. But it was just the beginning of the revengeThird night (Inside of the water) Izumi Hinagawa is the star of the swimming club to who all the aspire. Aki Sakuragi was one of them. In the shower room, Izumi found a white panty inside a plastic bah that someone had forgotten. She confirms that it belongs to Aki. Ixumi slowly opens a panty and presses it to her nose. She said \"Aki\". The truth is Izumi is a lesbian and has feelings for Aki. Then, the next day, Izumi approaches Aki at poolside. From this moment, they are guided into the sexual world. Dear angels you shall experience the pleasure of paradise.Fourth night (The Box) when Aoi wakes up she is in the dark and there is a wall of concrete on all sides. There is only a bed frame, the light In the ceiling and the iron door. Aoi is startled when the door opens and then locked. Then, men rape Aoi by turns. She is humiliated and tries to remember, \"How long have I been here?\" The reality is that her state between the real and fantasy began when she opened the little box that she bought from the strange antique shop.(Source: AnimeOnDVD)"
    ],
    [
      5,
      11905,
      5590,
      "Itoshi no Kotodama",
      "Hentai",
      "OVA",
      2,
      5.92,
      603,
      "Koga Shigemaro, a young man that have an extraordinary gift. He can see and talk to spirits. Most of those spirits are deceased people with regrets and because of that, they cant move on to the \"after life\". From the help of his grandfather, (who works as an exorcist in a shrine), and hard work, he helps them to fulfill their last desire. And after he is done helping them, he has sex with them.(Source: bakabt)"
    ],
    [
      6,
      11906,
      4775,
      "Lunatic Night",
      "Comedy, Hentai, Parody",
      "OVA",
      3,
      5.92,
      688,
      "Humankind has almost reached extinction. Only one male remains, with two females and a human-like catgirl. Of course, the labor now is to repopulate Earth, so the male has to do his job. But along with having sex almost every day they have to reclaim lands of another species living on the Earth, so the sex-battles must commence.(Source: ANN)"
    ],
    [
      7,
      11907,
      2376,
      "Shusaku Liberty",
      "Hentai",
      "OVA",
      2,
      5.92,
      1165,
      "Just when you thought that no one could drive harder, move faster, and hang lower than Kisaku, here comes the continued adventures of the original Letch. Thanks to Shusakus position at an all girls school, his story is packed with more girls, more perversion, and twice the lesbianism that Kisaku could ever handle. (Source: AniDB)"
    ],
    [
      8,
      11908,
      3681,
      "Tokyo Requiem",
      "Demons, Hentai, Supernatural",
      "OVA",
      2,
      5.92,
      1392,
      "An underground society lies beneath the surface of Tokyo. This society has kept silent for many years, but now, they are on the move. They are kidnapping four mikos and use their powers to wake up a long forgotten god...(Source: ANN)"
    ],
    [
      9,
      11909,
      2344,
      "Choujin Densetsu Urotsukidouji: Inferno Road",
      "Demons, Fantasy, Hentai, Horror, Sci-Fi",
      "OVA",
      3,
      5.91,
      1210,
      "Directly following the conclusion of Urotsukidoji III, the survivors of the Azuma kingdom genocide travel aboard a futuristic tank with Osaka as the destination. There, they plan to face both the Overfiend and their own fates as well. Along they way, the stumble upon a civilization beyond imagination, where children cruely rule over the adults. It is up to Amano Jyaku to save his friends from this sinister land and its evil ruler, Ellis. Shortly after their encounter, Sui Kaka Jus sister Yoenhime summons Munhihausen, who transforms her into the menacing Yoenki. At last, she is strong enough to reap revenge on Amano for killing her brother. But Munhihausen has his own hidden agendas. The Urotsukidoji legend will finally reach its climax in Osaka, when Kiojo, the sweet and innocent Himi, and the Chojin meet face to face. "
    ],
    [
      10,
      11910,
      4842,
      "Doukyuusei 2 (OVA)",
      "Hentai",
      "OVA",
      12,
      5.91,
      642,
      "Based on a game by Elf. "
    ],
    [
      11,
      11911,
      16476,
      "Idol Kouhosei",
      "Hentai",
      "OVA",
      1,
      5.9,
      1442,
      "Its a new century and men have lost their sexual desires thus decreasing the number of marriages and births. In order to repopulate the world, the government decided to start a program to improve mens sex lives. Sex idols, girls who can sing, dance, and have sex with innumerable men, are now in need to help improve the stagnant society.(Source: HentaiTake)"
    ],
    [
      12,
      11912,
      10325,
      "Kyuuketsuki",
      "Hentai, Vampire",
      "OVA",
      2,
      5.91,
      3281,
      "The vampire. A legendary creature that lives in the shadows and preys on humanity.Onohara Mikage is an unfortunate girl who sold herself to a clan of vampires to pay off her parents debt. What has the clan head, Claude, prepared for her? Will she be able to pay herself off and obtain her freedom?"
    ],
    [
      13,
      11913,
      2368,
      "Ryouki no Ori: Dai 2 Shou",
      "Hentai",
      "OVA",
      3,
      5.91,
      1028,
      "Masakazu Inouye enters a dark dungeon. The eyes of a girl fill with terror. Gogged and chained, she is unable to defend herself from the horrible assault that follows...Its another day on the job for Takeshi Saito. He recently started working as a security guard for a high-tech amisement park called Fantasien. However, a bad day at work quickly spirals into a nightmarish maze of murder and mystery. It starts when Saito accidentally breaks a guidance display at work. Saito and Tamami are called into the office of Ms. Amano, his sexy boss. Makoto Kashiwara is sent out to repair the display. However, Kashiwara stumbles across a dark secret...(Source: NuTech Digital)"
    ],
    [
      14,
      11914,
      2838,
      "Toushin Toshi II",
      "Adventure, Fantasy, Hentai, Romance",
      "OVA",
      3,
      5.91,
      584,
      "Sid enters a tournament. Shortly after he is crowned champion, the fallen Angel Aquross infects him with a hideous disease that requires him to steal the life energy of Angels or be in constant pain. The only relief lies in a drug that kills the pain, but causes sexual urges that cannot be denied. Now, Sid must defeat the evil Aquross.(Source: ANN)"
    ],
    [
      15,
      11915,
      9434,
      "Fighting of Ecstasy",
      "Hentai",
      "OVA",
      2,
      5.9,
      1902,
      "Based on \"Fighting of Ecstasy 2009\" (erotic game) by Crimson.(Source: ANN)"
    ],
    [
      16,
      11916,
      3411,
      "Haitoku no Shoujo",
      "Hentai, Psychological",
      "OVA",
      2,
      5.9,
      1696,
      "The girls of the Saegusa family are always on the lookout for a new pet to train, and they have plenty of time as their father is usually gone. At the same time they are hiding their own dark family secret.(Source: ANN)"
    ],
    [
      17,
      11917,
      1782,
      "Hyakki",
      "Hentai, Horror",
      "OVA",
      3,
      5.9,
      1341,
      "A group of young adults have decided to travel to a mysterious island through a tour line. The island has been deserted of human life and the ruins of a once promising city continue to decay. Each of the group members have a reason to visit the island, including returning to their former homes or embarking on a scavenger hunt. During their visit, strange events start to take place and past memories and sexual emotions began to surface among the group. The tour takes a turn for the worst when several of tourists are found murdered, showing that someone remains on the desolated island.(Source: ANN)"
    ],
    [
      18,
      11918,
      5403,
      "Jii Tousaku",
      "Hentai",
      "OVA",
      2,
      5.9,
      825,
      "Based on the game by TinkerBell. Saeko is introduced to an online sex shop by her co-worker, Sayaka. Curiosity gets the best of her and she orders herself a small vibrator. After discovering the pleasures the sex toys bring her, she gets addicted to masturbation and finds herself doing it all the time. Soon enough, Sayaka joins her in her sex escapades and things start to escalate to new heights. (Source: AniDB) "
    ],
    [
      19,
      11919,
      4799,
      "Mune Kyun! Heartful Cafe",
      "Hentai",
      "OVA",
      2,
      5.9,
      1058,
      "Shinya is the manager of a small coffee house staffed by his twin stepsisters Chiyori and Chika. When a franchise for a large café chain opens across the street, the siblings are forced to improvise to hang onto their business. The girls start wearing revealing costumes to attract more clientele, although when regular customer Aya becomes close to Shinya, it inspires feelings of jealousy in Chika. Chika decides to seduce Shinya herself, although this soon causes problems for her twin, whose feelings towards him remain purely platonic. Erotic high jinks ensue."
    ],
    [
      20,
      11920,
      3534,
      "Seijuuden: Twin Dolls",
      "Action, Demons, Hentai, Magic, Supernatural",
      "OVA",
      2,
      5.9,
      897,
      "Mai and Ai Amatsu are beautiful and powerful twin sisters descended from a Tennyo angel. However, part of this legacy includes fighting off sex-starved demons and protecting the child-like boy Onimaro from evil forces. Can Mai and Ai carry out their mission in life and retain their chastity at the same time? (Source: Animetric.com) "
    ],
    [
      21,
      11921,
      9326,
      "Yubisaki Annainin Shirudaku Settai Okawari Sanhaime",
      "Hentai",
      "OVA",
      3,
      5.9,
      1363,
      "A much coveted beauty salon popular among young ladies is actually a trap for innocent young women. Guided slowly into perverse activities, they are filmed in secret and blackmailed by the manager and assistant."
    ],
    [
      22,
      11922,
      31403,
      "Colosseum no Senki: Another Story",
      "Fantasy, Hentai",
      "OVA",
      2,
      5.89,
      1360,
      "Based on the erotic novel by Wakatsuki Hikaru and Hima.A girl of royal blood wants to sneak out of a dangerous town before she gets killed. The only problem is, she doesnt have enough cash to fund an escape or to hire a bodyguard. There’s only one possible way out of this - become a prostitute.(Source: HentaiHaven)"
    ],
    [
      23,
      11923,
      9939,
      "Kunoichi Sakuya",
      "Hentai",
      "OVA",
      2,
      5.89,
      1218,
      "Based on the game by Lune.(Source: AniDB)"
    ],
    [
      24,
      11924,
      4487,
      "Ebenbourg no Kaze",
      "Hentai",
      "OVA",
      2,
      5.88,
      906,
      "Claude was a poor scholar living in England, but is called back to become the Lord of Ronsard by a counselor known as Sophie. Claudes life begins anew with the fate of the city in his hands. But the exiled former lord Eric wants his power back and plans to assassinate Claude. At his new home, Claude meets the lovely maid of the mansion, Mylene. (Source: ANN) "
    ],
    [
      25,
      11925,
      4834,
      "Ecchies",
      "Hentai",
      "OVA",
      2,
      5.88,
      456,
      "A young girl that is crushing on a boy and starting to become curious about sex, asks her parents if she can watch them have sex one night. Instead of scolding her and putting her into therapy they decide to let her do so. This awakens her hormones to the point where her thoughts become actions and she goes for the boy that she is crushing on.(Source: hanime.tv)  "
    ],
    [
      26,
      11926,
      3583,
      "Endless Serenade",
      "Hentai",
      "OVA",
      1,
      5.88,
      1034,
      "Based on the visual novel by DISKDREAM. Yuji cant deny it —hes infatuated with Satsuki. Shes the center of his every waking thought, the star of his every wet dream… Theres just one major problem. Satsuki is his late brothers fiance. Now, a year after his brothers death, Yuji is hoping the day has finally come to make his move, but a steamy night with Miki, the shy red-headed girl at work, could change everything. Should he be with the girl hes always wanted, or the girl whos always wanted him? "
    ],
    [
      27,
      11927,
      4378,
      "Hininden: Gauss",
      "Hentai",
      "OVA",
      1,
      5.88,
      1228,
      "When Daisuke expressed love towards his girlfriend, he was taken away by the moonlight but little to his surprise that He was now the man of Guass. And now he must bear the burden that the man of Gauss carries and try to save the ancient world. "
    ],
    [
      28,
      11928,
      3384,
      "Mi-da-ra",
      "Hentai",
      "OVA",
      3,
      5.88,
      928,
      "A tale of forbidden lust based on the popular Japanese Hentai game Mi Da Ra. When a young man named Yuuto bumps into a stranger on the street, he discovers a dropped VHS tape and brings it home. His sister Yumi isnt around, so he pops it in for a look. The video is a recording of Yumi tied to a chair ...and shockingly the man who tied her up turns out to be him! It turns out the tape is a window into the secret desires of the viewer, and Yuutos quickly addicted! Yumi also discovers her own fantasies on the cassette, and her burning lust cannot be quelled by conventional means! Finally, when his sisters friend discovers the tape, she finds herself on her knees with Yumi and attending to Master Yuutos every need as his personal love slave. (Source: AniDB) "
    ],
    [
      29,
      11929,
      28519,
      "Nosewasure: Onna Kyoushi Chuuzenji Ayano no Inutsu na Kore kara",
      "Hentai",
      "OVA",
      2,
      5.89,
      1505,
      "Based on the adult manga by Shiwasu no Okina.Ayano-sensei is a teacher in a lesbian relationship with one of her female students. When helping to clear out the old second school building, she finds a flash drive with pictures of women having sex... women with dicks of their own! Her investigation leads her to one of her very own students, the president of the black magic club. He can make it happen, but its not gonna be easy.(Source: H-Moe)"
    ],
    [
      30,
      11930,
      2209,
      "V.G.Neo The Animation",
      "Action, Hentai, Martial Arts",
      "OVA",
      3,
      5.88,
      2028,
      "\"V.G. Neo\" is a legendary battle that has been held over several decades to find the strongest waitress. Asuka Yuu arranges with her brother-in-law to live with him and work in his cafe. Suddenly, the enormous debt she owes to her brother-in-law becomes too costly. In order to repay the money, she joins the \"Virgin Goodness League\" which is a battle of waitresses set on one of the most enormous luxury liners in the world. An unknown sponsor promises enormous prizes for victory, but the loser will have to bear the ultimate humiliation. The maidens who will change fate cannot lose these one on one matches or they will suffer the consequences.(Source: AnimeNfo)"
    ],
    [
      31,
      11931,
      5674,
      "Ashita no Yukinojou",
      "Hentai, Romance, School, Sports",
      "OVA",
      4,
      5.87,
      1547,
      "Kasuga Serina is a cheerful girl and enjoys her school life. One day, she meets a handsome transfer student, Yukimura Yukinojo, who acts as if he were indifferent of others. Despite his behavior, she cannot help caring about him.(Source: animenfo.com)"
    ],
    [
      32,
      11932,
      3558,
      "Doukyuusei (OVA): Natsu no Owari ni",
      "Drama, Harem, Hentai, Romance",
      "OVA",
      4,
      5.87,
      1114,
      "Using state of the art animation End Of Summer tells the story of one young mans relationship with five women in a frank and sensual manner seldom explored in even the most daring of live action films.Although the hero, Wataru, wants only to score with Mai, the girl of his dreams, he must first deal with four other young women scattered in his path like land mines. There is infatuated and juvenile Miho, tomboyish athlete Misa, naive Kurumi, and the caustic Satomi, who works in the restaurant where Wataru hangs out and whose personal life become hopelessly intertwined with Watarus.The inevitable liaison between Satomi and Wataru sets a new standard in the rendering of animated erotica and may forever change the way animation is viewed in North America."
    ],
    [
      33,
      11933,
      1595,
      "Inma Daitoshi: Beast City",
      "Hentai",
      "OVA",
      3,
      5.87,
      1356,
      "The modern age. Albeit tales of strange things have existed in history, even in the current day , in modern cities, things lurk in the night. A trio of female vampires who normally only care about consumption of blood and the occasional lesbian interaction with one another, suddenly come head to head with gangs of demonic \"beasts\" that ravage and tear their way through the populace. As time goes on, things heat up in more ways than one as the war begins anew between vampires and beasts. Soon Mina, the beautiful red-headed vampire, and her two friends and followers, along with a human boy and girl, will have to fight for us all to survive."
    ],
    [
      34,
      11934,
      4400,
      "Inmu 2",
      "Hentai",
      "OVA",
      2,
      5.87,
      715,
      "Sometimes the things we fear most are what we truly want. Enter the world of INMU and come face to face with your darkest fears and your wildest dreams.First NightYouri is not sure shes ready to lose her virginity to her boyfriend. Frustrated, her boyfriend regularly visits a massage parlor in order to get off. Even stranger, the masseuse looks just like Youri. Somehow, Youri is turned on by this betrayal and ends up submitting to her darker side.Second NightA voyeur spies on a sexy nurse in her apartment. His obsession walks the line between fantasy and reality as hes consumed with lust. His passion brings to life a mysterious being which possesses him. When he becomes one of her patients, the man and the being merge, unleashing a full-on assault on his object of desire.Third NightA man playing a fantasy card game discovers that he can enter the game world and take control of the women on the cards. He eventually pushes his luck by merging fantasy and reality and finds that hes reached the point of no return.Fourth NightCaught between fantasy and reality, a young man is seduced by his stepmother and they share a sexual encounter. Once is not enough for this guy as he becomes the seducer. Now he wonders if it was all a dream, or if hes become the victim caught in his stepmothers web.(Source: AnimeOnDVD)"
    ],
    [
      35,
      11935,
      4603,
      "Kibun Kibun",
      "Hentai",
      "OVA",
      2,
      5.87,
      776,
      "Adapted from the manga of the same name, Kibun Kibun deals with the normal life and problems of a young couple, with a mixture of comic situations along the way.(Source: The Unofficial LineMarvel Forums)"
    ],
    [
      36,
      11936,
      5400,
      "Mahou no Shiho-chan",
      "Hentai, Magic",
      "OVA",
      2,
      5.87,
      357,
      "Based on the manga by KOIO Minato."
    ],
    [
      37,
      11937,
      2956,
      "Shin-ban Megami Tantei Vinus File",
      "Hentai",
      "OVA",
      2,
      5.87,
      768,
      "Karen and Rio, members of the Goddess Investigation Agency take it upon themselves to expose the underground organization of rapists and sex traffickers responsible for the murder of Rios younger sister Aya. With the help of their young apprentice detective Masafumi, the pair follow the trail of trademark narcotics used by the organization, battling not only those they set out to apprehend, but their own demons in the process."
    ],
    [
      38,
      11938,
      2588,
      "Sinkan",
      "Hentai",
      "OVA",
      1,
      5.87,
      1494,
      "Be good, or you might get punished... Everyone looks up to Ayaka. Shes one of the most beautiful professors at the academy, with bright eyes, big breasts, and a brilliant smile. But shes got a tough side, too: shes coach of the Karate Club. Treat her well, and youll be rewarded with all sorts of sexy favors... but get on her bad side, and youll be flat on your back in no time. So far, theres only been one guy bold enough to anger Ayaka: a brash new student named Togawa. One night, he finds Ayaka having a one-woman orgy in the gym shower room and decides to step in. Will Ayakas temper flare up once again, or will she be swept up by her lustful desires? "
    ],
    [
      39,
      11939,
      5612,
      "Terra Story",
      "Hentai",
      "OVA",
      2,
      5.87,
      385,
      "Keisiuke is a high school student. He falls in love with Misa at first sight. Because he doesnt understand how the girl thinks, he is advised to date with other girls to study. Before the date, he happens to meet Misa and confesses his thought. Several days later, Misa finds him with another girl, and she misunderstands their relations.(Source: AniDB)"
    ],
    [
      40,
      11940,
      3439,
      "Darcrows",
      "Hentai",
      "OVA",
      2,
      5.86,
      1624,
      "Based on a game by Alice Soft. Two large countries, Leben and Carnea, had been ruled by the kings who were men of character, and people in these countries had been living peacefully. However, Leben suddenly intruded into Carnea, and the two countries began to war. The even fights had continued for more than six months, but when the king of Carnea died of illness, gradually Leben got the better of Carnea. In these days, a man in a black suit visited Carnea. He had been a vice leader of the Carnea Knights, Claude, who had suddenly disappeared eight years before. His appearance had changed completely, and that made them suspicious. But when he said he had a plan to beat Leben, they gave their ears to him. He said that they would hire experienced mercenary solders, and that the queen and princesses would sell their bodies to earn money. The queen and her daughter accepted his plan, and they began to take his \"lessons\". (Source: AnimeNFO) "
    ],
    [
      41,
      11941,
      4803,
      "Kawarazaki-ke no Ichizoku 2",
      "Hentai",
      "OVA",
      4,
      5.86,
      739,
      "The continuation of the first OVAs, just with a little twists in the main story line, but it refains the same as the first one. (Source: ANN) "
    ],
    [
      42,
      11942,
      4813,
      "Lolita Anime",
      "Hentai",
      "OVA",
      6,
      5.86,
      1017,
      "The first ever hentai OVA, Lolita Anime was released in early 1984. Some of the episodes featured parodies of other famous anime characters (i.e. Lum). The series main focus was bondage.(Source: ANN)"
    ],
    [
      43,
      11943,
      3711,
      "After... The Animation",
      "Hentai, School",
      "OVA",
      2,
      5.85,
      4369,
      "Young boy gets involved with the teacher and classmates."
    ],
    [
      44,
      11944,
      3551,
      "Dragon Rider",
      "Hentai",
      "OVA",
      2,
      5.85,
      1049,
      "The war between the Dragon Devil clan and the Dragon God clan caused much destruction and sorrow. In the end the Dragon Knights won and the three kings of the Dragon Devil clan were sealed away. However some of the other members of the Dragon Devil clan were able to escape…Ten years have passed, and the world is at peace. A young man named Rike, who dreams of becoming a Dragon Knight, arrives at a small village where he meets the girl Karisu, who at first takes him for a thief. Shortly after his arrival the survivors of the Dragon Devil clan attacked the village and Rike discovered that there is more to Karisu than meets the eye. That was just the beginning of their troubles… "
    ],
    [
      45,
      11945,
      2208,
      "Flutter of Birds II: Tenshi-tachi no Tsubasa",
      "Drama, Hentai, Romance",
      "OVA",
      2,
      5.85,
      827,
      "The miracle happens again... in another country -The son of an Englishman and a Japanese woman, our main character is Shinya. Having grown up in his fathers native land, he wanted to visit the homeland of his mother, who died when he was young. White snow covers the town of Kuramachi. His other hometown, the last trace of his mother. That is where his father and mother met and were married. And the time comes when Shinyas wish is granted. His aunt Miyu says shell look after him at her church..In his mothers hometown, Shinya injures his leg and goes to a clinic. As Shinya stays in the small, snow-covered town, waiting for his leg to heal, he encounters various young women. His encounter with the girl in the clinic who likes to read, Narumi, becomes one hell never forget...(Source: AnimeNfo)"
    ],
    [
      46,
      11946,
      3334,
      "Jokuana",
      "Hentai",
      "OVA",
      2,
      5.85,
      1137,
      "This just in: TV studios are a haven for the sex-crazed. A whole slew of beautiful and sexually vulnerable women are trying to break into the TV news business, and there are just as many men trying to break into them! A helpful yet horny handyman is looking to stake his own claim as he makes the rounds bedding one hopeful nymph after another. But hes not the only one. Pretty much every male at the studio is looking for a piece of the action. You wont need a teleprompter to know what (and who) will be coming next."
    ],
    [
      47,
      11947,
      5553,
      "Love Forever",
      "Hentai",
      "OVA",
      1,
      5.85,
      237,
      "Based on the game by Bunny Pro. "
    ],
    [
      48,
      11948,
      2444,
      "Maids in Dream",
      "Hentai",
      "OVA",
      2,
      5.85,
      1294,
      "A young man wakes up in an unfamiliar room. He has no memory about anything and cant even remember his own name. When he first wakes up there are six maids waiting and worrying about him because he is their new master. One of them tells him his name is Akio. He then learns that he is in a special mansion and will be able to leave only after he manages to resolve his personal issues. The maids are supposed to help him do so, however with no memory he has no idea what personal \"issues\" he needs to resolve.(Source: AniDB)"
    ],
    [
      50,
      11950,
      4350,
      "Megami Kyouju",
      "Hentai, Horror, Military, Sci-Fi, Supernatural",
      "OVA",
      2,
      5.85,
      1269,
      "After a strange hostage-taking case, SWAT officer Linda and her friend Mary, who works at the CSI division, discover that the perpetrator has contracted a mutated rabies virus from the hostages dog, which is now on the loose. Soon, the city is flooded with people turned to freaks by the decease, and to their horror, Linda and Marys mutual friend Kata, a stripper at the local night club, appears to have been bitten by the stray dog, too... (Source: ANN)"
    ],
    [
      51,
      11951,
      5049,
      "Onmyouji: Youen Emaki",
      "Demons, Hentai",
      "OVA",
      2,
      5.85,
      1017,
      "Some people investigate a series of mysterious murders and end up finding out that demons are behind all the killings. "
    ],
    [
      52,
      11952,
      5606,
      "Ryoujoku Joshi Gakuen",
      "Hentai",
      "OVA",
      2,
      5.85,
      450,
      "Based on the game by Guilty."
    ],
    [
      53,
      11953,
      3729,
      "True Blue: Gaiden",
      "Hentai",
      "OVA",
      1,
      5.85,
      1581,
      "Kanzaki Aoi and Kurusu Akito have broken their childhood relationship and are no longer together. Kaya, a girl who has been interested in Akito, decides to be with him instead. But, her efforts fail to make him forget about Aoi, who chose their P.E. teacher, Shudo, out of lust and has become the Shudos mistress. During her attempts to gain Akitos affection, Kaya is blackmailed into having sexual acts with a guy who has been watching her. As she is forced to let him have his way with her, Kaya begins having obscene thoughts about Shudo. Little does she know that the teacher has been planning this all along... "
    ],
    [
      54,
      11954,
      1788,
      "Yuuguu Settai: Kotou no Gokuraku e Youkoso",
      "Hentai",
      "OVA",
      2,
      5.85,
      2075,
      "Riku Ohmi can fool every girl some of the time, he can fool some girls all of the time, and he can fool all the girls into his bed at the same time. Riku was asked to help with the girls swim teams summer training when he finds some dirty videos of the girls, Yoshino, Nagisa, and Matsuri. Not content to stick with the videos, he uses them as a leverage to score some real action.(Source: ANN)"
    ],
    [
      55,
      11955,
      1386,
      "Blood Royale",
      "Hentai",
      "OVA",
      2,
      5.84,
      3047,
      "A perverted pirate sails the seven seas, armed with a torture chamber and his depraved imagination. Nothing is off limits in this bizarre excursion into a world of erotic peril. (Source: AniDB)"
    ],
    [
      56,
      11956,
      2070,
      "Guy: Youma Kakusei",
      "Action, Hentai, Sci-Fi, Space",
      "OVA",
      2,
      5.84,
      888,
      "Guy is just one of those misunderstood, lovable fellows who just happens to be one of the nastiest soldiers of fortune youve ever seen... and his partner is worse! They could be, however, the only thing that can battle Dr. Vail and breathe afterwards!(Source: AniDB)"
    ],
    [
      57,
      11957,
      1763,
      "Midnight Panther",
      "Action, Adventure, Fantasy, Hentai",
      "OVA",
      2,
      5.84,
      1144,
      "Based on the Best-Selling Comics From CPM Manga! The traveling musical group The Pussycats is the hottest thing around. Lou, Kei and Sonya are three, sexy singers with a legion of screaming fans in every town. But these pussycats have claws. Singers by day, assassins by night. Unbeknownst to their fans, The Pussy Cats are also The Midnight Panthers—female assassins who will kill anyone if the price is right! Their next target is a despotic king who rules by fear and crushes dissension with an iron fist. But for one of the Panthers, its not just another job... its personal. (Source: AniDB)"
    ],
    [
      58,
      11958,
      2345,
      "Choujin Densetsu Urotsukidouji 5: Kanketsu-hen",
      "Demons, Fantasy, Hentai, Horror",
      "OVA",
      1,
      5.83,
      1082,
      "Only one episode of this was partially completed, the released version containing numerous examples of animation that is missing in-between frames. The story as such concerned the arrival of the real Chojin as he/she (a hermaphrodite) makes moves to wipe out all life on Earth.Interestingly, the setup for the show was far more heavily connected with the first two, more popular, chapters in the Urotsukidoji saga, with appearances by Nagumo and Akemi (unseen since the early episodes of Part III), and redesigned character models that more closely resembled the earlier episodes. Some of the less popular characters introduced in chapters III and IV, particularly Buju, were nowhere to be seen. Nevertheless, such strategies did little to get this final saga off the ground and the story was shelved.(Source: Wikipedia)"
    ],
    [
      59,
      11959,
      19523,
      "Fuurinkanzan",
      "Hentai",
      "OVA",
      1,
      5.83,
      1305,
      "Based on an adult game by Lune."
    ],
    [
      60,
      11960,
      3921,
      "Kamyla",
      "Hentai, Police",
      "OVA",
      3,
      5.83,
      1091,
      "Late 20th century, during a time of rampant social corruption, a criminal market in human sex slavery has become increasingly common. The Japanese government created a specially trained task force to combat these crimes. (Source: AniDB)"
    ],
    [
      61,
      11961,
      7908,
      "Love² Police",
      "Hentai",
      "OVA",
      1,
      5.83,
      272,
      "The 9th series of Secret Anima adapted from the original manga by Himuro Serika."
    ],
    [
      62,
      11962,
      2788,
      "Stratosphera no Yousei",
      "Drama, Hentai, Romance, Sci-Fi",
      "OVA",
      3,
      5.83,
      1745,
      "In the near future, the world as we know it has been spoiled by our negligence. From the stratosphere come five beautiful nymphs in the shape of angels, bearing the fragrance of forbidden fruit. It appears their desire is to bring pleasure to the devastated human race. A young programmer working late spots one of the beautiful girls on his balcony, peeping on a couple across the way. Once she departs he is surprised to find the scent of fruit lingering in the air. He knows he must pursue her, what he is yet to discover is that shes not of this Earth! (Source: AniDB)"
    ],
    [
      63,
      11963,
      4717,
      "Chijoku Kankin",
      "Hentai",
      "OVA",
      1,
      5.82,
      951,
      "Nurse hentai."
    ],
    [
      64,
      11964,
      4638,
      "Milkyway",
      "Hentai, Romance",
      "OVA",
      2,
      5.82,
      695,
      "Based on the hentai PC game of the same name by Witch. A series about a man who owns a cafe called \"Milkyway\" and the group of young women who help him tend it.(Source: Anime Mikomi)"
    ],
    [
      65,
      11965,
      3922,
      "Reiju Gakuen",
      "Hentai, School",
      "OVA",
      2,
      5.82,
      1226,
      "When the new instructor arrives, her lesson plan is filled with debased acts and sinful examinations. And the only way to get some extra credit is to volunteer for some hands-on learning!"
    ],
    [
      66,
      11966,
      3556,
      "Soukan Rensa",
      "Hentai",
      "OVA",
      1,
      5.82,
      902,
      "Story 1: Having heard about a housewife passing down her late husband’s wealth to her daughter, two hoodlums invaded their home. After finding that the women did not have the money with them at the present time, the two men held the women hostage and used them to take care of their own personal sexual needs and desires. Story 2: A young woman accepts a job doing modeling poses for an art class. All was going well until the students demanded more out of the situation so exciting sexual encounters ensued. "
    ],
    [
      67,
      11967,
      3644,
      "Uchiyama Aki",
      "Hentai",
      "OVA",
      3,
      5.82,
      744,
      "Lolita Anime was made on base of manga by Aki Uchiyama.Lolita Anime Vol.1 : Uchiyama Aki no Obyoki Aki-chanLolita Anime Vol.2 : Milk Nomi NingyoLolita Anime Vol.3 : Uchiyama Aki no Omorashi GokkoNote: There is another series titled \"Lolita Anime.\" but it was made a little bit earlier."
    ],
    [
      68,
      11968,
      5890,
      "Inko",
      "Hentai, Yuri",
      "OVA",
      3,
      5.81,
      2226,
      "The female employees of a hamburger joint are subject to their managers perversions while on the clock. Lena and Ayaka, both working at the shop, participate in these covert workplace activities while also enjoying each others company in secret. But when they are caught messing around in the locker room by their manager, he has a special punishment in mind. Responding to the mysterious call from the end of Inbo, the two girls classmate Masaru soon arrives to help the manager..."
    ],
    [
      69,
      11969,
      2326,
      "Nankyoku 28 Gou",
      "Hentai",
      "OVA",
      1,
      5.81,
      852,
      "Aiwa is a hormonal young man who just wants to have a girlfriend and get laid. Perpetually daydreaming about his pretty schoolmate Kozue, Aiwa wastes no time in trying to win her affection. But one day, a mysterious package arrives at Aiwas doorstep. It seems Aiwa is finally getting his mail order from some months ago—a cute android girl whos supposed to do whatever he asks! Now this will definitely mess up his plans for Kozue, but then having his very own cutie at home sure is convenient... whats a guy to do then?(Source: AniDB)"
    ],
    [
      70,
      11970,
      4558,
      "Yukiyo Ichiya Monogatari",
      "Hentai, Historical",
      "OVA",
      3,
      5.81,
      922,
      "This three episode hentai centers around three love stories. Thief: A young woman wed to a much older man, he couldnt unsatisf her because he finished too fast, one day he leaves to sell some goods, and a Theif enters.Female Pervert Warrior: During the feudal war era, one small country collapsed. While most of the royal family and relatives were killed, the princess and Shingo, her vassal, escaped. But a harsh fate was waiting for the princess.Disgraced Bride: Once upon a time, a clan lord was betrothed to and fell in love with a princess. Her beauty made him speechless, and she always looked so happy. However, the lords affection for princess Chiho became stronger every day, and she lives like a bird in a cage, constantly receiving the lords hard love.(Source: ANN) "
    ],
    [
      71,
      11971,
      4561,
      "Zoku Gosenzo San&#039;e",
      "Hentai",
      "OVA",
      4,
      5.81,
      651,
      "A direct sequel, continuing about nine months after the first season ends. "
    ],
    [
      72,
      11972,
      3942,
      "Binetsu Shoukougun",
      "Hentai",
      "OVA",
      2,
      5.8,
      751,
      "Some of lifes lessons, tuition just cant buy! The beautiful Miss Mizuki works at a private college, counseling students and teachers alike. With student after student confiding in her, telling of their secret passions and erotic escapades, nurse Mizuki has a hard time controlling herself!"
    ],
    [
      73,
      11973,
      3649,
      "Bishoujo Comic Lolicon Angel: Mitsu no Aji",
      "Hentai",
      "OVA",
      1,
      5.8,
      1445,
      "Three young girls try to identify a thief who stole money from one of them. There are three suspects and each girl investigates them separately. The suspects are: a girl from their class with a secret connection to her teacher, a young boy from their class whos in love with the girl that investigates him, and an old man from school who mistakes the girl that investigates him as his daughter."
    ],
    [
      74,
      11974,
      2007,
      "Dousou Kai Again",
      "Hentai",
      "OVA",
      2,
      5.8,
      1101,
      "The members of the tennis club at Sakura Junior High School. Have a class reunion on New Years Eve. Theyre all twenty, and Mizuho is happy to get to see Tatsuya again, her secret love. At the reunion, they plan to stay at Mizuhos mothers lodge in the hot spring resort for a ski trip. Unfortunately, however, Mizuhos mothers become ill. She doesnt know whether she should care for her mother or finally give her self to Tatsuya.(Source: ANN)"
    ],
    [
      75,
      11975,
      14209,
      "Fruits Version",
      "Hentai",
      "OVA",
      2,
      5.8,
      250,
      "Maki gets groped on a train, and although the molester is stopped, it awakens her sexual awareness. She has a talk about it with her older sister, who unexpectedly decides to give Maki a hands-on lesson. Then theres also their brother, who just happens to peek in on them.(Source: AniDB)"
    ],
    [
      76,
      11976,
      5173,
      "Jokutsuma",
      "Hentai",
      "OVA",
      2,
      5.8,
      1151,
      "Based on game by Love juice.[STORY]The intimidating Shigeki Kagami runs a loan company. Because hell do anything to collect his money, he strikes fear in the hearts of creditors everywhere. Sometimes, he will accept sex with creditors wives as payment if they cant pay up in a timely manner. Once these hapless women are in his possession, fear is replaced by lust and the humiliated wives soon become his sex slaves. "
    ],
    [
      77,
      11977,
      5575,
      "Karakara-sama no Himitsu",
      "Hentai",
      "OVA",
      1,
      5.8,
      316,
      "Akimitsu went to his grandfathers village, and he was sacrificed to \"Karakara-sama\", the god of the water. However it was a beautiful and lovely girl that appeared. Her name was Moeki, and she said she had to have sex as a ritual. Not to mention, he couldnt reject her, and he made love with her. After that, when she came back to the heaven, she noticed that she had forgot to ask the way to come back. Because he couldnt let her alone, they began to live together. Then, their sweet life began... or so someone thought, but there already two beautiful devil girls, Hibki and Kodama, were living in his town. Immediately, they began to attack Akimitsu. (Source: Animenfo) "
    ],
    [
      78,
      11978,
      3454,
      "Kowaremono",
      "Hentai",
      "OVA",
      3,
      5.8,
      1445,
      "Aki is an Andromaid, half android, half maid. Created to infiltrate the house of Kenichi, she disguises herself as an ordinary housekeeper. Her mission is to capture a sample of Kenichi`s superior sperm, but she ends up with more than she bargained for. Will her android heart find love after comforting her sad new master? (Source: AniDB)"
    ],
    [
      79,
      11979,
      2380,
      "Tokubetsu Jugyou 2",
      "Hentai",
      "OVA",
      2,
      5.8,
      1183,
      "The College of Sacred Maidens is bubbling over with sexy young ladies perfectly suited for Tomoyas lusts. So, when he crosses paths with a new student professor for the college, hes not about to let his chance pass by - he wastes no time drugging the guy, and taking his place. Now this dangerous sex fiend is surrounded by beautiful, buxom women... and hes already got a lot of \"assignments\" planned for them.The innocent cheerleader Yumi... the fiery swim girl Seira... even Asuka, the ravishing actress. One by one, hell collect them all as his pets, eager sex slaves wholl fill his every burning desire. But the girls wont take it lying down, so to speak. What will it take for Tomoya to twist his way into the deepest parts of their hearts, minds, and luscious, energetic bodies?"
    ],
    [
      80,
      11980,
      5664,
      "Keibiin",
      "Hentai",
      "OVA",
      3,
      5.79,
      451,
      "Based on the H game by Interheart.A security guard at a department store ensnares shoplifters by blackmailing them with videos showing them stealing."
    ],
    [
      81,
      11981,
      2373,
      "Mugen no Kyoukai",
      "Fantasy, Hentai, Supernatural",
      "OVA",
      4,
      5.79,
      958,
      "The main character, Kengo, keeps having dreams of a strange world where different animal (and plant) women are being raped by strange monsters. Why is this and what is this strange dream world?Before long it will become more than just a mere dream...(Source: AniDB)"
    ],
    [
      82,
      11982,
      7110,
      "Shounen Maid Kuuro-kun: Tenshi no Uta",
      "Hentai, Yaoi",
      "OVA",
      1,
      5.79,
      9820,
      "Having accumulated a massive debt, Curo Kazamiyas father has gone into hiding to evade prosecution. Since his mother passed away several years prior, Curo is forced to sell himself into the service of Miisu Hakuryuuin, a wealthy landowner and businessman.To the young boys utmost surprise, his new owner turns out to be a benevolent master who seems to have no intention of punishing him for his fathers sins. Instead, he offers Curo the opportunity to become his servant and gradually pay off the debt with his own labor. Curo is quick to agree, considering himself lucky to escape a far worse fate. However, little does he know that Miisu expects him to do tasks beyond the duties of a regular servant."
    ],
    [
      83,
      11983,
      3586,
      "Isaku",
      "Hentai",
      "OVA",
      3,
      5.78,
      946,
      "Its the last day of school before summer vacation. Kenta is gearing up for another boring summer when he receives a mysterious note. After school, he walks into the old, condemned school building, following the notes instructions. Inside, he finds that Jinpachi, Miyuki, Rika, Kotomi, Akemi, Ms. Kumi, Munemitsu and Mio have received the same note as well. Everyone decides that this is some kind of a joke, and starts arguing about the identity of the prankster. Suddenly, they hear the entrance being boarded up... The nightmare begins as the girls vanish one by one. Rika is the first one to disappear, followed by a shocking video of Rika being violated by an unknown assailant... A twisted story filled with scenes of shocking and graphic hardcore sex!!! "
    ],
    [
      84,
      11984,
      2959,
      "Utsukushiki Sei no Dendoushi Reirei",
      "Hentai, Yuri",
      "OVA",
      2,
      5.78,
      1106,
      "Sweat-soaked bodies writhe in passion as a nurse and a doctor plot to murder the nurses young ward; meanwhile, a young man endures the despair of unrequited love, unaware that the object of his desire is in love... with another woman!If these hardly seem like sources for high comedy, perhaps its because youre not Kaguya, a strangely powerful being with the ability to manipulate the fabric of reality, an extremely perverse sense of humor, and a propensity for baring her breasts.A living manifestation of the Hand (or some other bodily portion) of Fate, those who fall under Kaguyas twisted spell will never be the same again, for she delights in giving people their hearts desires-and letting them suffer the consequences!Together with her stumpy man-servant Pipi, Kaguya stages her human puppet shows with the flair of a master show-woman, foiling perfect murders, turning young men INTO the women of their dreams, and generally causing mass chaos and disaster."
    ],
    [
      85,
      11985,
      10552,
      "Akebi no Hana: Maho",
      "Hentai",
      "OVA",
      1,
      5.77,
      1922,
      "Naoki has left town for an unknown amount of time, leaving his precious girlfriend Maho, who promises to wait for him. Shortly after reuniting with Maho, Naoki learns that she is cheating on him... (Source: SubDesu-H) "
    ],
    [
      86,
      11986,
      11469,
      "BaBuKa: Gokudou no Tsuma",
      "Hentai",
      "OVA",
      2,
      5.77,
      1825,
      "The sexual adventures of various mature women."
    ],
    [
      87,
      11987,
      5645,
      "Castle Fantasia: Seima Taisen",
      "Hentai",
      "OVA",
      3,
      5.77,
      1220,
      "A young knight named Varu  has a very beautiful girlfriend and is very happy with her. However, one day their kingdom get involved in a war, and the girls parents die in it. After some time, an unknown religious organization appears in the city. Varus girlfriend is in such a grief after the death of her parents, that she decides the world has nothing to offer to her, joins the adepts of the new religion, and leaves the city. Varu becomes very depressed after this separation, but when he learns the religious group which took away his girlfriend became an evil cult that kidnaps girls and seeks resurrection of demons. But even more awful is the fact his ex-girlfriend is now the leader of this cult..."
    ],
    [
      88,
      11988,
      3380,
      "Hana Dorei",
      "Hentai",
      "OVA",
      2,
      5.77,
      930,
      "An art pupil sees how his teacher uses his wife for bizarre sex games.After his teacher is killed, the pupil decides to take his teachers place when it comes to sex games with the hot and now widowed wife. However, this sort of act wont lead to anything good.(Source: AniDB)"
    ],
    [
      89,
      11989,
      3580,
      "Ijoku",
      "Hentai",
      "OVA",
      2,
      5.77,
      1176,
      "Ryuki has made a full recovery, and now its finally time to check out of the hospital; however, hes desperate not to leave! The head nurse, Rumi, has a penchant for tying down the other nurses and torturing them while masturbating. Nurse Nozomi needs to have sex constantly, with anyone or anything. Nurses Sarina and Rinka have even stranger desires. Ryukis not going anywhere until hes gone through the whole nursing staff, and the hospital director Himiko, too! "
    ],
    [
      90,
      11990,
      8523,
      "Sukeban Shoukai Cutie Lemon",
      "Hentai",
      "OVA",
      3,
      5.77,
      185,
      "No synopsis has been added for this series yet.Click here to update this information."
    ],
    [
      91,
      11991,
      2541,
      "Dokusen",
      "Hentai",
      "OVA",
      2,
      5.76,
      1046,
      "Kaoru wants Kyoshiros girlfriend, Tsumugi, for himself. He meets Kyoshiro in a chat room and they make a contract. Kyoshiro and Kaoru will take turns training Tsumugi to be a sex slave, and theyll record their progress on a website. At the deadline, all the sites visitors will vote on which one of them deserves to be Tsumugis boyfriend.(Source: ANN)"
    ],
    [
      92,
      11992,
      30658,
      "Gakuen no Ikenie: Nagusami Mono to Kashita Kyonyuu Furyou Shoujo",
      "Hentai",
      "OVA",
      1,
      5.76,
      1539,
      "Based on the adult game by Erectlip.A priest kidnaps a girl and wants her to abandon her friends and join his religious cult. When she refuses, the cult members administer divine punishment by nipple-fucking her. Her friend comes in to save her, but gets ass-fucked instead.(Source: hanime)"
    ],
    [
      93,
      11993,
      9486,
      "Ikusa Otome Valkyrie Specials",
      "Hentai",
      "Special",
      2,
      5.76,
      943,
      "Specials bundled with the Limited Editions of Ikusa Otome Valkyrie. "
    ],
    [
      94,
      11994,
      3908,
      "Injuu Kyoushi",
      "Demons, Hentai, Horror",
      "OVA",
      4,
      5.76,
      1321,
      "Atsuko and Sayaka think they have it made when they are both accepted into the same prestigious women`s academy. There, they will be free to explore the intense passion of their relationship, unbounded. But when the mystical bonds imprisoning a hideous ancient evil that feeds on the lust of nubile women are accidentally broken, the two young lovers soon learn they have more to fear than final exams. "
    ],
    [
      95,
      11995,
      1402,
      "Princess Memory",
      "Fantasy, Hentai, Romance",
      "OVA",
      2,
      5.76,
      789,
      "Collin, a relatively noble but ordinary man - finds himself lured to a cave by a dream in which a beautiful girl named Feelia appeared before him. Even as he was warned off by the elder of his village, he still feels drawn in... and with the arrival of a beautiful adventurer, and just a trace of seduction... in he shall go. But what lies in wait? And what of the mysterious girl who appeared to Collin in his dream?(Source: AniDB)"
    ],
    [
      96,
      11996,
      10101,
      "Shoujo Senki Brain Jacker",
      "Hentai, Supernatural",
      "OVA",
      2,
      5.76,
      1976,
      "Based on the eroge \"Shoujo Senki Soul Eater\" by Lune."
    ],
    [
      97,
      11997,
      4606,
      "Tsuki Kagerou",
      "Hentai, Yuri",
      "OVA",
      3,
      5.76,
      890,
      "Based on the game by Studio Miris."
    ],
    [
      98,
      11998,
      24743,
      "Yakin Byoutou Specials",
      "Hentai",
      "OVA",
      2,
      5.76,
      608,
      "Two recap episodes of the original Yakin Byoutou OVA also known as episodes 5.5 and 10.5."
    ],
    [
      99,
      11999,
      3645,
      "Yunyun☆Paradise",
      "Hentai",
      "OVA",
      1,
      5.76,
      678,
      "Based on the manga by ZAPPA Gou.(Source: AniDB)"
    ]
  ]
}