{
  "columns": [
    "Unnamed: 0",
    "chunk_label",
    "chunk_text",
    "uuid"
  ],
  "data": [
    [
      0,
      "background0",
      " This study aimed to evaluate the effectiveness of a) a Multiple Health Behaviour Change (Multiple Health Behaviour Change (MHBC)) intervention on reducing smoking, increasing physical activity and adherence to a Mediterranean dietary pattern in people aged 45–75 years compared to usual care; and b) an implementation strategy. ",
      "fb625dfd-3826-4ff7-8468-b5548acfc831"
    ],
    [
      1,
      "methods0",
      " Study design  The study was a cluster randomised effectiveness-implementation hybrid trial-type 2 with two parallel groups. Results are reported according to the Standards for Reporting Implementation Studies (StaRI) [32] and Consolidated Standards of Reporting Trials (Consolidated Standards of Reporting Trials (CONSORT)) statement for the reporting of cluster randomised trials [33]. Details of the study rationale and design of the study as well as the economic evaluation of the intervention have been previously published [34, 35].  Context  The study was conducted from January 2017 to December 2018 in Primary Health Care (PHC) centres of seven of the 17 Spanish Autonomous Communities. The Spanish National Health System has universal coverage with free access to health care for the entire population, public financing, integration of different health service networks, and a gatekeeping system at Primary Health Care (PHC) level.",
      "adf9326b-a7d8-4066-bee4-7ffc66a72ddd"
    ],
    [
      2,
      "methods1",
      " Primary Health Care (PHC) includes health care, health education and prevention, health promotion and community care and is provided by multidisciplinary teams (physicians, nurses, paediatricians, social workers, and dentists) in a defined population area.  Targeted sites and populations  EIRA study comprised two targets: Primary Health Care (PHC) centres and Primary Health Care (PHC) users [35].  Twenty-six Primary Health Care (PHC) centres participated. To be enrolled in the study, Primary Health Care (PHC) centres had to have internet access, be able to implement community activities, not be located in culturally and linguistically diverse or tourist areas and have a pro-actively engaged management team. All healthcare and administrative staff were invited to participate.",
      "69920272-3254-4d04-bfb1-19e119091443"
    ],
    [
      3,
      "methods2",
      "  Primary Health Care (PHC) users were people aged 45 to 75 years who engaged in at least two of the three following unhealthy behaviours: smoking, insufficient physical activity, and low adherence to a Mediterranean dietary pattern. Primary Health Care (PHC) users with advanced serious illness, cognitive impairment, dependence for basic activities of daily living, severe mental illness, and those in a long-term home health care programme, undergoing cancer treatment or end-of-life care or those planning to move from the area during the intervention were excluded.  Intervention  The intervention was based on the Transtheoretical Model (the Transtheoretical Model (TTM)) and Stages of Change [24, 36] and integrated into the daily practice of Primary Health Care (PHC) professionals. It consisted of a first screening visit in which the Primary Health Care (PHC) professionals assessed target behaviours and stages of change [35].",
      "d770ad81-b34d-4818-a8f1-53a69f839c5e"
    ],
    [
      4,
      "methods3",
      " For behavioural screening, we used one question on tobacco use during the previous month, two validated questions to estimate the daily number of servings of fruit and vegetables [37], and the Brief Physical Activity Assessment Tool [38]. The intervention was built on the results of the previous phases of the EIRA study [11, 18, 23–31], had a maximum duration of 12 months and was carried out at the individual, group and community level in accordance with the stages of change and unhealthy behaviours (see Fig. 1). The intervention focused on all target behaviours, and together, participant and Primary Health Care (PHC) professional developed priority actions on one or more of these behaviours. Fig. 1 Graphical depiction of intervention based on the proposals by Perera et al. [39]  The individual approach [35] had an average intensity of 2–3 visits; the professionals could add extra visits when appropriate.",
      "81c69daa-cca6-4511-8176-b34f5467dc7e"
    ],
    [
      5,
      "methods4",
      " Depending on the stages of change, the visit included: a) a very brief intervention to raise awareness of the need for Multiple Health Behaviour Change (MHBC) and help with relapse prevention; b) a brief intervention to agree on a plan for Multiple Health Behaviour Change (MHBC). Health professionals enhanced their motivational interviewing skills with a 20-h online training, an in-person group feedback session and an acting patient session. In addition, Primary Health Care (PHC) professionals and participants benefited from web-based tools such as http://proyectoeira.rediapp.org, personalised text messages, and a mobile app [40]. In addition, if participants had their own pedometers and smartwatches, advice and guidance on their use was given.",
      "e33fe7b9-c247-4ba5-afe8-24aa5b5332f4"
    ],
    [
      6,
      "methods5",
      "  The group approach [35] consisted of health education workshops on healthy diet and physical activity, delivered some weeks after initiating the individual approach and were conducted by healthcare professionals at the Primary Health Care (PHC) centre. These workshops lasted 90–120 min. Their primary purpose was to strengthen the advice discussed during the individual visits and provide people with guidelines toward practising physical activity and adopting a healthy diet, for example, through gym sessions, cooking workshops, and seasonal menus.  The community approach [35] focused mainly on social prescription of resources and activities offered in the participants’ communities. Previously, the Primary Health Care (PHC) teams identified the community health assets and selected the most relevant, accessibility and possibility of referral of participants.",
      "cf8f4702-3612-4766-8f0c-161817dbe985"
    ],
    [
      7,
      "methods6",
      " These community activities included cooking courses, healthy eating workshops, local walking events, line dances and other physical activity programs.  Usual care  Primary Health Care (PHC) professionals in the control group integrated a Program of Preventive Activities and Health Promotion [41], which incorporates preventive protocols with lifestyle recommendations and activities targeting specific age, sex and risk groups. Preventive activities were based on systematic screening, and brief advice was provided on cardiovascular conditions, mental disease, cancer, and vaccines [35].  Implementation strategy  The implementation strategy was based on the following:  a) The Consolidated Framework for Implementation Research (Comparative Fit Index (CFI)R) [42], which identifies five domains: intervention characteristics, outer setting, inner setting, characteristics of individuals, and the implementation process itself.",
      "1f203434-0b44-4a51-852d-79c6eb53c6ce"
    ],
    [
      8,
      "methods7",
      "  b) A set of discrete implementation strategies [43] based on planning, education, finance, restructuration, and quality management.  This implementation strategy was built on the findings of the previous phases of the EIRA study [11, 18, 23–31] carried out in three stages (pre-implementation, implementation and post-implementation) (see Table 1). Table 1 Description of implementation strategies  Stage\tKey element\tDescription\t Pre-implementation\tBarriers and facilitators\tDuring this stage, the literature was reviewed. The researchers assessed local needs, resources, barriers and facilitators to develop specific implementation strategies. Perspectives of clinicians on internal resources were measured by the “Survey of Organizational Attributes for Primary Care”.\t Support materials\tAll the support material for the intervention was prepared.\t Management and quality control systems\tMechanisms for effective communication and the case report form were defined and piloted.",
      "6e12c9ee-5e0f-4a63-9508-4e555b8ef6df"
    ],
    [
      9,
      "methods8",
      " A checklist (online database) was developed and piloted to monitor the implementation progress in each Primary Health Care centre.\t Facilitation and leadership\tThe facilitator (member of the research team) and the leader (member of the primary care team) of the implementation were designated.\t Commitment of stakeholders\tFormal commitments were established with the managers (at the macro, meso and micro levels), professionals of the centres involved and community partners.\t Training\tTraining activities were conducted, specially training in motivational interview\t Collaborative modelling\tLocal sessions to adapt and tailor the intervention to the specific context through shared decision making.\t Implementation\tCollaborative learning\tThe facilitator and the implementation leader monitored implementation processes, identified opportunities for improvement and optimised implementation.",
      "37a13efd-7a57-429c-a790-052454ef9f8c"
    ],
    [
      10,
      "methods9",
      "\t Commitment of main stakeholders\tAudit and feedback techniques were used with the main stakeholders to maintain the commitment and the motivation.\t Training\tHealth professionals received continuous training in motivational interview.\t Post-implementation\tManagement and quality control systems\tThe implementation evaluation was conducted using qualitative and quantitative methodologies\t  Recruitment  Several interactive and passive recruitment strategies were used to increase the feasibility of achieving the target sample size [44]. The most frequent strategy was the recruitment at the time of visit as part of usual care, and it was complemented with other four recruitment strategies: 1) self-administered questionnaires delivered in the waiting room or the admission desk; 2) a part-time training recruiter; 3) advertising by posters in the Primary Health Care (PHC) centres and 4) phone calls to selected patients from the review of electronic health records.",
      "a146fb4a-2151-4e43-a495-3561d7b537e3"
    ],
    [
      11,
      "methods10",
      "  Assignment of intervention  Participating Primary Health Care (PHC) professionals signed a collaboration commitment to the study before the allocation of the intervention. The Primary Health Care (PHC) centres were computer randomised for the intervention at a central location (IDIAP Jordi Gol, Barcelona, Spain). In each of the seven Spanish Autonomous Communities, half of the Primary Health Care (PHC) centres (n = 13) were allocated to the intervention and the other half (n = 13) to the control group. Primary Health Care (PHC) professionals were aware of the study allocation. An external unit independent of the Primary Health Care (PHC) centre evaluated the intervention at baseline and the end to minimise bias.  Evaluation  Intervention evaluation  The effectiveness of the intervention compared to usual care at 12 months post-intervention was measured by:  - Positive change in smoking behaviour: self-reported continuous abstinence [70].",
      "11282dbe-2110-4efb-b65d-09085607d513"
    ],
    [
      12,
      "methods11",
      " Positive change was defined as smoking at study entry and not smoking at the end of the study. We measured punctual and continuous abstinence at these two times.  - Positive change in physical activity behaviour: sufficient physical activity in previously insufficiently active people. The International Physical Activity Questionnaire was used [45], and participants were classified into three physical activity categories (high, moderate, and low) according to its scoring protocol [46]. Positive change was defined as having a low physical activity level at baseline and a moderate or high physical activity level at the end of the study.  - Positive change in dietary behaviour: adherence to a Mediterranean dietary pattern in people with low adherence at baseline. The 14-item Questionnaire of Mediterranean Diet Adherence (PREDIMED study) [47] was used. Positive change was defined as obtaining eight or fewer points at study entry and nine or more at the end of the study. ",
      "ff3e926b-63ea-43e9-a5a2-c3f4a677dc7e"
    ],
    [
      13,
      "analysis0",
      " A sample size of 3640 participants (1820 for each group), allowing for 30% loss to follow-up, was estimated to have 80% power (at 5% significance level, two-tailed and with an intracluster correlation of 0.01, 48] to detect an absolute difference in a positive change in one or more of the three behaviours of 8% between groups (EIRA intervention and usual care).  A statistical analysis plan was established before data were available [35]. All data were analysed on an intention-to-treat basis. We compared cluster and participant characteristics for all variables of interest by group allocation, using either means (standard deviations) or medians (interquartile ranges) for continuous variables and numbers (percentages) for categorical variables. To address potential biases due to incomplete follow-up and nonresponse in surveys, multiple imputations by chained equations (mice function in R software) with 50 imputed datasets were applied to outcomes and covariates.",
      "076cabec-cec3-4284-baaf-9c3493ee291b"
    ],
    [
      14,
      "analysis1",
      " Estimates from each imputed dataset were combined following the rules outlined by Rubin [71]. We assumed that the missing data were Missing At Random (Missing At Random (MAR)). The Missing At Random (MAR) assumption becomes more plausible by collecting more explanatory variables and including them in the analysis. Therefore, we included most possible explanatory variables (excluding duplicate, very similar, and highly correlated variables to avoid collinearity) [49].  To analyse the effect of the intervention on each outcome measure, Odds Ratios (OR) and their 95% confidence intervals were computed by logistic regression models for clustered data, specifically generalised linear mixed models (using Stata function xtmelogit) with the Primary Health Care (PHC) centre as a random-effects parameter.",
      "51e4b311-af1e-4ada-b187-496600ca7ee5"
    ],
    [
      15,
      "analysis2",
      " We analysed the variables associated with smoking cessation, the change in physical activity and adherence to a Mediterranean dietary pattern, as well as the change in any behaviour and two or three behaviours, adjusting for possible confounding variables. Final models were chosen in accordance with the study objectives, prior research [10, 11] and the nature of the variables (potential confounders, significant and clinically relevant variables). We also calculated an overall impact factor of the intervention on the target population according to an expanded impact formula for Multiple Health Behaviour Change (MHBC) proposed by Prochaska et al. [50]: ∑# of behaviours (n) (En x Pn), where P is the proportion of the sample at risk for each behaviour and E is the estimate of efficacy for each behaviour. We used Stata/SE v.15.1 (StataCorp, LP, TX) and SPSS 25.0 (SPSS Inc., Chicago, Illinois) for all analyses.",
      "c1a173ae-97d3-4655-ad99-94a24084085a"
    ],
    [
      16,
      "analysis3",
      "  Implementation evaluation  We assessed implementation outcomes and the determinants of implementation success.  Implementation outcomes  The following implementation outcomes based on the evaluation framework proposed by Proctor et al. [51] were assessed:  Adoption  We calculated the proportion of Primary Health Care (PHC) professionals who pre-implementation indicated their intention to implement the EIRA intervention.  Appropriateness and acceptability (early and final)  Both implementation outcomes were assessed on Primary Health Care (PHC) professionals and participants. Appropriateness was defined as the perceived fit or relevance of the intervention. Related terms were relevance, perceived fit, compatibility, trialability, suitability, usefulness, and practicability. Acceptability was defined as the perception that the intervention was agreeable, and related terms were content, complexity, comfort, relative advantage, and credibility.",
      "3d5eff6b-97b9-45ba-84c4-351b9b90662f"
    ],
    [
      17,
      "analysis4",
      " We designed two self-administered questionnaires, one for participants and one for Primary Health Care (PHC) professionals. Two instruments were administered in the pre and post-implementation stages. The definitions of implementation outcomes [51], related terms [52] and other measurement instruments available [53] constituted the conceptual model to define the items. A set of potentially relevant items was formulated. Questionnaires were pilot-tested in phase II of the study. The final questionnaire for Primary Health Care (PHC) professionals included eight items, and the participants’ questionnaire included seven. All items in both questionnaires used an 11-point Likert scale with three semantic anchors. In the questionnaire for professionals, the appropriateness and acceptability of the intervention were measured according to the type of unhealthy behaviour. In contrast, the items were more generic in the participants’ questionnaire.",
      "ff919590-76e1-455b-831e-dd9dbd67e190"
    ],
    [
      18,
      "analysis5",
      " Supplementary file 1 includes a copy of both questionnaires. We analysed the structure of questionnaires, and factorial analysis found two dimensions in both questionnaires. Goodness-of-fit indices suggested a good model fit in the professionals’ questionnaire (Root Mean Square Error of Approximation (RMSEA) = 0.05 and Comparative Fit Index (Comparative Fit Index (CFI)) = 0.99) and adequate fit in the participants’ questionnaire (RMSEA = 0.06 and Comparative Fit Index (CFI) = 0.99). Similarly, internal consistency in the scores of the two dimensions was good in both questionnaires (Cronbach’s alpha ≥0.80).",
      "102cc432-e780-48df-90c1-fe67972deea4"
    ],
    [
      19,
      "analysis6",
      "  Feasibility  We calculated consent rate (% participants who consented among all invited to participate), recruitment rate (% of participants who were eligible, who accepted and attended the baseline assessment visit among all those invited to participate), intervention uptake rate (% of recruited participants who received the intervention) and completion rate (% of recruited participants who completed the study).  Fidelity of the planned intervention  The degree of compliance with planned activities for each intervention approach was estimated by analysing the number and kind of activities recorded in the case report form (case report form (CRF)) by Primary Health Care (PHC) professionals.  Determinants of implementation success. Ten focus group meetings moderated by an experienced researcher were conducted in the post-implementation stage. A total of 64 Primary Health Care (PHC) professionals (average number per group = 8) from intervention centres participated.",
      "e1959058-4622-4d40-a06f-9b6cb5b40024"
    ],
    [
      20,
      "analysis7",
      " We were unable to perform this evaluation in two Primary Health Care (PHC) centres (Primary Health Care (PHC) centres C and E) due to major staff and management team changes where Primary Health Care (PHC) team members were not the same as those who participated in the EIRA study at the time. A structured interview guide based on Comparative Fit Index (CFI)R constructs was used [54]. We used the Comparative Fit Index (CFI)R tool (available from https://cfirguide.org/guide/app/#/) to create this interview guide. Some examples of the questions used can be consulted in Supplementary file 2. Group sessions were recorded and transcribed to create written documents for qualitative coding. All transcripts were reviewed by the research team members (BB, CJA, EZO, HP, MCC and TLJ). Thematic content analysis and data coding were performed in accordance with Comparative Fit Index (CFI)R constructs.",
      "ade23f72-9152-406e-9b68-af17b913049e"
    ],
    [
      21,
      "analysis8",
      " Coding was deductive (codes derived from Comparative Fit Index (CFI)R constructs) and inductive (codes derived from the data). Subsequently, researchers rated each Comparative Fit Index (CFI)R construct for each Primary Health Care (PHC) centre according to Comparative Fit Index (CFI)R guidelines. Ratings ranged from − 2 to + 2, with 0 representing a neutral or mixed influence and M representing missing data. Two researchers independently coded and rated data of each Primary Health Care (PHC) centre and wrote a memo report which was subsequently discussed with the whole team of analysts until an agreement was reached. During all this analysis, researchers were blinded to the intervention and implementation outcomes.  Spearman’s rank correlation coefficients were computed and used to assess the strength of correlation between construct ratings and fidelity of the planned intervention across Primary Health Care (PHC) centres. Constructs with statistically significant correlations (P < 0.",
      "6a3687f2-bff7-4e03-9195-c1b6beefd0ab"
    ],
    [
      22,
      "analysis9",
      "05) with fidelity outcomes were believed to strongly distinguish Primary Health Care (PHC) centres with low and high implementation success. Correlations values of rho ≥0.50, but with P values between 0.05 and 0.10 were considered weakly distinguishing.  Patient and public involvement  Patients were involved in the design, recruitment and development of the study in agreement with the methodology proposed by the Medical Research Council (MRC) [23, 25, 27]. Patients also communicated their perception of the appropriateness and acceptability of the intervention. Once the study is published, participants will be informed of the results via the websites www.idiapjgol.organd www.rediapp.org, and the Twitter account @IDIAPJGol. Press releases aimed at a lay public will also be published. ",
      "36942c5d-4317-4b9c-a47f-b7c57d592507"
    ],
    [
      23,
      "results0",
      " Proportion recruited and characteristics  One Primary Health Care (PHC) centre dropped out of the intervention group after the pre-implementation stage due to unfavourable external policy and lack of available resources. In total, 3062 participants from 25 Primary Health Care (PHC) centres were recruited, 1481 participants in 12 intervention centres and 1581 in 13 control centres. The percentage of losses during follow-up was 25.3 and 19.9% in the intervention and control groups, respectively. The flowchart of participants is presented in Fig. 2.",
      "d90b5553-6aad-4a9f-93cd-3355615b2334"
    ],
    [
      24,
      "results1",
      " Primary Health Care (PHC) centres and participants were similar at baseline, except for some differences at cluster level (higher percentage of Primary Health Care (PHC) training centres in the control group), and at participant level (higher percentage of people in a state of precontemplation in the control Primary Health Care (PHC) centres and a state of preparation in the intervention Primary Health Care (PHC) centres for all three unhealthy behaviours) (see Table 2). Fig. 2 Flow diagram of clusters and participants  Table 2 Baseline characteristics at cluster and individual levels of randomised groups: usual care (control) and EIRA intervention  \tUsual care\tEIRA Intervention\tTotal\t Cluster level (Primary Health Care (PHC) centre)\t  Characteristics of the Primary Health Care (PHC) centres\tn = 13\tn = 12\tn = 25\t  Population assigned, mean (SD)\t21,816 (13974)\t22,881 (7662)\t22,327 (11173)\t  Population age, mean (SD)\t44.5 (4.9)\t42.0 (4.0)\t43.3 (4.",
      "31cf2461-5f5e-488b-a7ad-12fac85cbe51"
    ],
    [
      25,
      "results7",
      "5\t SD, standard deviation, IQR, interquartile range; LDL, low-density lipoprotein cholesterol; HDL, high-density lipoprotein; BMI, Body mass index; COPD, Chronic Obstructive Pulmonary Disease  *scores were standardised at 10 points, the higher the score the higher the characteristic grade, except in “stress/chaos” where the higher the score the lower the grade  Intervention outcomes  Table 3 shows the results of the intervention outcomes. Positive changes in two or three behaviours (OR 1.70; CI 95% 1.09 to 2.63) and in any of three behaviours (OR 1.48; CI 95% 1.05 to 2.10) were significantly greater in the intervention group compared with the usual care group. Furthermore, the overall impact on participants was 0.66 in the intervention group and 0.50 in the usual care group. Of the three behaviours, the intervention was more effective than usual care in promoting dietary BC (OR 1.87; CI 95% 1.30 to 2.68). Multivariate models adjusted by covariates are described in Table 4.",
      "9a1d6c8f-bc08-4a61-8b2c-29b2d3a60651"
    ],
    [
      26,
      "results8",
      " At the cluster level, the Primary Health Care (PHC) training centre had a positive effect on dietary BC and a negative effect on physical activity BC. At the participant level, being in the preparation stage showed a positive effect on change in all three target behaviours, while being in action stages showed a positive effect on smoking cessation. Moreover, co-occurrence of non-adherence to a Mediterranean dietary pattern and insufficient physical activity was positively associated with dietary BC but negatively associated with Multiple Health Behaviour Change (MHBC). Table 3 Effect of the EIRA intervention or usual care on positive change and quantification of overall impact of intervention  Outcomes\tEIRA intervention, n/N (%)\tUsual care, n/N (%)\tNNC (95% CI)\tUnadjusted OR (95% CI)\tP value\tAdjusted* OR (95% CI)\tP value\tAdjusted† OR (95% CI)\tP value\t 1\tPositive change in two or three behaviours\t215/1481 (14.5)\t141/1581 (8.9)\t18 (12.7 to 30.1)\t1.75 (1.30 to 2.36)\t< 0.001\t1.82 (1.",
      "9b016e58-2578-4794-88bd-ce5e8a98f6f8"
    ],
    [
      27,
      "results10",
      "087); for outcome 4, 0.072 (95% CI 0.038 to 0.132), and for outcome 5, 0.047 (95% CI 0.024 to 0.093)  †Adjusted for cluster effect and variables at participant level and at cluster level: average age of health care professionals, average time (years) working in the same Primary Health Care (PHC) centre, and Primary Health Care (PHC) training centre (yes/no) and variables at participant level: baseline stage of change, age, and sex, co-occurrence of unhealthy behaviours, education level, employment situation of participant  Overall impact factor [51] Target behaviour\tProportion at riska\tEfficacy EIRA intervention or usual careb\tIndividual impact factorc\tImpact factor on participantsd\tImpact factor on the populatione\t EIRA intervention\t  Smoking\t0.431\t0.248\t0.11\t0.66\t0.43\t  Insufficient physical activity\t0.908\t0.277\t0.25\t  Non-adherence to Mediterranean dietary pattern\t0.935\t0.319\t0.30\t Usual care\t  Smoking\t0.441\t0.181\t0.08\t0.50\t0.37\t  Insufficient physical activity\t0.916\t0.242\t0.",
      "fb9abbf8-2515-40ca-ba4f-95922431dd30"
    ],
    [
      28,
      "results11",
      "22\t  Non-adherence to Mediterranean dietary pattern\t0.937\t0.214\t0.20\t  aProportion of the target behaviour in the study sample at baseline  bProportion of participants who reached a positive change for each behaviour  cProportion at risk (a) multiplied by the efficacy of the EIRA intervention or usual care (b)  dSum of individual impact factors  eImpact factor on participants (d) multiplied by recruitment rate (0.655 in intervention centres and 0.744 in control centres)  Table 4 Description of multivariable models  Target behaviours\tSmoking\tInsufficient physical activity\tNon-adherence to Mediterranean dietary pattern\tAny of the three behaviours*\tTwo or three behaviours*\t \tOR (95% CI)\tP value\tOR (95% CI)\tP value\tOR (95% CI)\tP value\tOR (95% CI)\tP value\tOR (95% CI)\tP value\t Outcomes\t  Positive change in two or three behaviours\t\t\t\t\t\t\t\t\t1.70 (1.09 to 2.63)\t0.018\t  Positive change in any behaviour\t\t\t\t\t\t\t1.48 (1.05 to 2.10)\t0.027\t\t\t  Positive change in smoking behaviour\t1.30 (0.89 to 2.03)\t0.",
      "fcded6b1-65a9-49a3-b092-a7271b43d189"
    ],
    [
      29,
      "results15",
      "888\t OR, Odds ratio  *In these models, each state of change was considered as a variable with possible values of 0, 0.33, 0.66 and 1 according to the participant was in this state for none, one, two or all three behaviours  Implementation outcomes  Adoption  The overall adoption rate was 48.7% (251 Primary Health Care (PHC) professionals out of 515), ranging by Primary Health Care (PHC) centre from 21.3 to 83.3%.  Appropriateness and acceptability  Table 5 shows response rates and results obtained from the questionnaires administered to Primary Health Care (PHC) professionals and participants. Concerning Primary Health Care (PHC) professionals, both early and final appropriateness were perceived as moderate (mean scores < 7). Professionals perceived lower early appropriateness of the intervention targeting smoking cessation than the interventions targeting other health behaviours.",
      "76669451-4b98-4782-bb80-726a7f5a1d99"
    ],
    [
      30,
      "results16",
      " In contrast, no differences were found in the final perceived appropriateness of interventions targeting the three health behaviours. For the three health behaviours targeted, early perceived appropriateness was higher than the final. Perceived early acceptability was high (mean scores > 7), whereas final acceptability was moderate (mean scores < 7). Results related to acceptability were comparable with appropriateness, but in this case, final acceptability was lowest for the smoking cessation intervention. Concerning the results obtained in the participants, acceptability was high (mean scores > 8), with no differences observed between initial and final perception. Perceived appropriateness was moderate, with the initial perception worse than the final. Table 5 Description of early and final appropriateness and acceptability of the EIRA intervention as perceived by Primary Health Care professionals and participants. Values are mean (standard deviation).",
      "259fd5ed-666d-4d08-a407-76774e9e8d1f"
    ],
    [
      31,
      "results18",
      "0%) and recruitment rate was 65.5% (range 36.2–98.6%). To recruit 1481 participants, 2262 people were invited to participate, a ratio of two offers per one recruit. Intervention uptake was 89.5% (range 76.8–100.0%) and completion rate 74.7% (range 56.5–91.4%).  Fidelity of the planned intervention  The individual approach to promote physical activity BC had the highest fidelity (52.2%) and the community approach the lowest (19.1%) (see Table 6). The total percentage of all approaches with fidelity ≥50% was 16.7%. This value ranged from 0 in two centres (H and M) to 83.3 in centre G. Table 6 Fidelity outcomes (%) and Consolidated Framework for Implementation Research (Comparative Fit Index (CFI)R) construct ratings by Primary Health Care (PHC) centre. Ratings reflects its valence (+ or -) and its strength (weak (1) or strong (2)) of impact on implementation  Primary Health Care (PHC) centre\tA\tB\tC\tD\tE\tF\tG\tH\tI\tJ\tK\tL\tM\tGlobal\t\t\t\t Individual approach: smoking cessation\t63.6\t46.8\t50.5\t35.",
      "47360b8b-ceb3-45e0-990c-d394a3db0c2b"
    ],
    [
      32,
      "results22",
      " intervention was developed internally  X denotes that the evaluation was not carried out; The F Primary Health Care (PHC) centre dropped out in preimplementation stage  **denotes a strongly distinguishing construct; *denotes a weakly distinguishing construct, † denotes not distinguishing construct but with positive influence, ‡ denotes not distinguishing construct but with negative influence  Determinants of implementation effectiveness/success  A total of 27 Comparative Fit Index (CFI)R constructs emerged in the focus groups, and no new code was identified from the data. Eight constructs distinguished between high and low implementation. Six other constructs were not distinguishing, but they positively or negatively influenced the implementation in most Primary Health Care (PHC) centres. Table 6 shows these 14 constructs and their ratings for each Primary Health Care (PHC) centre. Details of the most salient constructs are described below.",
      "e67db932-8d39-4eab-95e3-b55630809ba4"
    ],
    [
      33,
      "results23",
      " Table 7 shows representative quotes from Primary Health Care (PHC) professionals for all these constructs. For the other Comparative Fit Index (CFI)R constructs, no sufficient data emerged to assess their influence on implementation. Supplementary file 3 provides detailed descriptions of ratings and correlations of the 27 constructs, with intervention fidelity for each approach. Table 7 Representative quotes on the implementation of the EIRA intervention according to their negative or positive influence  Comparative Fit Index (CFI)R Construct/Domain (Definition)\tPositive influence\tNegative influence\t Intervention source/ Intervention characteristics  (Perception of key stakeholders about whether the intervention is externally or internally developed)  \t“Well, the intervention has been designed by the people that work in these issues,",
      "4c673b13-4c17-4a85-81a8-5d9e0e1c5abd"
    ],
    [
      34,
      "results24",
      " people in primary care who I believe are working more on these issues” (Primary Health Care (PHC) centre M)\t\t Adaptability/Intervention characteristics  (The degree to which an intervention can be adapted, tailored, refined, or reinvented to meet local needs)  \t“Because there was the flexible part where you conduct the visit like, a bit following the needs of the patients …” (Primary Health Care (PHC) centre J)  “There was no strict protocol saying you have to give the form, you must do this, so naturally, we have adapted it to our own practice, because there was no specific rule on how to do it. I think we had this freedom and we have delivered.",
      "4b3921d9-c374-4fc5-99ae-51401bed019e"
    ],
    [
      35,
      "results25",
      "” (Primary Health Care (PHC) centre G)  \tI feel it was something recycled, that was already there, and when people read it’s just another leaflet, if it focused more on our customs or our ways, maybe people would pay more attention (Primary Health Care (PHC) centre D)\t Complexity/ Intervention characteristics  (Perceived difficulty of the intervention, reflected by duration, scope, radicalness, disruptiveness, centrality, and intricacy and number of steps required to implement)  \t\t“If they had 3 problems (behaviours), for instance, better stepwise, not everything in the same session … For me it’s better stepwise. Maybe 2, but 3 is complicated.",
      "c7d06150-6a23-4251-a53c-caa0fa92deba"
    ],
    [
      36,
      "results26",
      " If you are going to introduce changes in food, I think it’s too much change … “(Primary Health Care (PHC) centre B)\t Needs & Resources of Those Served by the Organization/Outer setting (The extent to which patient needs, as well as barriers and facilitators to meet those needs, are accurately known and prioritized by the organization)\tI think for many patients this research has been a push, they had set aside these things and now they thought “this is the time!”. An opportunity for them, and many are really thankful. Because of personal reasons, for some it has not been very successful, for others it has been very beneficial, and they are very thankful, and they explain this to me when I see them again, some feel really happy about it. (Primary Health Care (PHC) centre I)\t“I think people don’t want to take responsibility for anything. And parents arrive to the emergency room and say “I believe they have a fever”.",
      "88be192b-fa0d-4c1a-b1a2-009af088c3ae"
    ],
    [
      37,
      "results27",
      " They have not even checked with the thermometer! They don’t want responsibilities. People don’t want, and if you don’t take responsibility, how can you change attitude? “(Primary Health Care (PHC) centre A)  Yes, because they thought we would provide a miracle diet just for them, and it was of course impossible, what we did was general, explaining types of diet, how to shop for food … For me, when we prepared it I found it very practical, but of course, many came with “but my problem is, my problem is”, “for this specific thing you have to see your EIRA nurse to get this, this is a bit more general”, we explained what to look for in the labels, the calories, saturated fat and such, but naturally they expected a form with the miracle. That was not happening, what can you do. (Primary Health Care (PHC) centre G)  “With respect to physical activity, the resources of the Community were limited.” “There were no resources.” “There were none.",
      "da0e7b98-6cdb-489b-b0ad-5eabde83e7a5"
    ],
    [
      38,
      "results28",
      " Only the Red Cross for people over 65 years and for something free of charge, not for profit, we had little. Neighbourhood associations …” (Primary Health Care (PHC) centre K)  \t External Policy &Incentives/Outer setting  (A broad construct that includes external strategies to spread interventions, including policy and regulations (governmental or other central entity), external mandates, recommendations and guidelines, pay-for-performance, organization, and public or benchmark reporting)  \t\t“… adapting to a different working method seems easy but it’s not, because you have to break habits that are difficult to change, particularly from a certain age, where you have another perspective of things” (Primary Health Care (PHC) centre M)  “… at least most nursing staff comes from workplaces very different from primary care, they come at an age when it’s very difficult that the years or the few years until retirement they change” (Primary Health Care (PHC) centre M)  “I think, perhaps,",
      "897645a1-b89b-4d9a-8d22-614c7c3e3c61"
    ],
    [
      39,
      "results29",
      " we are not supported by the management, the preventive policy …”; “This requires institutional policies from the start. But this has not happened yet” (Primary Health Care (PHC) centre B)  \t Structural characteristics/Inner setting  (The social architecture, age, maturity, and size of an organization)  \tI believe that having a small team has helped (Primary Health Care (PHC) centre J)\tThe volatility of staff. You have a team and suddenly half of them are not there anymore. (Primary Health Care (PHC) centre B)\t Culture/Inner setting  (Norms, values, and basic assumptions of a given organisation)  \t“I believe this is not your average centre, above the area, […] I believe that yes, always … in trying new things” (Primary Health Care (PHC) centre K)\tThe outlook needs to change [..",
      "a016cc64-8cd4-47dc-bf3b-127cbe046f26"
    ],
    [
      40,
      "results30",
      "] for managers, for professionals, … (Primary Health Care (PHC) centre B)\t Relative priority/Inner setting  (Individuals’ shared perception of the importance of the implementation within the organization)  \t“… losing weight is more important than the pharyngitis” (Primary Health Care (PHC) centre “A”)  “I believe that a GP or a primary care nurse should work on this half of their time” (Primary Health Care (PHC) centre “A”)  \t“There have been periods with a full agenda … And other issues have been prioritized.” (Primary Health Care (PHC) centre “J”)  “I don’t think a project about this is a priority” (Primary Health Care (PHC) centre H)  \t Leadership engagement/Inner setting  (Commitment, involvement, and accountability of leaders and managers with the implementation)  \t\tThe only preventive activity that I know the director is involved in are vaccinations. And this for me is the example, the administration needs to organise, organise and offer the means to implement.",
      "203f2e1b-a4fd-4462-9fd0-6092e7d0bc73"
    ],
    [
      41,
      "results31",
      " (Primary Health Care (PHC) centre B)  I think that they should be involved, you know, what we discussed, that to achieve something it’s not only at our level, also for the managers (Primary Health Care (PHC) centre B)  \t Available resources/Inner setting  (The level of resources dedicated for implementation and on-going operations, including money, training, education, physical space, and time)  \tFor this to be feasible, we already said, we need time, maybe we were already doing this, maybe in other centres because of high demand could not integrate these activities in their daily practice. So this is the time needed (Primary Health Care (PHC) centre G)\t“We need more space” (Primary Health Care (PHC) centre K)  “We have too many patients, we are too willing, we have too much material. What we lack is time, that’s it, in short.",
      "d2477af4-e538-4bb3-ba74-c3a261422af5"
    ],
    [
      42,
      "results32",
      "” (Primary Health Care (PHC) centre A)  \t Access to Knowledge & Information/Inner setting  (Ease of access to digestible information and knowledge about the intervention and how to incorporate it into work tasks)  \tAnd yet, the two PBI sessions (in-person group feedback session), maybe then I don’t know, us discussing, being there even discussing something among us, because at home on your own you go over it time and time again … But when you are with other people and discuss it, maybe others see what you don’t see, or you say “maybe not, I thought it was perfect and the reality is it can improve”. (Primary Health Care (PHC) centre J)\tYes, I mean, there were two trainings. One face to face, which was good because you could interact, yes, and then it’s true that people were rather unhappy with the online interview course, people didn’t like it.",
      "fabd381c-757d-40f1-812d-7cd0f2d86fe0"
    ],
    [
      43,
      "results33",
      " We did not like it, it was not useful, … (Primary Health Care (PHC) centre G)\t Formally appointed internal implementation leaders/Process  (Individuals from within the organization who have been formally appointed with responsibility for implementing an intervention as coordinator, project manager, team leader, or other similar role)  \t“There is always somebody appointed to lead, isn’t it? That’s my experience, anyhow. So that nobody can say …”; (Primary Health Care (PHC) centre A)\tIn the community commission, where I was, it helped a bit in connecting with other people, I used to call, … and, I don’t remember anybody leading, more as a team. I really don’t remember who the leader was. Well, then, it has worked, but I really don’t think it’s because of the leadership.",
      "7955d912-9ac4-4f55-b73c-57cf6557ad86"
    ],
    [
      44,
      "results34",
      " (Primary Health Care (PHC) centre H)\t External change agents/Process  (Individuals who are affiliated with an outside entity who formally influence or facilitate intervention decisions in a desirable direction)  \t“thanks to your help, well, we have been able to do it” (Primary Health Care (PHC) centre D)\t\t Reflecting & evaluating/Process  (Quantitative and qualitative feedback about the progress and quality of implementation accompanied with regular personal and team debriefing about progress and experience)  \tAnd what you used to send, the bulletins, were also very useful. (Primary Health Care (PHC) centre I)\tWell, maybe the sessions, when there was a session just for EIRA, we asked “do you have any issue to discuss? No, well...”, then each of us tends to their business (Primary Health Care (PHC) centre J)\t  Needs and Resources of Those Served by the Organisation was a weakly distinguishing construct of fidelity of the individual approach to dietary BC (rho = − 0.866; P = 0.",
      "03423a1c-717d-4147-b427-a8469ad28ac9"
    ],
    [
      45,
      "results35",
      "058) and the community approach (rho = 0.686; P = 0.058). Primary Health Care (PHC) professionals expressed that participants did not feel the need to assume their self-care. They also felt that their expectations were closer to “miracle diets” than following a set of guidelines to make their diet healthier. Some comments pointed to a lack of resources in the community to carry out physical activity programs. Nevertheless, there was also positive feedback on patients’ satisfaction with the intervention. Culture weakly distinguished between high and low fidelity of the individual approach to promote physical activity BC (rho = 0.866; P = 0.058). Positive statements highlighted the culture of continuous innovation at the Primary Health Care (PHC) centre, while negative statements indicated a reluctance to change and implement new practices.",
      "18c9a8e5-9228-4506-91df-c604664aaada"
    ],
    [
      46,
      "results36",
      " Relative priority was identified as a distinguishing construct with high and low intervention fidelity, strong for the individual approach in promoting physical activity BC (rho = 0.833; P = 0.039) and weak in promoting dietary BC (rho = 0.802; P = 0.055). This construct emerged in six Primary Health Care (PHC) centres. Some professionals argued that the EIRA intervention was considered a low priority compared to more immediate activities such as acute health care. In contrast, professionals from Primary Health Care (PHC) centres where the intervention fidelity was greater (for example, Primary Health Care (PHC) centre A) stated that they believed it was crucial to implement this kind of interventions in Primary Health Care (PHC). Leadership engagement was strongly inversely correlated with the intervention fidelity of the group approach (rho = − 1.000; P = 0.010). This construct only emerged in three Primary Health Care (PHC) centres.",
      "346566b5-eafe-4f28-b77c-a66fb858adbe"
    ],
    [
      47,
      "results37",
      " The influence was negative in two Primary Health Care (PHC) centres, but the centre with the best intervention fidelity showed the strongest negative influence of the construct. The professionals of these Primary Health Care (PHC) centres stated that the managers’ commitment, participation, and accountability did not facilitate the intervention. Available resources strongly distinguished between low and high fidelity of the individual approach to promote smoking cessation (rho = 0.667; P = 0.050) and weakly in the community approach (rho = 0.588; P = 0.096). This construct had a weak positive influence in only one centre (Primary Health Care (PHC) centre G); in the remaining Primary Health Care (PHC) centres, the influence was negative. Most comments from professionals were related to the lack of time and physical space to carry out the intervention.",
      "abc55a64-e0a6-401a-a368-435a0264d10c"
    ],
    [
      48,
      "results38",
      " Positive comments reported that this kind of activities had already been integrated and that the Primary Health Care (PHC) centre already allocated resources to do so, especially time. Access to Knowledge & Information was correlated with intervention fidelity, strongly in individual approaches to promote smoking cessation (rho = 0.853; P = 0.003) and physical activity BC (rho = 0.780; P = 0.013). This construct emerged in nine Primary Health Care (PHC) centres, and it had a weak positive influence only in one centre (Primary Health Care (PHC) centre A). The Primary Health Care (PHC) centre with the lowest intervention fidelity was the centre where the most strongly negative influence (Primary Health Care (PHC) centre H). Most professionals emphasized the lack of practicality and the challenges encountered about the online training in motivational interviewing. However, the in-person group feedback sessions were positively evaluated.",
      "bf761482-4dc8-4ef0-b4ff-36a076a423cc"
    ],
    [
      49,
      "results39",
      " Formally appointed internal implementation leaders weakly distinguished between low and high fidelity of group or community approaches (rho = 0.741; P = 0.092). It emerged in six Primary Health Care (PHC) centres, and the three centres with the lowest fidelity percentages in these approaches had a weak negative influence. The negative comments mainly pointed at the lack of an internal leader to implement the EIRA intervention. Reflecting and Evaluating weakly distinguished between high and low fidelity of the individual approach to promote physical activity BC (rho = 0.759; P = 0.080). Only one Primary Health Care (PHC) centre showed a weak negative influence of this construct. Professionals reported that they had not collectively and systematically addressed the development of the implementation of the intervention. They also highlighted the usefulness of newsletters reporting on the development of the intervention.",
      "1a8e492f-b018-4059-8111-5f97807ec201"
    ],
    [
      50,
      "results40",
      "  Three non-distinguishing constructs showed an overall positive influence: Intervention source, Adaptability and External Change Agents. The EIRA intervention was perceived as internally developed, and Primary Health Care (PHC) professionals acknowledged that Primary Health Care (PHC) researchers had developed the intervention. Most Primary Health Care (PHC) professionals considered that the EIRA intervention was adaptable. Primary Health Care (PHC) professionals highlighted the advantages of a non-rigid protocol that could be adapted to the context and needs of participants. However, there were some negative statements regarding the complex adaptation of the Mediterranean dietary pattern in cultural contexts where another dietary pattern predominated. Primary Health Care (PHC) professionals emphasized the engagement of the facilitators (members of the research team) and their role in implementing the intervention.",
      "252b2f2c-8ef8-4ebc-ac40-80e3ca057412"
    ],
    [
      51,
      "results41",
      "  The remaining three non-distinguishing constructs showed an overall negative influence: Complexity, External Policy & Incentives and Structural Characteristics. Primary Health Care (PHC) professionals highlighted the difficulty of simultaneously approaching two or three health behaviours and conveyed a preference for tackling BC individually. Some comments related to job allocation policies, particularly regarding nurses with a long history of hospital care applying for Primary Health Care (PHC) jobs without prior training for this healthcare setting. Lack of alignment of the intervention with the organisation’s objectives was identified as a barrier. Primary Health Care (PHC) professionals noted that their organisation prioritised curative versus preventive and health promotion care. Most statements mentioned a lack of continuity of the workforce.",
      "6a49b79e-70b2-49d4-9f01-6c7c7dc85d71"
    ],
    [
      52,
      "results42",
      " One of the Primary Health Care (PHC) centres attributed a positive value to the small size of the Primary Health Care (PHC) team, which facilitated the implementation of the intervention. ",
      "bd2889f9-2386-4bab-9505-fa4dcdc3a1ff"
    ],
    [
      53,
      "discussion0",
      " The EIRA study was designed to determine the effectiveness of a Multiple Health Behaviour Change (MHBC) primary care intervention and its implementation strategy. Results indicate that the intervention was more effective and had a higher impact in promoting Multiple Health Behaviour Change (MHBC) than usual care at 12-month follow-up in people aged 45 to 75. Among the three target behaviours, the intervention was more effective in promoting dietary BC. About implementation outcomes, adoption was moderate and wide variability was observed between Primary Health Care (PHC) centres. The EIRA intervention was perceived as appropriate and acceptable by Primary Health Care (PHC) professionals and participants. The intervention was feasible, the required number of participants was recruited, and the percentage of losses was lower than anticipated. However, the fidelity level of the planned intervention was low, with only the individual approach to promote physical activity BC exceeding 50%.",
      "31bedfc1-71ad-4937-b47d-4aecf743184b"
    ],
    [
      54,
      "discussion1",
      "  The EIRA study has several strengths. We intended to develop a flexible intervention that could be adapted to different Primary Health Care (PHC) settings, and the intervention’s design was based on the results of previous phases of the study. Additionally, we used theoretical frameworks for the study design, data collection, analysis, interpretation, and evaluation. Comparative Fit Index (CFI)R constructs were used as variables in investigating implementation outcomes, and we have been able to provide explicit links between them to help better understand intervention effects and implementation barriers. However, several limitations exist. Baseline imbalance and confounding bias can occur in cluster randomised trials [33]. There were a higher proportion of participants in pre-action stages in the control group than in the intervention group, especially in the preparation stage.",
      "68dff21e-1ae9-4571-b3c3-c8d1444895f3"
    ],
    [
      55,
      "discussion2",
      " Since this imbalance might have contributed to overestimating the effect of the intervention, we have included the baseline stages of change in the logistic regression models as covariates. However, there may be unknown or unmeasured confounders for which statistical analysis has been unable to adjust. To avoid this bias, we could have used an independent recruiter blinded to allocation. However, this hybrid trial is inherently pragmatic since it was designed to evaluate the feasibility of recruitment in the real practice of Primary Health Care (PHC) professionals. Furthermore, we have assessed the fidelity outcome using an indirect measure based on adherence to activities instead of on the professional’s skills to carry them out, which might underrepresent true fidelity. However, the differential association with the Comparative Fit Index (CFI)R constructs supported its discriminant validity.",
      "0dba71ea-610b-4e68-9eea-e270b1b19a69"
    ],
    [
      56,
      "discussion3",
      "  In accordance with the current results, previous studies have demonstrated that Multiple Health Behaviour Change (MHBC) interventions can successfully promote small improvements in dietary and physical activity behaviours and smoking cessation [6]. The dietary BC was more relevant and significant, in agreement with other studies on Multiple Health Behaviour Change (MHBC) interventions in Primary Health Care (PHC) settings and population-based studies [55, 56]. Although different studies show that Multiple Health Behaviour Change (MHBC) interventions can slightly increase physical activity, the EIRA intervention did not make statistically significant BC in physical activity [6]. Fernald et al. [55] found that the Multiple Health Behaviour Change (MHBC) intervention was only effective in promoting physical activity BC in two of the seven participating networks, and Campbell et al. [56] did not observe any effect of the intervention on this behaviour.",
      "c33f0600-ca7a-4650-b59c-17cfc0f8ec39"
    ],
    [
      57,
      "discussion4",
      " In our study, the individual approach to promote physical activity BC had the highest fidelity (52.2%). However, of all individual approaches, physical activity was particularly complemented by the community approach, which presented the lowest fidelity (19.1%). We believe that this might account for the low effectiveness of the intervention in changing this behaviour. No effect was observed regarding smoking cessation. Since changes in smoking are negatively associated with changes in other behaviours, an individual health BC intervention might be more adequate for smoking cessation [6].  Several factors have influenced the effectiveness of the EIRA intervention compared to usual care. The training centre status had a negative effect on physical BC. The study by March et al. [10] found a negative association between Primary Health Care (PHC) training centres and health-promoting community activities.",
      "64e40219-0a1a-4edb-b027-6cba11f09d3a"
    ],
    [
      58,
      "discussion5",
      " Recently, Primary Health Care (PHC) interventions to increase physical activity have been integrated into usual practice in Spain [41, 57], and non-training Primary Health Care (PHC) centres might have been more motivated to promote physical activity BC. Additionally, the preparation stage appears to promote change for any of the three behaviours studied. Previous research shows that people in a higher stage for one behaviour are also more likely to be in a higher stage for another behaviour [58]. Co-occurrence of non-adherence to a Mediterranean dietary pattern and insufficient physical activity explained dietary BC more than any other combination of concurrent behaviours. In line with other studies [4], it was the most prevalent health behaviour combination (56.4% of the study population), which may have increased its explanatory potential over the other three behaviour combinations.",
      "e25acc12-b2e6-4656-b230-60971292b022"
    ],
    [
      59,
      "discussion6",
      " Dietary and physical activity behaviours are positively correlated, and while it has been suggested that change in one behaviour facilitates change in the other [59, 60], in our study, the concurrence of these unhealthy behaviours was negatively related to Multiple Health Behaviour Change (MHBC). These results are consistent with further Multiple Health Behaviour Change (MHBC) research, which found that of the two behaviours, only the diet improved [56]. These inconsistencies highlight the need to generate more evidence on predictors of coaction in Multiple Health Behaviour Change (MHBC) interventions [61, 62].  Very little was found in the literature on the implementation of Multiple Health Behaviour Change (MHBC) interventions in Primary Health Care (PHC). The results of the implementation of the EIRA study agree with the results observed by Martinez et al.",
      "b338a44f-1f04-4720-9ff9-c969e95567c6"
    ],
    [
      60,
      "discussion7",
      " [63], stating that Intervention Source and Reflecting and Evaluating are Comparative Fit Index (CFI)R constructs related to implementation success. Similarly, both studies found that some constructs such as Complexity, External Policy and Incentives, and Structural characteristics were not associated with implementation success, perhaps because they negatively influenced all Primary Health Care (PHC) centres. In this study, the influence of some of these constructs even determined the dropout of a Primary Health Care (PHC) centre. However, the current study’s findings do not support that Adaptability does not positively influence any Primary Health Care (PHC) centres. On the other hand, we found several determinants associated with implementation success such as Relative Priority, Available Resources, Leadership engagement, and Culture that Martinez et al. [63] did not identify.",
      "49ec7ddf-1286-4516-9321-6e373c6ad229"
    ],
    [
      61,
      "discussion8",
      " Available resources are a commonly perceived barrier by Primary Health Care (PHC) professionals to the integration of health promotion activities into daily practice [11, 63]. Leadership Engagement was negatively correlated with the intervention fidelity of the group approach, i.e., less Leadership Engagement more intervention fidelity, probably because the predominance of a laissez-faire leadership style leaves a significant degree of participation and responsibility in organisational decision-making to professionals [64]. Leadership profoundly influences any organisation’s culture [65], which might explain why the Culture construct also emerged as a distinguishing construct.",
      "4f7c521d-ac35-4155-a1ca-b4f7f8d0cb06"
    ],
    [
      62,
      "discussion9",
      "  The findings of this study agree with the approach proposed by Prochaska [62] and highlight implications for the integration of Multiple Health Behaviour Change (MHBC) interventions in Primary Health Care (PHC) settings, and they can help to reach a greater understanding of how Multiple Health Behaviour Change (MHBC) interventions work in Primary Health Care (PHC) settings. Furthermore, healthcare services are currently facing the difficult task of providing care due to limited resources and unlimited demands, so priority setting and rationing are applied. EIRA study shows that there are factors in Spanish Primary Health Care (PHC) closely related to these actions that have hampered the Multiple Health Behaviour Change (MHBC) intervention. For Multiple Health Behaviour Change (MHBC) interventions to succeed, their relative priority over other interventions needs to increase.",
      "6a9ff972-4ecf-43f8-86ec-f95e8c2e7cf8"
    ],
    [
      63,
      "discussion10",
      " However, the organisational culture of current Primary Health Care (PHC) services remains largely disease-oriented rather than person-centred [66]. The readiness of Primary Health Care (PHC) services for the implementation of Multiple Health Behaviour Change (MHBC) interventions requires resources and leadership. Evidence points to the strong relationship between the adequacy of an organisation’s resources and the adoption of innovative practices [67]. In addition, facilitative leadership is essential to shift organisations toward a culture of innovation [68]. Significantly, Primary Health Care (PHC) professionals considered the implementation of the intervention complex, mainly because they had to tackle three unhealthy behaviours at the same time. Unlike interventions aimed at changing a single behaviour, the field of MBHC is still relatively unknown.",
      "d4ad9916-0955-4fda-a074-6a3aaf8417ec"
    ],
    [
      64,
      "discussion11",
      " Therefore, it is essential to increase efforts to improve the knowledge and dissemination of Multiple Health Behaviour Change (MHBC) interventions [61].  Further studies should elucidate the factors influencing Multiple Health Behaviour Change (MHBC), such as life skills and social, cultural or environmental factors, in order to generate evidence to create and invest in resources that can modify them [61]. Coaction is also an aspect of Multiple Health Behaviour Change (MHBC) on which research is needed. It occurs when “taking effective action on one behaviour increases the odds of taking effective action on a second behaviour” and reflects behaviours that change together and increases the impact of Multiple Health Behaviour Change (MHBC) interventions [62]. Finally, incorporating Multiple Health Behaviour Change (MHBC) interventions in Primary Health Care (PHC) settings is a significant challenge.",
      "0d396945-d923-48c3-a5b2-62fbabc98ec6"
    ],
    [
      65,
      "discussion12",
      " Implementation research can advance understanding of factors that facilitate or hinder the implementation of Multiple Health Behaviour Change (MHBC) interventions and provide evidence about the effectiveness of different implementation strategies [69].  Conclusions  In summary, progress in the Multiple Health Behaviour Change (MHBC) field could improve the prevention and management of NCDs, and Primary Health Care (PHC) can play an essential role in achieving it. However, research conducted on Multiple Health Behaviour Change (MHBC) interventions and their implementation in Primary Health Care (PHC) settings remains insufficient. EIRA study provides evidence about the effectiveness of an intervention to promote Multiple Health Behaviour Change (MHBC) and its implementation in Primary Health Care (PHC) setting.",
      "491256b9-d3f2-4d73-8ff5-96e4de1631a5"
    ],
    [
      66,
      "discussion13",
      " Results of the study will increase the knowledge about which implementation strategies are the most suitable in the context of the Primary Health Care (PHC), helping a greater integration of Multiple Health Behaviour Change (MHBC) interventions in the everyday practice of the Primary Health Care (PHC) professionals.  Supplementary Information  Additional file 1.  Additional file 2.  Additional file 3.  Abbreviations  BC Behaviour Change  BMI Body Mass Index  Comparative Fit Index (CFI) Comparati",
      "ebc04d22-9f89-40b2-bd96-bb3033e4ed64"
    ],
    [
      67,
      "discussion14",
      "ve Fit Index  Comparative Fit Index (CFI)R Consolidated Framework for Implementation Research  CI Confidence Interval  COPD Chronic Obstructive Pulmonary Disease  HDL High-Density Lipoprotein  IQR Interquartile Range  LDL Low-Density Lipoprotein  Missing At Random (MAR) Missing At Random  Multiple Health Behaviour Change (MHBC) Multiple Health Behaviour Change  Medical Research Council (MRC) Medical Research Council  NCDs Non-Communicable Diseases  NNC Number Needed for Change  Primary Health Care (PHC) Primary Health Care  OR Odds Ratio  RMSEA Root Mean Square Error of Approximation  SD Standard deviation  SMS Short Message Service  Acknowledgements  We want to thank the workers of the following primary healthcare centres and their organisations for participating in this study: El Pla, Montilivi, Sant Martí, and Santa Clara of the Institut Català de la Salut; Casco Viejo, Salburua, Sansomendi and Zaramaga of the Osakidetza-Servicio Vasco de Salud; Garrido Sur, San Esteban de Gormaz,",
      "ae7adefc-eab2-4ae2-96fd-8b2de644584b"
    ],
    [
      68,
      "discussion15",
      " San Juan and Virgen de la Concha of Salud Castilla y León; Olivar de Quinto and Las Palmeritas of the Servicio Andaluz de Salud; Almozara, Las Fuentes Norte, La Jota and Parque Goya of the Servicio Aragonés de Salud; Matamá, Pintor Colmeiro, Teis and Val Miñor of the Servizo Galego de Saúde, and Alcúdia-Es Safrà, Calvià, Manacor and Son Serra-LaVileta of the Servei de Salut de les Illes Balears. We also acknowledge Ms. Eulàlia Farré MD MSc for revising and greatly improving the English text. We also thank Eulàlia Farré MD for reviewing the English version of the manuscript.  Authors’ contributions  EZO, MCC, TLJ, HP, MPV, EPR, CCP and BB conceived the hybrid trial.  JL, RML, CV, EM, IGG, JAMF, JIRR, BM, SCM, IAL, MGG, AC, RMB, JAB, RR, ASP, PMP, AL and CGF contributed to the refinement of methodology and local realisation of the study. MCC, RML and EZO were responsible for the study at the Primary Health Care (PHC) centres in Catalonia.",
      "c01d537f-cd04-4b90-9982-9c754b5e746b"
    ],
    [
      69,
      "discussion16",
      " HP was responsible for the study at the Primary Health Care (PHC) centres in Basque Country. JL was responsible for the study at the Primary Health Care (PHC) centres in the Balearic Islands. EM was responsible for the study at the Primary Health Care (PHC) centres in Andalusia. JAMF was responsible for the study at the Primary Health Care (PHC) centres in Castile and León. AC was responsible for the study at the Primary Health Care (PHC) centres in Galicia. RMB was responsible for the study at the Primary Health Care (PHC) centres in Aragon. TLJ was responsible for the sample size calculation, statistical analysis plan, and statistical evaluation. EZO, MCC, TL, HP and CJA were responsible for implementation analysis plan and implementation evaluation. EZO and BB conceptualised this manuscript. All authors have reviewed the draft critically and suggested revisions, given final approval of the version to be published and agreed to be accountable for all study aspects.",
      "61fe98ec-5fc2-4fc6-a3b2-9225f26051d3"
    ],
    [
      70,
      "discussion18",
      " The funders had no role in the study design, data collection, data analysis, data interpretation, writing of the report, or in the decision to submit the article for publication. All authors confirm that they worked independently from funders.  Availability of data and materials  The datasets used and analysed during this study are available from the corresponding author on reasonable request.  Declarations  Ethics approval and consent to participate  This research was performed in accordance with the Declaration of Helsinki. Participants signed an informed consent form before the start of the study. This study was approved by the Research Ethics Committee of the Fundació Institut Universitari Jordi Gol i Gurina (reference number P16/025).  Consent for publication  Not applicable.  Competing interests  The authors declare that they have no competing interests.",
      "899ecbe9-d4eb-475e-9360-8ea0f63f7b65"
    ],
    [
      71,
      "discussion19",
      "  Publisher’s Note  Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. =",
      "b30db4cf-fc60-40d3-bbc6-f489c0382395"
    ]
  ]
}