{
  "columns": [
    "Unnamed: 0",
    "job_id",
    "job_title",
    "location",
    "experience",
    "education",
    "job_type",
    "job_description",
    "job_link"
  ],
  "data": [
    [
      0,
      "54b0c0012d013770",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Health Care Data Analyst - job post Valley Medical Center 184 reviews Renton, WA $54,611 - $115,747 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $54,611 - $115,747 a year Job Type Full-time Job Title: Health Care Data Analyst Req: 2022-1311 Location: VMC Main Campus Department: Outcomes Management Shift: Days Type: Full Time FTE: 1 Hours: 40 City State: Renton, WA Salary Range: Min $54,611 - Max $115,747/annual. DOE Job Description: Job Description Outcomes Management The position description is a guide to the critical duties and essential functions of the job, not an all-inclusive list of responsibilities, qualifications, physical demands and work environment conditions. Position descriptions are reviewed and revised to meet the changing needs of the organization. POSITION TITLE: Health Care Data Analyst JOB SUMMARY: This position will be responsible for coordinating efforts among quality management support staff to produce data-based work product analyzed in accordance with bio-statistical principles and methods; creating related presentations for use by hospital and medical staff leaders,and serving as an \"interpreter\" between Information Technology and clinical staff when it comes to problem-solving technical issues. ASSIGNMENT AREA: Outcomes Management HOURS OF WORK: Monday-Friday, 0800-1630 with requirements for flexible hours. RESPONSIBLE TO: Director Patient Safety & Quality PRE-REQUISITES : Associate degree in health care field required, preferably in Health Information Management, a clinical field or healthcare informatics. Bachelor's degree preferred. Minimum 2 years recent employment in acute health care setting. Experience in use of electronic health record (EHR). QUALIFICATIONS: Thorough knowledge of MS Office Suite®; particularly Excel/QI Macros, Access and PowerPoint. Knowledge of research methodology, principles, procedures, and bio-statistical analyses. Knowledge of data management and basic coding. Ability to design, implement and maintain systems necessary to retrieve, analyze, report, and file data; skilled in graphic development and presentation. Thorough knowledge of describing data, testing hypotheses and examining relationships among variables. Proficiency in use of Excel's Analysis Tool Kit and QI Macros or equivalent statistical analysis software. Ability to generate reports from various software programs and databases, using quantitative and qualitative data in performance measurement and improvement. Ability to deliver effective written and oral reports and presentations. Ability to maintain confidentiality of data and information as required. Requires planning, organizing and working on multiple tasks at one time. Requires deep concentration for a large volume of work that must be completed within a limited period of time to meet deadlines for reporting. UNIQUE PHYSICAL DEMANDS, ENVIRONMENT, AND WORKING CONDITIONS: See Generic Job Description/Administrative Partner PERFORMANCE RESPONSIBILIES: A. Generic Job Functions: See Generic Job Description/Administrative Partner B. Essential Responsibilities and Competencies: Support the organization-wide quality management, patient safety and performance improvement program through retrieval, analysis and reporting of data internally and externally in accordance with regulatory requirements and organization-wide standards. Produce reports and information as requested within established time frames. Develop and maintain competency in clinical decision support systems (including but not limited to Truven's CareDiscovery Transform and Quality Measures, Quality-Net Exchange). Identify and report variations in clinical care that require immediate follow-through. Utilize various software applications for data collection, analysis and reporting. Participate in the discussion of study design and data elements and make recommendations to fulfill the scope and objectives of the study. Coordinate and support efforts of quality management, infection control, and clinical staff to complete data collection and reports in accordance with intent (validity and reliability) and timelines. Create interactive (drop-down menu) databases to facilitate accuracy of abstractors with repetitive data entry and analysis. Analyze, report, and interpret data results, utilizing performance improvement tools and techniques such as graphs, run charts, control charts, and statistical process control in performance improvement reports to Patient Care Services, Medical Staff Departments and Administration. Apply bio-statistical analyses for physician peer review and reappointment profiling. Prepare PowerPoint slides for administrative and physician presentation to quality committees and licensing/accrediting bodies. Provide comparative data for PI teams to identify best practices; keep staff and committees aware of publicly reported data reports. Troubleshoot technical issues between Outcomes Management and liaisons to various software programs used. Resolve data conflicts and maintain integrity of databases. Function as a technical resource for others who use the same software systems and databases (e.g. Truven: CareDiscovery Quality Measures and Transform; Q-Net; Leapfrog, Excel). Function as a resource person to physicians, leadership, and staff in the analysis and interpretation of internal and external data and reports (e.g. NDNQI). Perform other duties as assigned. Revised: 3/19 Grade: NCNM 22, 24, 26 FLSA: E CC: 8714 Job Qualifications: PRE-REQUISITES : Associate degree in health care field required, preferably in Health Information Management, a clinical field or healthcare informatics. Bachelor's degree preferred. Minimum 2 years recent employment in acute health care setting. Experience in use of electronic health record (EHR). QUALIFICATIONS: Thorough knowledge of MS Office Suite®; particularly Excel/QI Macros, Access and PowerPoint. Knowledge of research methodology, principles, procedures, and bio-statistical analyses. Knowledge of data management and basic coding. Ability to design, implement and maintain systems necessary to retrieve, analyze, report, and file data; skilled in graphic development and presentation. Thorough knowledge of describing data, testing hypotheses and examining relationships among variables. Proficiency in use of Excel's Analysis Tool Kit and QI Macros or equivalent statistical analysis software. Ability to generate reports from various software programs and databases, using quantitative and qualitative data in performance measurement and improvement. Ability to deliver effective written and oral reports and presentations. Ability to maintain confidentiality of data and information as required. Requires planning, organizing and working on multiple tasks at one time. Requires deep concentration for a large volume of work that must be completed within a limited period of time to meet deadlines for reporting.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=54b0c0012d013770"
    ],
    [
      1,
      "6c87b9e10aee10f1",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Power BI Business Analyst - Data Focused - job post Cascade Drilling, LP 25 reviews Bothell, WA 98021 $90,000 - $110,000 a year -  Full-time Apply now Apply now save-icon Job details Salary $90,000 - $110,000 a year Job Type Full-time Come join an amazing team of close to 900 employees dedicated to providing Excellence on Every Level! The Business Analyst will lead data reporting transformation efforts at Cascade. The Business Analyst will work with organization teams across Cascade so they must have strong task prioritization skills in addition to good statistical and critical thinking skills. Ability to see the big picture without losing sight of the details. Must have Data Warehousing, Dataverse and Power Apps integration when applying. ESSENTIAL FUNCTIONS Work with IT team to design and implement new data warehouse using Dataverse to be used across Cascade. Work with business users and analyze data requests to determine requirements. Lead requirements gathering process. Report development including the ability to design, implement and test reports using multiple reporting tools. Provide data for analysis by operations staff, internal executive level and/or direct clients as needed. Ensures data for all reports is accurate. Lead and train end users on how to effectively create reports using various reporting tools. Ability to coordinate multiple activities simultaneously. Ability to research, analyze and troubleshoot. Work within a team to support business users via the Help Desk and user requests. Other duties as assigned. JOB REQUIREMENTS AND QUALIFICATIONS Bachelor's degree from four-year University or College or 5-10 years of relevant experience. 1+ years’ experience as a report data analyst with Microsoft BI technologies is required. Experience using Microsoft's stack, SharePoint and Teams is required. Knowledge of Data Warehousing, Dataverse and Power Apps integration. Ability to write SQL Queries against SQL Server is required. Strong analytical and problem-solving skills. Strong knowledge of relational database concepts and design. Excellent written and oral communication skills and comfortable interacting with various levels in the organization. Limited travel may be required. Salary range of $90k - $110k Cascade Environmental, LLC, and our subsidiaries is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination. EEO is the Law. Cascade is committed to offering reasonable accommodations to job applicants with disabilities. If you need assistance or an accommodation due to a disability, please contact us at (425) 527-9700. Who is Cascade? From our roots as a Northwest regional drilling company, we have grown into a national, full-service environmental services company offering innovative solutions to our customers. We believe in excellence at every level and that includes hiring employees who are the best at what they do. We firmly believe our employees are the most critical component of our long-term success. At Cascade, we provide a career, not just a job. Cascade’s core purpose is to be the essential business partner that contributes to our clients’ success and advancement in tackling even the most challenging environmental and geotechnical problems, to contribute to our industry and the betterment of our employee’s careers and the communities we serve. What does Cascade offer? Comprehensive training and flexible career paths Encouragement to pursue new roles nationwide, explore a variety of projects, and work with mentors and experts who help shape the industry Comprehensive Medical/Prescription Drug/Dental/Vision 401(k) Retirement Savings Plan with Company Match Company-paid Basic Life Insurance / Short- and Long-Term Disability Health Reimbursement Account and Flexible Spending Account Sick Leave / Holiday / Vacation Pay License Bonuses / Tuition Reimbursement Charitable Donation Match We are proud to provide a full range of benefits programs that help our employees and their families plan for today and their future. The benefits we offer are competitive and allow flexibility and choice to meet the individual needs of our employees and their families. Who are you? Hard-working, talented, and career-minded Challenge-seeking Strong desire to contribute to a stable, diverse organization Work hard, play hard mindset Open to continued learning and development Collaborative, team player Customer service minded To learn more about our exciting career opportunities at Cascade, check out our Careers site at http://www.cascade-env.com/careers. Interested in learning more about Cascade and how we provide Excellence on Every Level? Click here to learn more https://www.youtube.com/watch?v=WwzxUvjbHC0. If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=6c87b9e10aee10f1"
    ],
    [
      2,
      "2b30b2ccced94f3b",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Data Analyst, Healthcare Finance and Policy (WMS2/FS) - job post State of Washington Health Care Authority 330 reviews Olympia, WA $70,524 - $98,724 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $70,524 - $98,724 a year Job Type Full-time Description Data Analyst, Healthcare Finance and Policy (WMS2/FSD) This announcement will be used to fill multiple positions. Per Governor Inslee’s Directive 22-13.1 , state employees must be fully vaccinated. Your vaccine status will be verified upon acceptance of a contingent job offer. Please note, medical or religious accommodation may be available once an offer of employment is made. The Financial Analytics Section is looking for someone with a strong curiosity to explore and analyze data to inform policy decisions. This position also requires the ability to monitor continuously changing state/federal policies and agency program rules, and the ability to visualize those changes in raw administrative datasets. If you are a critical thinker with the utmost attention to detail, the ability to conduct logical problem-solving, and the willingness to learn new skills, this may be a good fit for you. About the Division Our Data Analyst position is located in the Financial Analytics Section (FAS) within the Financial Services Division (FSD) of the Washington State Health Care Authority (HCA). To inform decision making, FAS provides data, data analysis, and relevant consultation to HCA stakeholders by leveraging knowledge of HCA programs and policies. FAS contributes critical products that are used to develop and monitor State healthcare policy and HCA’s budget, financial operations, and program rates and outcomes. About the position The Data Analyst will perform assigned tasks of a highly specialized and technical nature. The tasks will include reviewing and analyzing policy changes; determining methodologies for financial modeling; conducting data-intensive analyses; and writing reports to inform HCA’s budget, rates, forecasts, and policy discussions with external stakeholders. This position is eligible to telework part-time but is occasionally required to report on-site. Duties This position is responsible for: Providing expert advice to inform and guide HCA budget and decision packages, bill analyses, fiscal notes, forecast steps, and other ad hoc analyses requests. Establishing project data requirements and extracting data using PL/SQL Developer and Microsoft SQL Server Management Studio. Analyzing medical assistance, Public Employees Benefits Board, and School Employees Benefits Board data which are used to guide the agency’s budget request and policy decisions. Organizing and coordinating analyses in order to detect trends, correlations, or any other patterns in financial data pertinent to agency operations. Analyzing reports prepared by other state and federal agencies to evaluate their impact on, or relationship to, the HCA’s goals, objectives, and budget. Working closely with internal and external staff, including senior management and legislative staff, on projects requiring information and analysis. Collaborating with other divisions within HCA, partner agencies, and stakeholders to support the goals of Healthier Washington and efforts to introduce value-based purchasing options to Washington’s health care system. Qualifications Required Qualifications A master’s Degree in economics, statistics, or a related field. Experience within the State or other government entity is strongly preferred. OR A bachelor’s degree in economics, statistics, or a related field. AND Three (3) or more years of experience working with large and complex data is required. Experience within the State or other government entity is strongly preferred. Desired Education, Experience, and Competencies Education or experience in medical billing. Experience working within the Washington State legislature process. Knowledge of state and federal laws, rules, and regulations that govern Washington State’s publicly funded healthcare programs. Knowledge of analytical querying protocols such as SQL. Advanced level skill in using Microsoft Excel. Effective verbal, visual, and written communication skills, including the ability to translate complex analytical information for non-technical audiences. Ability to manage multiple projects simultaneously in a fast-paced work environment. Ability to facilitate policy discussions between diverse groups. Supplemental Information How to Apply Only candidates who reflect the minimum qualifications on their NEOGOV profile will be considered. Failure to follow the application instructions below may lead to disqualification. To apply for this position, you will need to complete your profile and attach: A cover letter that specifically addresses how you meet the qualifications for this position. Current resume . Three professional references , including a minimum of one past supervisor. About HCA The Washington State Health Care Authority (HCA) is committed to whole-person care, integrating physical health and behavioral health services for better results and healthier residents. HCA purchases health care for more than 2.5 million Washington residents through Apple Health (Medicaid), the Public Employees Benefits Board (PEBB) Program, and the School Employees Benefits Board (SEBB) Program. As the largest health care purchaser in the state, we lead the effort to transform health care, helping ensure Washington residents have access to better health and better care at a lower cost. What we have to offer: Meaningful work with friendly co-workers who care about those we serve Voices of HCA A clear agency mission that drives our work and is person-centered HCA's Mission, Vision & Values A healthy work/life balance, including alternative/flexible schedules and mobile work options. A great total compensation and benefit package WA State Government Benefits A safe, pleasant workplace in a convenient location with restaurants, and shopping nearby. Tuition reimbursement And free parking! Notes The Washington State Health Care Authority is an equal opportunity employer. We strive to create a working environment that provides equal access and opportunity to anyone who qualifies, regardless of sex, race, age, color, religion, mental or physical disability, national origin, sexual orientation, gender identity and expression and/or military status. Persons with disabilities needing assistance in the application process, or those needing this job announcement in an alternative format may contact Angelic Matthews at angelic.matthews@hca.wa.gov Prior to a new hire, a background check including criminal record history will be conducted. Information from the background check will not necessarily preclude employment. The Washington State Health Care Authority (HCA) is an E-Verify employer. All applicants with a legal right to work in the United States are encouraged to apply.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=2b30b2ccced94f3b"
    ],
    [
      3,
      "559670fceb7cd81c",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Part-Time Data Entry Analyst - Solvas Financial Technology - job post Deloitte 11,488 reviews 821 Second Avenue Suite 200, Seattle, WA 98104 $20 an hour -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $20 an hour Job Type Full-time Part-Time Data Entry Analyst - Solvas Financial Technology Work you'll do This is a part-time syndicated loan data entry analyst opportunity supporting the Solvas|Digitize Managed service. Job duties include: Review syndicated loan notices for manual extraction and data input Review automated data extraction results Speed and accuracy when reviewing and/or inputting data Ability to work independently and without direct supervision while adhering to strict deadlines Comfortable working in a fast-paced environment Strong communication skills (both verbal and through email communication) Excellent analytical skills, attention to detail, and strong organizational skills This is temporary, hourly position with core hours between 4:00 a.m. and 7:00 p.m. (EST), although other hours may be required based on business need. Shifts are scheduled in minimum of 4 hour increments and a minimum of 8 hours is expected during peak days (typically 2 - 3 days per month) The days worked per month are typically 3 to 10 days only. (This is not a regular part-time position and there are regular hours .) Working days are based exclusively on business needs and are expected to be variable. The Team Our Financial Technology practice develops and licenses a growing family of proprietary software products and service solutions (see www.deloitte.com/ft ) to assist financial institutions with a number of complex topics such as accounting for credit deteriorated assets and the administration of investments in leveraged loans. We are looking to add professionals to support our Solvas|Digitize™ solution team ( www.solvasdigitize.com ). Solvas|Digitize is an intelligent automation solution and managed service that is experiencing rapid growth and expansion across various industries and applications. Qualifications: Bachelor's degree or 1+ year of relevant work experience Proficiency with all current technology and Microsoft Office 365 programs, including, but not limited to: Laptop functionality Video conferencing software (i.e. Zoom, Microsoft Teams, and Skype) Ability to utilize multiple web applications (at least 2) simultaneously Microsoft Teams Online software programs for data entry Flexibility in terms of work hours and workdays is required Ability to find specific data points based on guidance/logical reasoning Syndicated loan experience is preferred, but is not required Must be legally authorized to work in the United States without the need for employer sponsorship, now or at any time in the future For individuals assigned and/or hired to work in Washington State, Deloitte is required by law to include a reasonable estimate of the compensation range for this role. This compensation range is specific to Washington State and takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs. At Deloitte, it is not typical for an individual to be hired at or near the top of the range for their role and compensation decisions are dependent on the facts and circumstances of each case. A reasonable estimate of the current rate of pay is $20 per hour. Other details: #NDO 2023 Work timing Part-time, hourly basis with core hours between 4:00 a.m. and 7:00 p.m. Eastern Standard Time on specific days of each month based on business need. Occasional weekend and holiday coverage will be required. Location Any U.S. location will be considered for the appropriate candidate; team is located primarily in the New York, Dallas, and Houston metropolitan areas Travel Travel will be rare if required at all",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=559670fceb7cd81c"
    ],
    [
      4,
      "02b9c75a95f1fce2",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Clinical Trial Business Analyst - job post Fred Hutchinson Cancer Research Center 333 reviews Seattle, WA 98109 • Hybrid remote $74,358 - $111,536 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $74,358 - $111,536 a year Job Type Full-time Overview: Fred Hutchinson Cancer Center is an independent, nonprofit organization providing adult cancer treatment and groundbreaking research focused on cancer and infectious diseases. Based in Seattle, Fred Hutch is the only National Cancer Institute-designated cancer center in Washington. With a track record of global leadership in bone marrow transplantation, HIV/AIDS prevention, immunotherapy and COVID-19 vaccines, Fred Hutch has earned a reputation as one of the world’s leading cancer, infectious disease and biomedical research centers. Fred Hutch operates eight clinical care sites that provide medical oncology, infusion, radiation, proton therapy and related services, and network affiliations with hospitals in five states. Together, our fully integrated research and clinical care teams seek to discover new cures to the world’s deadliest diseases and make life beyond cancer a reality. At Fred Hutch we value collaboration, compassion, determination, excellence, innovation, integrity and respect. These values are grounded in and expressed through the principles of diversity, equity and inclusion. Our mission is directly tied to the humanity, dignity and inherent value of each employee, patient, community member and supporter. Our commitment to learning across our differences and similarities make us stronger. We seek employees who bring different and innovative ways of seeing the world and solving problems. Fred Hutch is in pursuit of becoming an anti-racist organization. We are committed to ensuring that all candidates hired share our commitment to diversity, anti-racism and inclusion. The Clinical Trial Business Analyst role is a key part of our central team providing support to Principal Investigators (PIs) and research study teams who are focused on mission-critical clinical trials programs. The role is responsible for performing business analysis, data analysis, workflow design and supports a wide range of functions, including clinical trial start-up and trial operations. This is a high-growth opportunity and provides exposure to innovative and complex clinical trials in an academic setting. Fully remote or hybrid work options available. Responsibilities: Assist in workflow design and implementation for targeted process improvements related to clinical trials Deeply understand workflows that generate operational data and help identify workflow improvements based on trends noted in the data Work closely with the teams responsible for data and reporting functions to understand data sources and work to ensure efficient and accurate use of data; identify and close gaps as needed Gather requirements and document business rules for transforming data from source fields to target fields as needed; Support the translation of business requirements into specific dashboard requirements Maintain thorough documentation of business requirements and data definitions Assist in the development of data collection procedures to support dashboard development Create dynamic dashboards and visual tools to represent operational data Ensure report and data presentation quality by performing quality control reviews, and investigating and resolving data discrepancies Qualifications: Minimum Requirements: Bachelor’s Degree in math, science, business, or related field Minimum 1 year of experience with clinical research, or other business operations or data analysis Highly reliable and detail oriented Excellent communication (written and oral), customer service, collaboration, problem solving and interpersonal skills Ability to work with ambiguity, and move forward effectively in a fast-paced project environment Preferred Requirements: Knowledge of clinical trials management systems Knowledge of EHR systems Hands-on experience using data visualization tools (E.g., Tableau) Hands-on experience using workflow management tools such as Zendesk, Smartsheet is desirable Fred Hutchinson Cancer Center has a mandatory COVID-19 vaccine requirement, with exceptions only for approved medical or religious accommodations. As a condition of employment, newly hired employees must, prior to their first day of employment: Provide proof of being fully vaccinated against COVID-19 ; OR Initiate the accommodations process to request a religious or medical accommodation (medical accommodations require a healthcare provider’s certification). A statement describing your commitment and contributions toward greater diversity, equity, inclusion, and antiracism in your career or that will be made through your work at Fred Hutch is requested of all finalists. The annual base salary range for this position is from $74,358 to $111,536 and pay offered will be based on experience and qualifications. Fred Hutchinson Cancer Center offers employees a comprehensive benefits package designed to enhance health, well-being, and financial security. Benefits include medical/vision, dental, flexible spending accounts, life, disability, retirement, family life support, employee assistance program, onsite health clinic, tuition reimbursement, paid vacation (12-22 days per year), paid sick leave (12-25 days per year), paid holidays (13 days per year), paid parental leave (up to 4 weeks), and partially paid sabbatical leave (up to 6 months). Our Commitment to Diversity: We are proud to be an Equal Employment Opportunity (EEO) and Vietnam Era Veterans Readjustment Assistance Act (VEVRAA) Employer. We are committed to cultivating a workplace in which diverse perspectives and experiences are welcomed and respected. We do not discriminate on the basis of race, color, religion, creed, ancestry, national origin, sex, age, disability (physical or mental), marital or veteran status, genetic information, sexual orientation, gender identity, political ideology, or membership in any other legally protected class. We are an Affirmative Action employer. We encourage individuals with diverse backgrounds to apply and desire priority referrals of protected veterans. If due to a disability you need assistance/and or a reasonable accommodation during the application or recruiting process, please send a request to our Employee Services Center at hrops@fredhutch.org or by calling 206-667-4700.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=02b9c75a95f1fce2"
    ],
    [
      5,
      "83775d487e107c7c",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "IT Functional Analyst - job post City of Shoreline, WA 3 reviews Shoreline, WA $82,890 - $105,050 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $82,890 - $105,050 a year Job Type Full-time GENERAL SUMMARY Shoreline is an inclusive City that endeavors to build a work culture which embraces diversity, encourages participation, and promotes equity. Reposting the position for a larger pool of applicants. First review of applications will be on March 31st. OVERVIEW This position will be part of the City’s IT team and will report directly to the IT supervisor. The IT group consists of eleven positions including the IT Manager. Support and reporting issues can be escalated to the System Analyst I, and/or the IT supervisor. This position also coordinates with the existing Functional Analyst on systems and supports. The Functional analyst(s) work consists of working with SQL databases, major City systems such as Finance and Human Resources (Central Square), Help Desk Ticketing, Contract Management, Digital Signatures, Asset Management and Work Order Management system (Cityworks) and other assigned new implementations. In addition, general reporting and support of other minor systems are commonly required. Looking ahead to next year we are preparing for two new implementations that include Capital Budgeting and Project Management and Parking Enforcement. There will also be major systems update that may involve business analysis, system testing, user training and new functionality implementation. DEFINITION This position is responsible for the effective configuration and use of the assigned City systems. This position will work with operational staff to leverage the application through process analysis, deep understanding of both the business process and the enterprise system, and configuration of the enterprise system to best meet operational needs. The position is responsible for the support and training of users of the assigned City systems and serves as the liaison between the operational staff and the IT team. EXAMPLES OF DUTIES ESSENTIAL AND MARGINAL FUNCTION STATEMENTS Essential and other important responsibilities and duties may include, but are not limited to, the following: Essential Functions : Serve as steward of the assigned City systems by collecting and maintaining information, assessing the alignment of the application with current and future IT and business needs. Serve as Tier 1 TSQL reporting and support. Provide front line application support and troubleshooting to application users. Provide business analysis and requirements gathering. Work with end users, subject matter experts, and super users to understand and document business processes and requirements. Use systems best practices as a basis for collaboration with stakeholders and subject matter experts to modify system processes and implement approved changes. Serve as the primary interface between stakeholders and the Informational Technology division. Assist end users, subject matter experts, and super users in understanding how to achieve business results with the computerized tool and use the application to better meet operational objectives. Configure assigned City systems application-parameters and initial settings that influence the operation of programs, processes and operating system settings and provide documentation of the same. Analyze new functionality introduced by the application vendor and guide the implementation of functionality deemed advantageous to the City. Develop queries and reports that are ongoing and customized. Provide training on the use of assigned City systems, to individuals and small groups Study issues and determine if the issue arises out of a need for training or a need for technical solution. Recommend a course of action to resolve the issue. Conduct testing of core operational processes and applications during software upgrades. Manage and fulfill application work requests (both functional and technical). Document workflows and business processes. Evaluate user requirements. Marginal Function : Perform related duties and responsibilities as required. QUALIFICATIONS Knowledge of : Finance, Human Resource, Asset Management, Work Order, Contract Routing, Digital Signature, Capital Improvement Management, Project Management and Parking Enforcement systems desired. Knowledge of enterprise applications required. Database structures, relationships and content. Process improvement and business process analysis techniques to support improved operations, decreased turnaround times, and streamline work processes. Report and query writing languages, table relationships, and views. Automated systems testing procedures, data conversion analyses, transaction processing, and application troubleshooting. Ability to : Participate and work effectively in an organization committed to advancing principles and practices of equity and anti-racism. Develop a basic understanding of the operational areas served by assigned City systems, and the basic business functions of the City served by that application within the first six months of hire. Assess business requirements as they relate to computerized systems. Teach technical topics to non-technical personnel. Create and maintain operational dashboards. Perform system administration. Provide timely customer service to internal and external customers Perform workflow development using vendor provided tools Translate business requirements into technical specifications Use email, outlook, browsers, Word, Excel, Power Point, SharePoint, Visio or other drawing tool, report writers and TSQL reporting services. Foster a climate that encourages fairness, respect, and inclusiveness. Communicate effectively and in a timely manner with individuals with different background and language skills or styles. Translate technical concepts and ideas in a non-technical fashion. Manage stakeholders with competing priorities. Utilize core conflict management techniques to resolve issues in a productive manner. Experience and Training Guidelines Any combination of experience and training that would likely provide the required knowledge and abilities is qualifying. A typical way to obtain the knowledge and abilities would be: Experience : 3 years as a Business or Functional Analyst including application configuration, report development and analytics, working with a transactional application and working with geographical information systems. Public sector experience preferred. Training : A 4-year college degree in geographic information systems or computer science is preferred. Any combination of related education, training and experience equivalent to the 4-year degree may be substituted for the educational requirement. SUPPLEMENTAL INFORMATION To demonstrate skills and interest, please complete the application and Supplemental Questions in lieu of a cover letter or a resume. (This application does not allow for attachments. Providing complete responses in the Supplemental Questions section will help us determine your qualifications for the job.) Employees Working Remotely: The City is implementing a remote work policy that will allow staff to work remotely. Remote work for this position is subject to department's operational needs and will be discussed with candidates during the selection process. Full-time remote work is not an option. Once hired, employees must reside in the State of Washington. COVID-19 Vaccination Requirement : A candidate selected and offered the job must be fully vaccinated and demonstrate proof of vaccination against Covid-19. (Per City policy, a person is fully vaccinated against COVID-19 if two weeks have passed since they received all doses of a vaccine as prescribed by the FDA, CDC, and/or the Washington State Health Officer, including a booster shot based on availability and eligibility.) A list of acceptable documents to provide verification can be reviewed here. Environmental Conditions : Office environment; exposure to computer screens.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=83775d487e107c7c"
    ],
    [
      6,
      "4b7ac03b20fd6171",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Financial Analyst - job post Liberty Military Housing 223 reviews Joint Base Lewis McChord, WA 98433 $80,000 - $95,000 a year -  Full-time Apply now Apply now save-icon Job details Salary $80,000 - $95,000 a year Job Type Full-time Overview: Liberty Military Housing – Own your passion for service! At Liberty Military Housing we’re here to serve those who serve our country by providing military families with comfortable, well-maintained homes in inviting communities across the United States. We take great pride in our highly trained team of professionals. With a blend of property management and military backgrounds, our employee-owners bring a proactive, solution-oriented mindset, along with unparalleled levels of empathy and understanding for our residents and one another. Liberty Military Housing is dedicated to helping our employees develop personally and professionally and provides an unprecedented 150+ hours of professional development annually to each employee-owner. Camaraderie and collaboration form the foundation of our culture. We put people first, honoring one another’s diverse experiences, ideas, and contributions to our shared success. We strive to bring out the best in each other so we can do outstanding work and positively impact the lives of military families. We’re always looking for dedicated team members in a variety of roles to help create meaningful results that help us meet our company goals. We offer an excellent benefits package, training, development, and opportunities for advancement, so if you’re ready to grow your career, take a look at our current job openings and become an employee-owner at Liberty Military Housing . Responsibilities: A Day in the Life of a Financial Analyst: As a Liberty Military Housing Financial Analyst , you will provide research and formulation of responses to inquiries concerning budget comparisons and analyses on a monthly, quarterly and annual basis, and prepare ad-hoc analyses as needed. You will also collect and analyze financial data from budget submission to ensure accuracy and compliance and present budget recommendations for assigned portfolios in accordance with budgetary policy and management goals, create and analyze reports for identification of budgetary over or under expending or incorrect charges. Most importantly, you will make and submit recommendations or alternatives regarding changing fiscal or other programmatic circumstances. The position will require minimal travel as needed. Your Responsibilities include, but not limited to: Identify opportunities for financial advancements to include economies of scale and procurement. Provide analysis to guide and influence strategic decision making. Assessing the performance of financial statements - compare and contrast operational and financial efficiencies between each district. Run and analyze Satisfacts survey reports. Run and analyze water intrusion reports. Run and analyze work order reports and track trends. Run and analyze move in condition reports and track trends. Meet with Regional Team to go over trends. Track expenses by property and compare to similar properties. Run and analyze data as requested by RVP/RPM. Face to face meetings with District Manager and Regional Property Manager to go over trends. Run Satisfacts Exemplary Satisfaction contest reports and provide to RVP. Run DQ reports until Customer Care is in place. Run reports for RPM quarterly compliance surveys, complete sections of compliance survey and provide to RPMs. Analyze resident satisfaction survey reports - determine trends and areas of concern. Analyze financial performance by district with district/district comparisons. Attend financial review monthly meetings. Attend budget meetings. Support regional team in analyzing, troubleshooting, and completing annual property budgets. Update market surveys and performance trending reports with this information. Assist Regional Management team with property-level & portfolio-level operational strategies based on market research, to include historical market trending and performance forecasting. Assist Regional Management and Transitions team during Due Diligence process with unit inspections, lease-file auditing, and summarizing these findings. Qualifications: What You Need for Success: Excellent verbal and written communication skills, including ability to effectively communicate with internal and external customers. Excellent computer proficiency (MS Office – Word, Excel and Outlook, Gmail and Google Docs). Yardi experience preferred but not required. Property management experience preferred. Ability to adapt to an ever-changing environment. Flexibility is important. Strong attention to detail is critical. Must be able to work under pressure and meet deadlines, while maintaining a positive attitude and providing exemplary customer service. Ability to work independently and to carry out assignments to completion within parameters of instructions given, prescribed routines, and standard accepted practices. Must also be able to work effectively with and in a team environment. Must be able to lift and carry up to 50 lbs. Must be able to talk, listen and speak clearly on telephone. Must be able to sit at a desk for extended periods. High school diploma or GED required. Associate degree preferred or minimum of four years accounting/office experience. Ability to travel to other regional locations for work, training, meetings and other work-related activities. What We Provide You: Liberty Military Housing takes into consideration everything from career development to family matters, and health & wellness. We are committed to offering our team members a wide range of benefits, including the following: Medical/Dental/Vision Insurance* Life and AD&D Insurance 401k Retirement Plan w/company match Employee Stock Ownership plan Incentive Bonus Program 10 Paid Holidays per year 40 hours Paid Sick Leave per year** 80 hours Paid Vacation per year** Medical/Dental/Vision insurance eligible after 30 days of full-time employment. **Vacation and sick time are based on the employee's hire date. Pay Range: $80,000 - $95,000 anually If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=4b7ac03b20fd6171"
    ],
    [
      7,
      "af2b9c8ae05063bc",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "IT Data and Security Support Analyst - job post St. Thomas School 8300 NE 12th St, Medina, WA 98039 $31.25 - $40.86 an hour -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $31.25 - $40.86 an hour Job Type Full-time Open Position: IT Data and Security Support Analyst Reporting To: Director of Information Technology FLSA Status: Non-exempt When Needed: Immediate FT/PT: Full-time On-site? On-site Pay rate: $31.25 - $40.86 per hour Why St. Thomas School? You thrive in a face-paced environment, working alongside others who share your ideals. You are inspired by children and appreciate their joy and energy. You enjoy making an impact and being part of something bigger than yourself. You believe that schools should be among the most innovative places on earth. And you are committed to excellence and professional growth. Join a dynamic, innovative team at St. Thomas School where excellence in education meets cutting-edge technology. We're looking for a skilled IT Data and Security Support Analyst to lead our efforts in optimizing data analytics, network infrastructure, device and data security, and support technology needs for students, teachers, and office staff. We're looking for someone with a passion for technology and education, and a drive to stay up to date with the latest technology trends and developments. If you have excellent communication skills, an eye for detail, and the ability to think creatively and outside the box, we'd love to hear from you! Join our innovative school and help us continue to excel in all that we do. Who We Are: Founded in 1951 and located on the east side of Seattle in Medina, Washington, STS is a private, non-sectarian school for Preschool through Eighth Grade students. Our educational journey is defined by a cognitively engaging program with an emphasis on developing character, leadership, and a passion for learning and achievement. Our highly regarded curriculum prepared students to excel at future endeavors while honoring the school's long-standing core values. We commit to an inclusive and diverse community in which everyone can say, \"I belong.\" We seek employees who are passionate, qualified, and offer diverse perspectives. We are particularly interested in the role education and a diverse learning environment play in promoting equity and inclusivity. We foster: A diverse, safe, and equitable school environment Actions and advocacy that support our Core Virtues Cultural competence, anti-bias, and social justice Intellectually curious and engaged global citizenship Job Overview: The IT Data and Security Support Analyst is responsible for device and network security, data integrity and keeping the school at the forefront of innovation and privacy protection. The position plays a crucial role in enhancing the learning experience for students, teachers, and staff and requires someone with a passion for technology, a detail-oriented approach, and high level of accuracy to help drive our technology initiatives forward! In our cutting-edge school, you will also work with conference technologies, 3-D printers and design software, laser cutters and our theater lighting and audio systems. General Responsibilities: Manage InTune and Microsoft Defender Endpoint Manage integration of services with Student Information System Manage network infrastructure including firewall, switches and communication systems Protect systems and information through security policies, assessments and staff training Ensure data integrity throughout all IT systems Use data analytics to provide insights in both student learning and business processes Gather feedback from end-users to continue improving systems Analyze IT requirements and provide objective advice, and test and evaluate new technology Required Education & Experience: Experience managing Microsoft Defender Endpoint and InTune required Bachelors degree required 2+ years experience of recent IT administration or similar work Network certifications preferred Required Knowledge, Skills & Abilities: Exceptional communication skills, both written and oral Demonstrated technical writing skills Strong analytical skills Ability to maintain confidential information Strong technical knowledge of Microsoft Windows, Microsoft O365, InTune and Microsoft Defender Endpoint Ability to work and communicate well with others Ability to lift, push, and pull objects up to 50 pounds, and use a ladder to reach and maintain equipment. Able to work 40 hours per week on our campus Benefits include: Medical Health Savings Account Dental Vision Dependent Care Spending Account Long-Term Disability Life Insurance Retirement Savings Winter Wellness Days (between Dec 25 and Jan 1) If this sounds like you, we'd like to hear from you. Please click on Apply Now on our careers website and complete our online employment application. Then upload your résumé and a cover letter explaining why you are interested in and qualified for this position. www.stthomasschool.org/about/careers Position open until filled. No phone calls or drop-ins please. Thank you for your interest in St. Thomas School and this position. This description is intended to describe the general content of and requirements for the performance of this position. It is not to be construed as an exhaustive statement of duties, responsibilities, or requirements.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=af2b9c8ae05063bc"
    ],
    [
      8,
      "3d43b1256c3c1ff2",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Business Systems Analyst - job post Absher Construction Company 14 reviews 1001 Shaw Rd, Puyallup, WA 98372 $80,000 - $110,000 a year -  Full-time Apply now Apply now save-icon Job details Salary $80,000 - $110,000 a year Job Type Full-time Absher Construction Come build construction projects with us, as we help build you! Build your career – Learn and Grow: Absher is committed to growing the capabilities of our people through professional, personal, and team development. Our employees are learners and teachers who support each other fostering an environment where you are allowed to stretch yourself and make an impact. Build security – We are 100% Employee Owned: Be part of something great with your ownership stake in Absher. Start earning shares from day one and watch your retirement savings grow. Employee ownership takes care of the people who have worked hard to help build the business. Build community – Teamwork, leadership and experience: Absher’s established culture is dedicated to insuring diversity and inclusion. Whether at company celebrations, team building events, or philanthropy programs to give back to our community, our employees say ‘the best thing about Absher is the people, projects and culture.” We have an 80-year history of building community. Our primary markets include transit, hospitality, schools, recreational, Department of Defense, as well as working with a variety of commercial and non-profit clients. Business Systems Analyst Summary of Position As a Business Systems/Application Analyst, you'll play a key role in ensuring that our IT team delivers highly available and secure systems to support Absher employees in their daily operations. Empathy for end users is a crucial component of this role as you collaborate with Business Process Owners and the IT team to ensure that software and systems are easy to use and integrate seamlessly with their workflows. In addition to launching and maintaining efficient core business, financial, and operations systems and processes, you'll also gather and analyze data to support business cases and proposed projects. Your findings will inform recommendations, alternatives, and improvements to workflows across the organization. As an integral member of our small, high touch technology team, you'll also provide tier 2 support to ensure that new and existing systems remain highly available to our users. To continuously improve business workflows through technology, you'll serve as a key liaison between our end-users and IT team. In this capacity, you'll provide end-user training and support, with a keen focus on customer service. Qualities to Be Successful: Experience analyzing and troubleshooting accounting software. Preferably Vista by Viewpoint or similar. Experience with SQL and database management is preferred. Power Apps and Power BI experience is a plus. Proven experience in overseeing the design, development, and implementation of software and hardware solutions, systems, or products. A college diploma or university degree in the field of business administration, computer science, accounting, or management information systems or equivalent work experience. Experience working in a team-oriented, collaborative environment with a strong customer service orientation. Excellent written and oral communication skills in both technical and user-friendly language. All our team members must demonstrate a commitment to and promotion of a diverse and inclusive work environment and have a commitment to a safe and injury free work environment through own actions and mentoring others. Absher is a Federal Contractor. All job offers are contingent upon a satisfactory completion of a pre-employment background check and drug screen. The salary range for this position is $80,000 to 110,000 and is commensurate with experience and training. Pay Philosophy Statement We have done our best to supply a suitable pay range for this job. It is a wide range because we want to ensure that we properly calibrate the final candidate to be set up for success. Absher values you as a potential employee and wants to make sure that you have the best possible onboarding and career experience. In addition to culture fit, we would like to get to know you better and further assess your skills and how you fit within our company’s structure. We understand that you are more than your resume, and hope that you understand your role is more than a job description. So please, as we comply with Washington’s new salary posting rule, let’s work together to make sure we get you properly seated within our organization so that all parties feel good about our future together. Company Benefits Employee Stock Option Plan (ESOP) Discretionary, performance based end of the year bonus Medical, Dental, Vision Life and Disability Insurance Plans 3 weeks annual paid vacation Up to 8 annual paid holidays, plus 2 annual paid floating holidays 7 annual days of paid sick time Educational Assistance 401(k) Profit-Sharing Match Philanthropy Opportunities All benefits are dependent on start date and years of service Our Commitment to Diversity and Inclusion We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel. Statement of Non-Discrimination: In keeping with our beliefs and goals, no employee or applicant will face discrimination or harassment based on: race, color, ancestry, national origin, religion, age, gender, marital/domestic partner status, sexual orientation, gender identity or expression, disability status, or veteran status. Above and beyond discrimination and harassment based on “protected categories,” we also strive to prevent other subtler forms of inappropriate behavior (i.e., stereotyping) from ever gaining a foothold in our office. Whether blatant or hidden, barriers to success have no place at Absher. We value a diverse workforce – people who identify as women, non-binary or gender non-conforming, LGBTQIA+, American Indian or Native Alaskan, Black or African American, Hispanic or Latinx, Native Hawaiian or Other Pacific Islander, differently-abled, caretakers and parents, and veterans are strongly encouraged to apply. Thank you to the Level Playing Field Institute for this statement of non-discrimination. If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=3d43b1256c3c1ff2"
    ],
    [
      9,
      "1c1c03386102e603",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "IT Business Analyst - Journey - job post State of Washington Dept. of Revenue 330 reviews Tumwater, WA $6,354 - $8,545 a month -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $6,354 - $8,545 a month Job Type Full-time Description The Department of Revenue Information Services Division’s has a full-time, permanent opening for a professional IT Business Analyst. We are looking an experienced IT Business Analyst who can jump into any IT project and assume the Business Analyst role with little supervision. You must be a self-starter, effective communicator, and have exceptional attention to detail. This position allows for telecommuting, however occasional attendance at the Tumwater office may be required. The hiring manager will start reviewing applications March 20, 2023 , and will continue to review daily until closed. It is in your best interest to apply as soon as possible. Revenue is a dynamic learning organization where you will experience a remarkable work-life balance, with amazing leadership and talented co-workers ready and focused to achieve the agency's goals. We value diverse perspectives and life experiences. We employ and serve people of all backgrounds including people of color, immigrants, refugees, women, LGBTQ+, people with disabilities, and veterans. This unique culture of respect promotes a professional family of cohesive groups maximizing potential through opportunity. We offer a generous benefits package that includes defined benefit retirement plans; health, dental and vision coverage, deferred compensation plans, and as a public service employee, you may also be eligible for student loan forgiveness. Visit these links to watch our recruitment video to find out more about our agency and see what our employees say about why Revenue is a great place to work. We invite you to review the opportunity details below and forward this message to others you feel may be qualified. Duties The IT Business Analyst serves as a communication bridge between the Information Technology Division and our many diverse customers. You will be challenged to use advanced facilitation skills and business analysis techniques in discussions around designing, modifying, or replacing complex, high value/high-risk technology solutions and services. You will also be expected to: Conduct presentations, demonstrations, and facilitate discussions in large and small groups and with a diverse set of customers and stakeholders. Elicit requirements using advanced business analysis techniques and translate information received into diagrams, functional, nonfunctional, and technical requirements. Use exceptional verbal and written communication skills to communicate to business customers, architects, testers, developers, project managers, contractors, and agency leadership. Collect, assemble, analyze, evaluate, and report out on requirements, data, and other information to inform fellow technologists of business needs. Contribute to continuous process improvements for the overall software development lifecycle. Qualifications A Bachelor’s Degree in business, information technology, or a closely related field, or equivalent combination of education/experience. AND Three years of information technology experience providing business and system analysis: consulting, analyzing or eliciting business requirements for software applications; designing computer software applications around business process/workflow; managing or directing projects; or administering or supervising staff that performed work in any of these information technology disciplines. In addition to the above, the successful candidate will also possess: Proficiency in planning, facilitating, and directing discussions to elicit business needs and requirements with a high-level of competency in conflict resolution. The ability to independently create a variety of technical documents for a varied audience including business requirements specification that include technical functional, and non-functional requirements, technical diagrams, process flow charts and business rules. The ability to maintain positive and productive working relationships with fellow IT staff, business customers, and contractors. Expert communication skills both verbally and in writing. Has the ability to use effective techniques for communicating and asking questions in a way that enhance clarity, timely information gathering, and reliability of information. Proficiency in the use of tools such as Outlook, MS Word/Excel, PowerPoint, MS Visio and SharePoint. In addition to the requirements above, the following qualifications are highly desired: Certification of Competency in Business Analysis (CCBA), or related certification. Experience with Lean; Green Belt and/or other similar certification. Business or IT Process development experience. Demonstrated knowledge and experience using the business analysis methodology based on the International Institute of Business Analysis, Business Analysis Body of Knowledge (BABOK®) Guide and Standards. Strong self-management and organization skills with the ability to successfully manage multiple tasks at any given point. Throughout our selection process, we will also be evaluating candidates who clearly demonstrate the desire and actions to expand their skills through continuous education and/or independent study . How do I apply? Complete the online application in detail and submit the following: Attach a cover letter detailing your interest and experience specific t the required qualifications of this position. Attach a business analysis artifact you have authored in your role as a Business Analyst or other closely related field. Attach a resume that illustrates experience qualifying you for this position. *Note - Incomplete applications and applications received without requested attachments may be disqualified.* To take advantage of Veteran's preference, please attach your DD-214, member 4 long form, or your NGB-22. Please blackout your social security number and date of birth before attaching. Questions? Hello, my name is Patrick and I will be assisting with this announcement. As a 20-year Army veteran, I understand the difficulty finding an enjoyable career with a work-life balance. At Revenue, we pride ourselves connecting talented individuals with opportunity and would like to answer any questions you have. Please contact any part of the Staffing team at Jobs@dor.wa.gov or give me a call (360) 704-5738. Supplemental Information Per Governor Inslee’s Directive 22-13.1, state employees must be fully vaccinated effective November 4, 2022. Providing proof of being fully vaccinated is a condition of employment and your vaccine status will be verified prior to starting work. Being fully vaccinated means two weeks after you have received the second dose in a two-dose series of a COVID-19 vaccine or a single-dose COVID-19 vaccine authorized for emergency use, licensed, or otherwise authorized or approved by the U.S. Food and Drug Administration or listed for emergency use or otherwise approved by the World Health Organization. Please reach out to the HR Office at DORHRMedical@DOR.WA.GOV if you need information on medical or religious accommodation. At Revenue, we put employee safety first and foremost. This is why we will use every resource possible to ensure this hiring process stays within the current guidelines related to COVID-19. If selected to move forward, please be aware interviews will be conducted virtually using a webcam teleconferencing method. The Human Resources Division may use referrals from this recruitment to help fill future similar vacancies for six months. For current Department of Revenue employees and union members of the WPEA, current promotion rules will apply if selected. Prior to a new hire, a background check including criminal record history will be conducted. Information from the background check will not necessarily preclude employment but will be considered in determining the applicant's suitability and competence to perform in the position. This position is covered by a collective bargaining agreement between the Department of Revenue and the Washington Public Employees Association (WPEA). The Department of Revenue is proud to be an equal opportunity employer. We embrace diversity and offer a respectful, inclusive culture for people with disabilities, as well as members of all protected groups and statuses. We encourage you to apply. If you need help during the application process, please call the Human Resources Office at 360-704-5731. Applicants who are deaf or hard of hearing may call through the Washington Relay Service by dialing 7-1-1 or 1-800-833-6388.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=1c1c03386102e603"
    ],
    [
      10,
      "a6688bf4b372ab4b",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Noise Analyst II - job post HNTB Corporation 208 reviews Bellevue, WA 98005 $64,434 - $96,651 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $64,434 - $96,651 a year Job Type Full-time What We're Looking For The time is right to join the Noise and Environmental Planning group at HNTB Corporation! This position can sit out of any of the HNTB office locations listed on the posting and will support our Great Lakes Division team on a variety of projects across the country. Our group is a growing practice offering many opportunities as we expand. HNTB is a privately held, employee-owned firm, with more than 5,000 employees in 77 locations nationwide. We have a 100-year history designing some of the largest and most complex projects in the U.S. HNTB ranked No. 3 in Transportation and No. 12 overall in Engineering News-Record's Top 500 Design Firms for 2021. HNTB offers competitive salaries, a learning environment, and the chance to work on major projects around the county. At HNTB, you can create a career that is meaningful to you while building communities that matter to all of us. For more than a century, we have been delivering solutions for some of the largest, most complex infrastructure projects across the country. With our historic growth, it is an exciting time to join our team of employee-owners. Job Overview and Primary Focus: In this position, you’ll have an opportunity to work with an outstanding team on complex and exciting transportation and infrastructure projects. As part of our team, you will perform a variety of tasks on noise analyses for a range of project types and clients. The position is primarily focused on data collection, modeling and reporting for noise analyses in the transportation sector. Air quality experience is a plus, but not a requirement for this position. This role conducts transportation noise studies for highway and transit projects and formulates the results into concise, well-written documents. You can also expect to attend meetings with clients and responsible agencies and assist with preparation of noise analysis methods and results. What You’ll Do: Analyzes the design plan and identifies deliverables. Compiles and analyzes data associated with multi-disciplines and proposes technical solutions. Collects raw data, organizes, researches, and applies recognized tools of analysis to provide comprehensive review of the data. Prepares graphics, technical reports, fee proposals, and responses to Request for Proposals for planning projects. Assists in the creation and presentation of project presentation materials, concepts, graphics and reports to the client and community groups. May attend project team meeting with some client interaction and project consultants. Responsible for documenting meeting minutes, correspondences, and other forms related to projects within scope. Assists in directing small-scale planning projects and portions of larger projects from concept development through submission drawings. Coordinates with sub-consultants and in-house personnel on a regular basis to complete assigned tasks. Some contact with clients. Performs other duties as assigned. What You’ll Need: Bachelor’s Degree in Landscape Architecture, Planning, Environmental Planning, Urban Design, Architecture, Engineering or related field and 2 years of relevant experience, or Master's Degree in Landscape Architecture, Planning, Environmental Planning, Urban Design, Architecture, Engineering, or related field and 1 year of experience What You’ll Bring: Understands how to operate Microsoft Office Suite and client-specific programs with little guidance from more experienced staff. Gains knowledge of environmental laws (i.e., NEPA, local, state, and federal) and ensures legal compliance when writing documents and working with the client, with guidance from more experienced staff. Understands the scoping and budgeting process. Prepares environmental review documents with guidance from more experienced staff. What We Prefer: 2 years related experience or 1 year related experience with Masters degree in related field Bachelors degree in Acoustics, Planning, Civil or Environmental Engineering or related field Experience in highway or transit noise analysis and modeling is required. Experience in the use of FHWA and FTA noise modeling and related tools, including Traffic Noise Model (TNM), ArcGIS, MicroStation, and transit noise and vibration impact assessment. Experience analyzing data to perform noise analyses. Additional Information Click here for benefits information: HNTB Total Rewards Click here to learn more about EOE including disability and vet Visa sponsorship is not available for this position. \\#CVV . . . The approximate pay range for Washington is $61,365.97 - $105,856.29. Please note that the pay range provided is a good faith estimate for the position at the time of posting. Actual compensation will be dependent on factors, including but not limited to, the individual’s qualifications, experience, knowledge, skills, and abilities as well as physical work location within the state. . The approximate pay range for Colorado is $64,434.26 - $96,651.40. Please note that the pay range provided is a good faith estimate for the position at the time of posting. Actual compensation will be dependent on factors, including but not limited to, the individual’s qualifications, experience, knowledge, skills, and abilities as well as physical work location within the state. . . . NOTICE TO THIRD-PARTY AGENCIES: HNTB does not accept unsolicited resumes from recruiters or agencies. Any staffing/employment agency, person or entity that submits an unsolicited resume to this site does so with the understanding that the applicant's resume will become the property of HNTB. HNTB will have the right to hire that applicant at its discretion and without any fee owed to the submitting staffing/employment agency, person or entity. Staffing/employment agencies who have fee agreements with HNTB must submit applicants to the designated HNTB recruiter to be eligible for placement fees. Job Type: Regular Full/Part Time: Full time Job Category: Planning Group ReqID: R-13993",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=a6688bf4b372ab4b"
    ],
    [
      11,
      "deb52b5178e301a7",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Regulatory Analyst 3 - job post State of Washington Utilities and Transportation Commission 330 reviews Lacey, WA $5,960 - $7,820 a month -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $5,960 - $7,820 a month Job Type Full-time Description WASHINGTON UTILITIE S AND TRANSPORTATION COMMISSION Respect. Professionalism. Integrity. Accountability. Help protect the consumers of Washington state! The Washington Utilities and Transportation Commission (UTC), Regulatory Services division/ Energy Regulation section, is seeking an individual to perform analysis on the most complex regulatory matters that have a significant impact on multi-billion dollar gas and electric utilities, energy customers, and other interested persons or parties. The work assigned involves analyzing complex financial data, accounting or auditing, including thoroughly examining financial accounting data and economic data in the most complex filings submitted by regulated companies, . This advanced position will (1) provide expert recommendations to senior management and the commissioners and (2) mentor other staff on a project-basis, (3) consider competing interests, multiple clients, conflicting rules or practices, a range of possible solutions, and (4) analyze and examine financial ratios, trends, and risk and other elements of a legal, technical, and/or financial nature. Tasks require this position to understand the gas and electric utility industries, including financial plans, and exercise judgment on appropriate use of administrative codes, statues, regulatory policies and procedures, legal and regulatory precedents, and other information to independently complete assignments. The mission of the UTC is to protect consumers by ensuring that utility and transportation services are fairly priced, available, reliable, and safe. The Energy Regulation section of the Commission regulates seven (7) electric and gas utilites generating over $3.5 billion in annual revenues and serving approximately 2.4 million customers. This position directly supports that mission by conducting sophisticated accounting, financial data and economic analysis of utility company exhibits and work papers filed to support proposed rate changes, in tariff filings and rate cases. This recruitment will remain open for a minimum of seven days; however, it is in the applicants' best interest to submit their application materials as early as possible. The hiring manager reserves the right to make a hiring decision at any time. This job posting may be closed at any time without notice. About the UTC and Employer Initiatives: The UTC protects consumers by regulating the rates, services, and practices of private or investor-owned utilities and transportation companies to ensure they are safe, equitable, reliable, and affordable. The UTC is continually recognized for its excellence and integrity as a regulatory agency, as we challenge the status quo and ourselves to ensure equitable outcomes for our customers and the people of Washington. At the UTC, we recognize that our employees are the key to the agency’s success. We are committed to our work but value balance with our personal lives. We demonstrate our commitment to employees by providing an environment that stimulates professional growth, and offers continued learning opportunities, meaningful work, and a comprehensive benefits package. For more information about benefits, please visit http://www.utc.wa.gov/aboutUs/careers/Pages/Working-at-UTC.aspx. The UTC is a great place to work and has implemented several, while developing additional, initiatives that create a great working environment, including: We value diverse perspectives and employ people of all backgrounds. We are actively involved in promoting equity, diversity, and inclusion within the UTC by way of a cross-divisional, collaborative committee. The focus of the committee includes employee engagement and education; reinforcing UTC values; and maximizing the value of diversity and identifying strategies for inclusion. We have modernized our workplace with workspaces that promote creative thought, innovation, and collaboration among co-workers, and improved building security and employee safety. In response to the COVID-19 pandemic, the UTC has supported extensive mobile work arrangements across the agency. We support a healthy work/life balance by offering flexible/alternative work schedules and mobile and telework options. (Depending on job duties). We have a formal mentoring program to provide and encourage employee growth and development, while also promoting informal mentoring relationships and sharing of knowledge across the commission. We have a comprehensive continuous improvement program focused on using Lean tools and principles to solve problems and continuously improve work processes. For more information about the UTC, see our website www.utc.wa.gov – or visit www.twitter.com/wautc and www.facebook.com/wautc. Duties Analyze and conduct a thorough examination of complex and high-profile assigned tariffs, agreements, petitions, contracts, complaints, citizen comments, and other filings made by regulated companies and other interested persons or parties. Determine impact of requests and provide a written and oral recommendation for Commission decision. Ensure all aspects of the filings and work comply with local, state, and federal laws, rules, policies, procedures, regulatory principles, and processes as required. Conduct high-level economic and financial analysis to create recommendations to commissioners and provide written testimony in legal proceedings. Interpret, explain, and provide technical assistance to companies, consumers, interested persons or parties, staff, and other individuals regarding rules and regulations, programs, laws, regulatory principles, tariffs, and other requirements of the Commission. At the agency and division levels, engage in trainings and actively engage in efforts to promote justice, anti-racism, equity, diversity, and inclusion. Qualifications Bachelor’s Degree involving major study in business administration, public administration, accounting, finance, economics, or relevant field. In rare situations, an individual without the requisite degree may qualify by demonstrating knowledge and abilities equivalent to the degree that have been attained through a combination of work experience and education. Four years of experience performing professional-level research and analysis or policy development. An advanced degree may substitute for one year of the required experience. Completion of the Regulatory Analyst 1 level part of the in-training program will substitute for two years of the required experience. Must have the ability to present information during public open meetings and to testify and undergo cross-examination in formal legal proceedings. Position Specific Competencies: Communication Skills Presents ideas effectively in formal and informal situations. Ability to effectively communicate complex or technical regulatory concepts, verbally and in writing. Reading and Writing Skills Edit written material to improve its clarity, organization, and compliance with the rules of English and apply the commission’s writing principles. Write testimony in support of complex determinations, formal memos, rules, policy papers, and orders to meet Commission requirements. Judgment and Problem-Solving Ability to recognize problems and assist in developing and implementing appropriate solutions. Ability to develop, negotiate, and advocate appropriate compromises or settlements between interested persons or parties. Analytical Skills Uses information to communicate issues, evaluate options, form reasonable conclusions, and make sound recommendations. Ability to thoroughly investigate and accurately analyze complex financial and economic concepts, consumer issues, and accounting data. Identifies and investigates key facts in an array of complex consumer issues, and financial, accounting, technical, and operational data. Recognizes when pertinent facts are incorrect, missing, or require supplementation or verification. Critical Thinking Makes sound decisions in a consistent and impartial manner. Accurately assess situations and determine an effective course of action considering guidelines/procedures and consider changing technology and its effects on the regulated utility. Demonstrates balanced thinking that combines analysis, wisdom, experience, and perspective; recognizes and carefully weighs prospective action; identifies options and makes the best decision. Regulatory Principles Knowledge of state and federal laws and rules, economic, and regulatory framework in which regulated companies operate. Knowledge of financial and generally accepted accounting principles (GAAP) or accounting methods prescribed for regulated industries by governmental agencies. Demonstration of UTC Values (expected of all employees): Respect Professionalism Integrity Accountability Demonstration of UTC Core Competencies (expected of all employees): DEI Knowledge, Understanding, & Commitment Self-Awareness and Commitment to Growth Cultivating Mutually Beneficial and Trusting Strategic Partnerships Inclusive Excellence & Allyship Measuring for Success and Improvement Customer Focus Results Communication Skills Adaptability/Flexibility Self-Development Continuous Process Improvement Inclusive language – Understanding and carefully considering the language used in our communications by working to remove racist and non-inclusive language in our collective vocabulary, media, and workplace documents. Words that reflect racial and other discriminatory biases are contrary to the values of the Commission, undermine our commitment to equity, and harm Black, Indigenous, and People of Color, and other under-represented communities. Equity, Diversity, and Inclusion (EDI) Competencies (Download PDF reader) (expected of all employees): EDI Knowledge, Understanding, & Commitment Self-Awareness and Commitment to Growth Cultivating Mutually Beneficial and Trusting Strategic Partnerships Inclusive Excellence & Allyship Measuring for Success and Improvement Although not required, preference may be given to candidates who have the following desired qualifications: Completion of the Certified Public Accountant Exam Ability to efficiently use computerized data (e.g., spreadsheets, Word, etc.). Analyzes data and generates reports using a comprehensive computerized processing system. Ability to understand and clearly communicate the agency’s reasons for seeking compliance. Explains pertinent regulations or policy within the context of the customer’s situation. Effectively explain consequences of failure to comply with regulations or policy Supplemental Information Conditions of Employment/Working Conditions: Washington Administrative Code (WAC) 357-16-197 mandates that all employees who work for executive cabinet agencies (which includes the UTC) must be fully vaccinated against COVID-19. Compliance with this mandate is a condition of employment with UTC. Exemption may be granted for religious or medical purposes; however, accommodations will be subject to approval based on the essential functions required of the position. Conflict of Interest: RCW 80.01.020 limits the commission’s ability to employ any person who owns stock in any company the commission regulates or is otherwise financially interested in such company. Compliance with the ethics laws (RCW 42.52) is an individual responsibility, which may include disclosure of volunteer work, elected activity, outside employment, or other business activity: No employee may engage in any outside employment or business activity that will interfere with the performance of their duties or result in a conflict of interest. No employee may engage in any volunteer or elected activity that will interfere with the performance of their duties or result in a conflict of interest. An employee shall notify supervisor prior to engaging in any outside employment or business activity. Application Process: Jobs advertised as Open Continuous may be closed without notice. It is to your advantage to apply as soon as possible. Read the instructions below carefully before following the “Apply” link above. In addition to completing the online application, applicants must attach al l of the following documents to their application to be considered for this position: A letter of interest explaining how you meet the qualifications of this position. A current resume detailing experience and education. A list of three professional references with current telephone numbers, including your current or most recent supervisor (or you may include this information in the Reference section of your application). A professional reference is defined as an individual who has been paid to supervise your work and can attest to your work performance, technical skills, and job competencies. If you do not have any or sufficient professional references, please include non-related professionals, such as educators or other professional associates. READ THE FOLLOWING INFORMATION COMPLETELY: Carefully review your application and other documents requested (e.g., cover letter and resume) for accuracy, spelling, and grammar before submitting. The initial screening of applications will be solely based on the contents and completeness of the \"work experience\" and \"education\" sections of your application in www.careers.wa.gov; completeness of your resume, cover letter, and any other materials submitted as part of the application process. A resume will not substitute for completing the \"work experience\" section of the application. Only complete applications will be considered. All information may be verified, and documentation may be required. You may be disqualified if your education and/or work experience does not include information used to: 1) Meet the minimum qualifications of the job. Visit these links to learn more about: the state of Washington http://access.wa.gov , the Olympia area www.co.thurston.wa.us or www.Olympiawa.gov The Utilities and Transportation Commission is an equal opportunity employer. We want to make sure you have an equal opportunity to join our team. Our commitment is making sure current and future employees are treated fairly and equally without regard to age, sex (including gender identity), race, ethnicity, disability, sexual orientation, veteran status, marital status, or religious or political affiliation. Persons needing accommodation in the application process or this announcement in an alternative format may contact Mandy.Garcia@utc.wa.gov. For TTY service, please call the Washington Relay Service at 7-1-1 or 1-800-833-6384.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=deb52b5178e301a7"
    ],
    [
      12,
      "97f0ff9b139ea94d",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Management Analyst 3_Tumwater - job post Washington State Patrol 330 reviews Tumwater, WA $4,541 - $6,105 a month -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $4,541 - $6,105 a month Job Type Full-time Description If you answer YES to any of these questions this is the perfect opportunity for you! Are you a self-starter? Do you thrive in a team environment? Do you want a position with career growth opportunities ? About the Agency & Division: The WSP actively supports Diversity, Equity, Inclusion in the workplace, and is an Equal Opportunity Employer . The WSP strives to create and foster an inclusive culture inspiring everyone to be their authentic selves, speak openly, and be courageous. The WSP continues to focus on equitable hiring, training, and promotional practices and policies through innovative recruitment and retention solutions. Partnering with our communities helps the WSP provide the best in public safety services now and into the future. Division: The Property Management Division (PMD) serves three primary functions for the agency. These functions are Facilities Management, Fleet Management, and Supply Management. Duties The Management Analyst 3 position supports the Property Management Division by analyzing management problems, developing strategies, conducting research, formulating recommendations, and coordinating implementation of strategic and long-range planning activities in areas such as business and organizational planning, budgeting, operations, policy issues, and proposed legislation. Some examples of the critically necessary work created by this position includes writing complex briefing papers; conducts studies and cost benefit analyses; and completes legislative mandated reports including but not limited to reports related to greenhouse gas emissions, strategic reduction plans, etc. for sustainability; prepares fuel and vehicle maintenance budget packages; as well as composes the operation plan and risk assessment. This position will be responsible for supervising the daily activities of the Fiscal Technician 2 and Data Consultant 1. Assigns task to personnel via verbal instruction, written instruction, and with electronic communications. Provides performance documentation and feedback to assigned personnel by using oral and written communications and through the evaluation process. This position may interact with all division employees, other WSP staff, allied public safety agencies, other agency staff, and vendors to accomplish assigned work. This position provides professional and technical advice to management and/or other regarding complex, multi-dimensional issues impacting all departments, programs, and policies. This position organizes, trains, and leads project teams conducing complex research and analysis, formulating recommendations, and coordinating implementation of strategic and long-range planning activities. The Management Analyst 3 monitors proposed or pending changes in federal programs, law, rules, regulations, eligibility criteria, etc. in terms of potential impact on programs, rules, laws, and policies, recommending appropriate response and/or action.? Our new teammate will be able to: Write reports, studies, and briefing papers Research and analyze data Supervise employees Formulate process improvements and recommendations Special Projects Qualifications Required Qualifications: Must possess a valid, unrestricted Washington State Driver's License. Bachelor’s degree in business administration, public administration, law, public health, health administration, or a related field and two to three years of experience conducting research and analyzing policies, laws, rules, or regulations OR prior business or work experience can be substituted for formal education. Proficient use of Microsoft Excel: Use spreadsheet software to create, modify, print and format spreadsheets, find data, spell check, and work with complex functions and formulas. Proficient use of Microsoft Word: Use word processing software to create format, edit, preview, print and save documents. Use standard functions to select, edit, copy, paste, format, and spell check. Create bulleted and numbered lists, indent and align paragraphs, and use border and shading features. Familiarity working with forms. Proficient use of Microsoft Outlook: Compose, send, and respond to electronic mail. Utilize calendar and scheduling functions. Proficient use of PowerPoint: Create new and update existing presentations. Proficient use of SharePoint: Post documents, conduct surveys, and update library contents. Ability to think critically and analytically. Ability to work with large datasets. Understand impact of rules and policies. Able to prioritize competing work demands; identify expected deliverables, and evaluate effectiveness of efforts. Be proactive and self-motivated. Possess excellent communication skills, both orally and written. Communicate with all levels of staff, vendors, and other agencies. Able to maintain confidentiality of sensitive data. Good organizational skills. Safety: Minimize accidents in the workplace. Carefully organize personal workspace to minimize the likelihood of an accident or other unsafe conditions. Adhere to safety policies. Carefully observe and report potential hazards or breaches of security while in the workplace or in the field. Follow all relevant policies and procedures Preferred Qualifications: Experience processing invoices and reviewing accounting data in accordance with State Administrative and Accounting Manual (SAAM) and Generally Accepted Accounting Principles (GAAP). Experience reconciling accounts. Ensure necessary documents are included with voucher and credit card transactions. Preference would be given to candidates who are able to perform complex functions in Excel such as conditional formatting, pivot tables, import/export of data, text to columns, v-lookup, network days, and concatenate. Familiar with the use of templates and multiple tabbed worksheets. Preference would be given to candidates who are proficient with Visio, Publisher, ArcGIS, and Adobe Professional. Wh y work for the Washington State Patrol? A healthy life/work balance by offering flexible schedules and telework options for most positions. An Infants at Work Program that is based on the long-term health values of infant-parent bonding and breastfeeding newborns. Continuous growth and development opportunities. Opportunities to serve your community and make an impact through meaningful work Employment opportunities that recognize military veterans and/or military spouse per Governor Executive Order 19-01 Qualification for the Public Loan Forgiveness Program Supplemental Information This recruitment may be used to fill multiple vacancies. For more information regarding how to apply for this position , please click here (Download PDF reader). WSP Policy 1.04.020 - WSP does not engage in, or assist with, civil immigration enforcement, therefore; In no stage of the hiring process will the immigration status of family members of the candidate be investigated by the Washington State Patrol. Questions? Please contact Monica Simpson at monica.simpson@wsp.wa .gov Check us out on: WSP’s Website | Facebook | Twitter | Instagram | YouTube | LinkedIn",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=97f0ff9b139ea94d"
    ],
    [
      13,
      "ad019a91b84989f8",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Real-Time Traffic Analyst - job post Securitas Electronic Security Inc. 149 reviews Lacey, WA 98503 Full-time Apply now Apply now save-icon Job details Job Type Full-time Securitas Electronic Security, Inc. (SES) is a division of Securitas AB, the largest protective services provider in the world with over 370,000+ Securitas Heroes across the world. SES offers a full portfolio of video, access, intrusion, fire and integrated systems and services. As a leading systems integrator and alarm monitoring company, we deliver the SES Difference, serving countless long-term clients with solutions and services that protect their people, customers, and assets. As a Real-Time Traffic Analyst you will drive efficiency in operations using multiple data points, applications and business intelligence reporting. This person will monitor contact volume and staff for multiple queues in multiple departments ensuring staff availability and skill level to support the optimal utilization of resources. They will create short-term weekly plans and real-time skilling changes as needed. This person will communicate with front line leadership via chat, email, and phone for prompt resolution of issues identified in duties above. They will be responsible for the creation and distribution of reports including volumes, service levels and agent adherence. Qualifications High School or GED equivalent required Ability to work from home on a reliable internet connection of your own The ability to effectively monitor inbound call and alarm volume, analyze data and make recommendations for planning purposes. Good communication skills (both verbal and written), and strong interpersonal skills are required to perform the functions as described. Candidates must also be able to work well in a team environment to accomplish common goals. The ability to work well with people of diverse backgrounds and at all organizational levels is also required. A strong customer service orientation is essential. Analytical skills are required as is the ability to review issues, evaluate conditions and employ independent judgment and discretion to determine the best way to move forward. A strong attention to detail and the ability to remain highly organized and focused is necessary Excellent planning and organizational skills are required. The ability to plan and manage one’s own time, while working on multiple tasks and projects is critical. The drive to succeed and passion for learning new things Ability to work weekend shifts and holidays. Experience in below areas is a plus Call Center Metrics Workforce Management Applications Advanced Excel including formulas Phones software such as NICE, Avaya, etc. Securitas offers comprehensive benefits including Alarm Monitoring Operator Pay Progression Program Opportunity for annual merit pay increases Paid company training Medical, Dental, Vision, and Life Insurance Company Paid Short Term and Long-Term Disability 401K with 60% Match up to 6% of salary Paid vacation, holiday and sick time Educational Assistance Exceptional growth opportunities Wide variety of employee discounts on travel, equipment, and more! We are a nationwide provider of security solutions and an equal opportunity employer committed to a diverse workforce. Our core values of Integrity, Vigilance and Helpfulness are proudly demonstrated daily by our employees to our customers and the communities we service. If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=ad019a91b84989f8"
    ],
    [
      14,
      "abe4ac5a5e8f940f",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Data Analyst, Healthcare Finance and Policy (WMS2/FS) - job post Washington State Health Care Authority 21 reviews Olympia, WA $70,524 - $98,724 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $70,524 - $98,724 a year Job Type Full-time Description Data Analyst, Healthcare Finance and Policy (WMS2/FSD) This announcement will be used to fill multiple positions. Per Governor Inslee’s Directive 22-13.1 , state employees must be fully vaccinated. Your vaccine status will be verified upon acceptance of a contingent job offer. Please note, medical or religious accommodation may be available once an offer of employment is made. The Financial Analytics Section is looking for someone with a strong curiosity to explore and analyze data to inform policy decisions. This position also requires the ability to monitor continuously changing state/federal policies and agency program rules, and the ability to visualize those changes in raw administrative datasets. If you are a critical thinker with the utmost attention to detail, the ability to conduct logical problem-solving, and the willingness to learn new skills, this may be a good fit for you. About the Division Our Data Analyst position is located in the Financial Analytics Section (FAS) within the Financial Services Division (FSD) of the Washington State Health Care Authority (HCA). To inform decision making, FAS provides data, data analysis, and relevant consultation to HCA stakeholders by leveraging knowledge of HCA programs and policies. FAS contributes critical products that are used to develop and monitor State healthcare policy and HCA’s budget, financial operations, and program rates and outcomes. About the position The Data Analyst will perform assigned tasks of a highly specialized and technical nature. The tasks will include reviewing and analyzing policy changes; determining methodologies for financial modeling; conducting data-intensive analyses; and writing reports to inform HCA’s budget, rates, forecasts, and policy discussions with external stakeholders. This position is eligible to telework part-time but is occasionally required to report on-site. Duties This position is responsible for: Providing expert advice to inform and guide HCA budget and decision packages, bill analyses, fiscal notes, forecast steps, and other ad hoc analyses requests. Establishing project data requirements and extracting data using PL/SQL Developer and Microsoft SQL Server Management Studio. Analyzing medical assistance, Public Employees Benefits Board, and School Employees Benefits Board data which are used to guide the agency’s budget request and policy decisions. Organizing and coordinating analyses in order to detect trends, correlations, or any other patterns in financial data pertinent to agency operations. Analyzing reports prepared by other state and federal agencies to evaluate their impact on, or relationship to, the HCA’s goals, objectives, and budget. Working closely with internal and external staff, including senior management and legislative staff, on projects requiring information and analysis. Collaborating with other divisions within HCA, partner agencies, and stakeholders to support the goals of Healthier Washington and efforts to introduce value-based purchasing options to Washington’s health care system. Qualifications Required Qualifications A master’s Degree in economics, statistics, or a related field. Experience within the State or other government entity is strongly preferred. OR A bachelor’s degree in economics, statistics, or a related field. AND Three (3) or more years of experience working with large and complex data is required. Experience within the State or other government entity is strongly preferred. Desired Education, Experience, and Competencies Education or experience in medical billing. Experience working within the Washington State legislature process. Knowledge of state and federal laws, rules, and regulations that govern Washington State’s publicly funded healthcare programs. Knowledge of analytical querying protocols such as SQL. Advanced level skill in using Microsoft Excel. Effective verbal, visual, and written communication skills, including the ability to translate complex analytical information for non-technical audiences. Ability to manage multiple projects simultaneously in a fast-paced work environment. Ability to facilitate policy discussions between diverse groups. Supplemental Information How to Apply Only candidates who reflect the minimum qualifications on their NEOGOV profile will be considered. Failure to follow the application instructions below may lead to disqualification. To apply for this position, you will need to complete your profile and attach: A cover letter that specifically addresses how you meet the qualifications for this position. Current resume . Three professional references , including a minimum of one past supervisor. About HCA The Washington State Health Care Authority (HCA) is committed to whole-person care, integrating physical health and behavioral health services for better results and healthier residents. HCA purchases health care for more than 2.5 million Washington residents through Apple Health (Medicaid), the Public Employees Benefits Board (PEBB) Program, and the School Employees Benefits Board (SEBB) Program. As the largest health care purchaser in the state, we lead the effort to transform health care, helping ensure Washington residents have access to better health and better care at a lower cost. What we have to offer: Meaningful work with friendly co-workers who care about those we serve Voices of HCA A clear agency mission that drives our work and is person-centered HCA's Mission, Vision & Values A healthy work/life balance, including alternative/flexible schedules and mobile work options. A great total compensation and benefit package WA State Government Benefits A safe, pleasant workplace in a convenient location with restaurants, and shopping nearby. Tuition reimbursement And free parking! Notes The Washington State Health Care Authority is an equal opportunity employer. We strive to create a working environment that provides equal access and opportunity to anyone who qualifies, regardless of sex, race, age, color, religion, mental or physical disability, national origin, sexual orientation, gender identity and expression and/or military status. Persons with disabilities needing assistance in the application process, or those needing this job announcement in an alternative format may contact Angelic Matthews at angelic.matthews@hca.wa.gov Prior to a new hire, a background check including criminal record history will be conducted. Information from the background check will not necessarily preclude employment. The Washington State Health Care Authority (HCA) is an E-Verify employer. All applicants with a legal right to work in the United States are encouraged to apply.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&vjk=abe4ac5a5e8f940f"
    ],
    [
      15,
      "2b52dc6fbe1fb78d",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Business Analyst, Revenue Accounting - job post DAVITA 6,786 reviews 3201 S 323rd St, Federal Way, WA 98001 $51,400 - $75,500 a year -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $51,400 - $75,500 a year Job Type Full-time 3201 S 323rd St, Federal Way, Washington, 98001-5023, United States of America ***INTERNAL CANDIDATE IDENTIFIED*** The ideal candidate for this career opportunity will be a quick-learner, ambitious and ready to learn. The person in this position will have a strong sense of \"team\" and have the keen ability to work well with others. Basic requirements are a Bachelor's Degree (we need to be able to tell you like numbers!), some work experience (this includes internship experience), intermediate to advance proficiency in Microsoft Excel and PowerPoint. Here's what you can expect as a Financial Analyst at DaVita: [insert information about the department or team and what they do] This position is responsible for supporting process improvements, metric/report development, special projects, and providing detailed revenue valuation analysis to ensure departmental goals and objectives are achieved, in alignment with DaVita’s Mission and Core Values. This includes supporting processes for accounting for center and divisional revenue review, accounts receivable, cash and related transaction analysis, account reconciliation and preparing financial reports for corporate and field operations management, and joint venture partners, as well as internal and external audit agencies. Responsibilities include, but are not limited to: [insert job specific duties] Here is what you can expect when you join our Village: A \"community first, company second\" culture based on Core Values that really matter. Clinical outcomes consistently ranked above the national average. Award-winning education and training across multiple career paths to help you reach your potential. Performance-based rewards based on stellar individual and team contributions. A comprehensive benefits package designed to enhance your health, your financial well-being and your future. Dedication, above all, to caring for patients suffering from chronic kidney failure across the nation. Enter text here Join us as we pursue our vision \"To Build the Greatest Healthcare Community the World has Ever Seen.\" Why wait? Explore a career with DaVita today. Go to http://careers.davita.com to learn more or apply. What We’ll Provide: More than just pay, our DaVita Rewards package connects teammates to what matters most. Teammates are eligible to begin receiving benefits on the first day of the month following or coinciding with one month of continuous employment. Below are some of our benefit offerings. Comprehensive benefits: Medical, dental, vision, 401(k) match, paid time off, PTO cash out Support for you and your family: Family resources, EAP counseling sessions, access Headspace®, backup child and elder care, maternity/paternity leave and more Professional development programs: DaVita offers a variety of programs to help strong performers grow within their career and also offers on-demand virtual leadership and development courses through DaVita’s online training platform StarLearning. At DaVita, we strive to be a community first and a company second. We want all teammates to experience DaVita as \"a place where I belong.\" Our goal is to embed Diversity & Belonging into everything we do in our Village, so that it becomes part of who we are. We are proud to be an equal opportunity workplace and an affirmative action employer. As such, individuals are recruited, hired, assigned and promoted without regard to race, national origin, religion, age, color, sex, sexual orientation, gender identity, disability, protected veteran status, or any other protected characteristic. Salary/ Wage Range $51,400.00 - $75,500.00 / year Compensation for the role will depend on a number of factors, including a candidate’s qualifications, skills, competencies and experience and may fall outside of the range shown. DaVita offers a competitive total rewards package, which includes a 401k match, healthcare coverage and a broad range of other benefits. Learn more at https://careers.davita.com/benefits",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&radius=50&start=10&pp=gQAPAAAAAAAAAAAAAAAB_iYDwwAIAQAA7mFzW5YAAA&vjk=2b52dc6fbe1fb78d"
    ],
    [
      16,
      "9c59012bc5cddfeb",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Cybersecurity Business Analyst IV - job post Banner Health 3,964 reviews Seattle, WA 98178 Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time Primary City/State: Phoenix, Arizona Department Name: IT Security Governance-Corp Work Shift: Day Job Category: Information Technology Primary Location Salary Range: $42.91/hr - $71.52/hr, based on education & experience In accordance with State Pay Transparency Rules. Help lead health care IT into the future. Our Information Technology professionals play a key role in excellent patient care. If you like the idea of making a positive change in people’s lives – apply today. Join Banner Health’s IT team and put your program management skills to work supporting the Banner Mission of making healthcare easier so life can be better. Banner Health’s Cybersecurity Strategic Delivery Team supports and facilitates projects that contribute to maturing our security strategy and roadmap. Banner Health Cybersecurity is seeking a detail-oriented program management professional who has experience supporting enterprise-level programs in the cybersecurity domain. As a Business Systems Analyst IV with a focus on program delivery, you will be responsible for the successful implementation of projects through a disciplined IT project management process in close collaboration with business partners, team members, and various IT functions. This role is accountable for Cybersecurity portfolio objectives as well as department goals, including the continuous improvement of the project management lifecycle methodology. This individual will coordinate the work of project managers, monitor and govern project schedules, track program interdependencies, and accurately present program status. The BSA IV role will track and address risks and issues at the program level as well as provide leadership governance over program organization and cybersecurity project artifacts. Banner Health IT was awarded Inside Pro and Computerworld's 100 Best Places to work in IT for 2020, 2021, 2022, and 2023! Within Banner Health Corporate, you will have the opportunity to apply your unique experience and expertise in support of a nationally-recognized healthcare leader. We offer stimulating and rewarding careers in a wide array of disciplines. Whether your background is in Human Resources, Finance, Information Technology, Legal, Managed Care Programs or Public Relations, you'll find many options for contributing to our award-winning patient care. POSITION SUMMARY This position is responsible for delivering Cybersecurity objectives to plan and designing, developing, and implementing, efficient business, technical, financial, and operational practices or systems in support of core organizational functions and business processes. This includes gathering and analyzing data or requirements in support of business cases, proposed projects, and systems requirements. This individual is competent to work at the highest practical understanding of the Essential Functions across the Cybersecurity organization. You will be required to apply proven communication, analytical, technical, and problem-solving skills to help maximize the benefit of Cybersecurity practices and investments. Provides all customers, both internal and external, of Banner Health with excellent service experience by consistently demonstrating our core and leader behaviors each and every day. CORE FUNCTIONS 1. Manage and lead process enhancement and redesign efforts to streamline Cybersecurity delivery. Review and analyze the effectiveness and efficiency of existing systems and processes to develop strategies for improving or further leveraging, consolidating, or decommissioning. 2. Lead creation and identification to establish scope and parameters of required analysis in order to define outcome criteria and deliver measurable actions as part of daily efforts as well as in projects with the ability to communicate effectively at all levels of the organization 3. Determine key data points from raw data and generate information to create meaningful actionable metrics and represent at an executive level 4. Lead and assist others in the translation of complex, technical specifications into understandable and actionable business requirements. 5. Ability to lead and manage financial planning processes and deliver financial results and reporting including month end, total cost of ownership, ROI, and CBA. 6. Drive research efforts to justify recommendations and to support decision making with the ability to communicate effectively at all levels of the organization. 7. Provides guidance, direction, and oversight for compliance with all federal, state, and local mandated information security laws, rules, and guidelines. Remain current with the latest industry information and perform all functions according to established policies, procedures, and regulatory requirements. 8. Ability to interpret, evaluate, manage, and strategize vendor relationships. Work independently and with teams with minimal oversight. Serve as a subject matter expert and lead junior team members. 9. Under general direction, this position is responsible for Cybersecurity across multiple departments system-wide and requires interaction at all levels of staff and management. Performs all functions according to established policies, procedures, regulatory and accreditation requirements, as well as applicable professional standards. Provides all customers of Banner Health with an excellent service experience by consistently demonstrating our core and leader behaviors each and every day. MINIMUM QUALIFICATIONS Must possess strong knowledge of business, cybersecurity, information technology and/or computer science as normally obtained through the completion of a bachelor's degree. Certification may be required in at least one of the following areas within one year of entering the position. Certified Information Systems Security Professional (CISSP), Certified Information Systems Auditor (CISA), Systems Security Certified Practitioner (SSCP), Payment Card Industry - Internal Security Assessor (PCI-ISA), Certified in Risk and Information Systems Control (CRISC), HealthCare Information Security & Privacy Practitioner (HCISSP), CompTIA Security+, Certified Project Management Professional (PMP), or other certification designated by the Information Security Leader. Must possess five plus years of experience in a healthcare or related environment or an equivalent combination of relevant education, technical, business and healthcare experience. Must demonstrate expertise in information technology and healthcare. Needs experience in medium to large scale project planning and reporting either individually or in a team. Requires communication and presentation skills to engage technical and non-technical audiences. Requires ability to communicate and interact across facilities and at various levels. Ability to balance project workloads with customer support and on-call demands. As is typical in this industry, variable shifts and hours and carrying/responding to a pager may be required. Demonstrate proficiency with the Microsoft Suite of products and other tools depending on position requirements. PREFERRED QUALIFICATIONS Advanced degree may substitute for work experience. Additional related education and/or experience preferred. EOE/Female/Minority/Disability/Veterans Our organization supports a drug-free work environment. Privacy Policy",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&radius=50&start=10&pp=gQAPAAAAAAAAAAAAAAAB_iYDwwAIAQAA7mFzW5YAAA&vjk=9c59012bc5cddfeb"
    ],
    [
      17,
      "28a57863a6057303",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Functional Program Analyst 3 - job post State of Washington Office of the Insurance Commissioner 330 reviews Tumwater, WA $4,656 - $6,260 a month -  Full-time You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Salary $4,656 - $6,260 a month Job Type Full-time Description All staff employed by the OIC must be fully vaccinated against COVID-19 as a condition of employment. Staff precluded from vaccinations due to medical conditions and/or sincerely held religious beliefs will have opportunity to engage with Human Resources to explore reasonable accommodation. Applicants or candidates being considered for employment shall not share their vaccination status with hiring managers or interview panels. Proof of vaccination will be verified on your first day of employment by a member of the Human Resources Department. This recruitment will remain open until the position is filled. The agency reserves the right to make a hiring decision at any time after the initial screening date on February 2, 2023 . It is in the applicant’s best interest to submit materials as soon as possible. OIC CAREER OPPORTUNITY The Office of the Insurance Commissioner (OIC) Market Conduct Unit is seeking a motivated and qualified individual to fill a permanent Market Conduct Analyst (Function Program Analyst 3) position. This position is assigned to the Company Supervision Division, located in our Tumwater office. As a Market Conduct Analyst, the incumbent of this position will conduct market analysis and assist with other market conduct oversight activities related to insurers and regulated entities doing business within Washington State. Under the direction of the Chief Market Analyst, provides regulatory oversight of market interactions between consumers and companies. Utilizing data from a variety of sources and/or other states’ insurance departments, ensures agency standards are met and analyses complies with the National Association of Insurance Commissioners regulations. If you're interested in a dynamic career that protects consumers' interests and promotes a healthy business environment in this state, please apply and become part of our dynamic team. This recruitment may be used to establish a qualified pool of candidates for Functional Program Analyst 3 vacancies in the next sixty days. This is a Washington General Service position. The annual salary range for this position is $4,656 - $6,260. AGENCY PROFILE AND VALUES The Office of the Insurance Commissioner (OIC) operates under the direction of the state's Insurance Commissioner, a statewide elected official. Our mission is to provide consumer protection and regulation of the state's insurance industry. With a workforce of approximately 265 employees, we are one of the smaller state agencies in Washington state government and are fortunate to have a stable funding source that does not rely on the state's general fund. Because we are a small agency, you will truly get a chance to understand the 'big picture' of what we do and why we do it. You will also have a chance to get to know your co-workers. We value diversity in the workplace. We challenge our employees to continuously improve the way we do business and to meet and exceed the needs of our customers. To learn more about this agency, we invite you to visit our website at http://www.insurance.wa.gov/ and listen to our employees talk about why they love working here. BENEFITS OF WORKING FOR OIC Washington State offers one of the most competitive benefits packages in the nation. We offer a great selection of health, dental and retirement plans, life insurance, long-term disability, flexible spending account, paid leave, 11 paid holidays, and compensation benefits for you and your family. You can find more information about benefits at Benefits - careers.wa.gov. Additional benefits that may be available include: Wellness programs . Dependent care assistance . Washington State Employee Assistance Program . Federal Social Security and Medicare systems. Additional Leave; Leave Sharing, Parental Leave, Family and Medical Leave Act (FMLA), Leave Without Pay. Deferred Compensation (supplemental retirement plan). Training and development opportunities, including tuition reimbursement (Tuition Reimbursement is available for eligible employees subject to guidelines and funding.) Program for Public Service Loan Forgiveness ( if applicable ) Free parking at our main office in Tumwater. A stable funding source that does not rely on the state's general fund. The fulfillment of public service. Excellent work-life balance. Flexible work schedules and telework opportunities. Commitment to diversity in the workplace and support one another with respect and trust. Free Thurston County Transit public transportation. Duties Conducts market analyses of insurers and other regulated entities doing business in the state of Washington. Responsible for level 1 and level 2 market analyses. Reviews information from a variety of sources, including the National Association of Insurance Commissioners (NAIC) database(s) to develop formulas and other metrics software to identify data trends. Analyzes data to determine compliance with insurance laws and regulations. Provides support to the Chief Market Analyst, Senior Market Analyst and/or others regarding multi-state or association committees, such as, the National Association of Insurance Commissioners (NAIC). Conducts reviews and handles enforcement referrals for companies with lapsed producer license appointments. Participates in the review of Market Conduct Annual Statement and data surveys. Qualifications Bachelor’s Degree in Business Administration, Insurance, Economics, Finance, or related field. (Related work experience may substitute year for year for educational requirement, up to the maximum of four years). AND Two (2) years of professional work experience in life, health, or property & casualty insurance company operations. Required experience will include: Conducting business or program analysis, underwriting, compliance, internal auditing, or claims; and, An intermediate understanding of these departments’ functions. Additional relevant professional experience providing examination and evaluations of regulated entities and insurance practices will substitute year for year for education. Intermediate skill level with Microsoft Office - Word and Excel. Basic skill level with Microsoft Office – Outlook and PowerPoint. Preferred/Desired Qualifications: Experience in analyzing complex data sets and information from various sources. Experience in reviewing for compliance with insurance laws and regulations, especially Title 48-Revised Code of Washington and Title 284 Washington Administrative Code. Ability to independently write detailed reports indicating potential compliance issues and recommend next steps on an established timeline and meet deadlines. Advance skill level with Microsoft Office - Word and Excel. Intermediate skill level with Microsoft Office – Outlook and PowerPoint. Experience using Tableau. Working towards an industry specific designation such as Chartered Property Casualty Underwriter (CPCU), Fellow Life Management Institute (FLMI), Certified Insurance Examiner (CIE), Accredited Insurance Examiner (AIE), or Associate Insurance Regulatory Compliance (AIRC). Project management experience is highly desired. Supplemental Information How to Apply : Applications for this recruitment will be accepted electronically. Please select the large green \"apply\" button at the top of this announcement. If you have not done so previously, you will need to set up an account profile. Please provide three (3) professional references on your application. A professional reference is defined as an individual who has been paid to supervise your work and can attest to your work performance, technical skills, and job competencies. If you do not have any or sufficient professional references, please include non-related professionals, such as educators or other professional associates. The initial screening will be based on the content and completeness of your application and the materials submitted. All information may be verified, and documentation may be required. Applications with comments such as \"see attachments\" or \"see resume\" in the supplemental question responses will be considered incomplete. General suggestions for creating a good application: Read the job posting very carefully. Find out as much as you can about the position. Make sure you are very diligent in following all the application instructions. Include all requested documentation. Make sure your application and supplemental question responses address how you meet each of the required and desired qualifications. Carefully read each of the supplemental questions and respond completely to each one. Pay attention to each component of the question, providing examples, and thoroughly describing when and where you achieved the experience. Detail the types of work you performed, the work products, etc., to demonstrate 'how'. Specifically include all your work experiences doing the same or similar work, especially if you reference work in these jobs in describing when/where you gained experience or skills. Make sure your application reflects your best writing. Wage/salary depends on qualifications or state rules of compensation (if currently a state employee). Contact us : For inquiries about this position, please contact Treese Beckett at Treese.Beckett@oic.wa.gov Other Information: This position is represented by the Washington Federation of State Employees (WFSE). If a degree or other credentials are listed by the candidate, proof will be required at the finalist stage. Candidates are encouraged to pre-plan for this. University degrees must be recognized by the U.S. Department of Education and the Council for Higher Education Accreditation (CHEA) or foreign equivalent Prior to a new hire, a background check including criminal record history will be conducted. Information from the background check will not necessarily preclude employment but will be considered in determining the applicant’s suitability and competence to perform in the position. If claiming veteran status, please send your DD 214 to recruitment@oic.wa.gov with Market Conduct Analyst – FPA 3 in the subject line. Please do not attach the DD 214 to your application materials. Please black out personally identifiable data such as social security numbers. The Office of Insurance Commissioner is an equal opportunity employer. Auxiliary aides and services are available upon request to individuals with disabilities. Please contact the recruiter listed above. If you are having technical difficulties creating, accessing (log in, password or email issues) or completing your application (error messages), please call toll-free at (855) 524-5627. For general questions regarding applying for jobs, contact the recruiter or careershelp@des.wa.gov.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&radius=50&start=10&pp=gQAPAAAAAAAAAAAAAAAB_iYDwwAIAQAA7mFzW5YAAA&vjk=28a57863a6057303"
    ],
    [
      18,
      "3de916be95553e62",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Board Certified Behavior Analyst (BCBA) - job post Holly Ridge Center 11 reviews 5112 NW Taylor Rd, Bremerton, WA 98312 $29.25 - $32.95 an hour -  Full-time Apply now Apply now save-icon Job details Salary $29.25 - $32.95 an hour Job Type Full-time Holly Ridge Center is currently recruiting for a Board Certified Behavior Analyst (BCBA), offering an exciting opportunity to join a team of dedicated early childhood professionals, who provide early intervention services to children from birth to three years of age. Our Infant Toddler Program provides services using an interdisciplinary, family-centered, and culturally diverse approach. Job Summary: Provides individualized, behavior-analytic intervention for ages birth to three years old population within a medical and educational model. Evaluates, assesses, treats, and provides consultation services within an interdisciplinary, family-centered, and culturally diverse system. Develops individual autism services plans and supervises behavior technicians in the implementation of therapeutic programs. Qualifications: To perform this job successfully, an individual must be able to perform each essential duty satisfactorily. The requirements listed below are representative of the knowledge, skills, and/or abilities required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions. Other duties may be assigned. Essentials Functions: Performs initial and continuing assessment of client's behavioral repertoires and related skills: In collaboration with other staff, determines appropriateness of individual children for HRC's Applied Behavior Analysis (ABA) program Assesses and determines skill development in the core domains affected by autism spectrum disorder (ASD), including behavioral, social-emotional, functional communication, and adaptive skills Writes developmentally appropriate goals and objectives to target identified skill deficits in all relevant domains Develops and writes Functional Behavior Assessment (FBA) reports for the purpose of individualized program development and in accordance with funding source requirements Submits FBAs and other required funding source documentation to the Operations Department in a timely and accurate manner Designs, develops, and supervises implementation of behavior-analytic programs for children with autism and related developmental differences: Ensures the intensity of intervention is appropriate for the child's developmental level and is sufficient to meet individualized goals; fits intervention to the client-family needs and ensures that intervention occurs as stated in the child's Individual Autism Service Plan (IASP) Creates behavior analytic interventions and individualized programs to develop skills in identified areas of need; creates relevant data collection systems; reviews and analyzes data on an on-going basis for the purpose of program progression; adjusts individualized programs as needed to ensure optimal progress toward goal achievement Collaborates and coordinates ABA intervention with educators, speech therapists, occupational/physical therapists, medical providers, and other HRC staff, as needed Provides training and coaching to parents and staff: To effectively reduce disruptive behaviors; teach functional replacement skills; and to generalize skills a child acquires through intensive ABA programming to the home, playgroups, and other community environments To support staff in remaining current on evidence-based practices for children with ASD's and related disorders Provides clinical supervision of registered behavior technicians (RBT's) Provides clinical supervision to RBT's, for a minimum of 5% of total hours where the BT provides 1:1 ABA intervention per client, including two in-person contacts with the BT per each consecutive 30-day period Provides continuing education to develop and maintain RBT's professional knowledge and applied clinical skills Provides direction and support to ensure RBT's effectively structure intervention sessions and select or create appropriate program materials Assists with family resource coordination Informs families of advocacy, support services, and other resources as relevant to accessing ABA services in the community Provides input for each client's 6-month and annual Individualized Family Service Plan (IFSP) as requested by their family resource coordinator and other team members Assists in coordinating the transition process Maintains current Behavior Analyst Certification Board (BACB) certification and Washington State Behavior Analyst license. Engages in continuing education activities as required to maintain professional credentials and to stay abreast of current best practices in the field of applied behavior analysis and autism treatment Participates in annual safety & violence prevention and cultural awareness trainings Other Functions: Learns and implements latest rehabilitation techniques by attending available in-service training and workshops Trains new staff on individual client needs, personalities, goals, and work requirements to ensure quality coverage or caseload transfer Other duties as requested, required, or assigned Required Knowledge, Skills and/or Abilities: Education and/or experience specific to infants and toddlers preferred Knowledge of applied behavioral analysis Knowledge of Early Childhood Special Education preferred Knowledge of typical and atypical child development processes Ability to supervise and train Behavior Technicians Ability to make home visits Meeting facilitation skills Awareness of family economic and cultural issues as they relate to early intervention Knowledge of Washington State Special Education regulations and/or federal early intervention law preferred Knowledge of IFSP process preferred Effective computer skills, including capabilities working with spreadsheets, graphs, and word processing Proficient with Microsoft Windows and MS Office programs Ability to pass a criminal history background check Education, Training, and/or Work Experience: Four-year Bachelor's degree from accredited college or university in related field required Education and/or experience specific to infants and toddlers preferred Required Licenses or Certifications: Current BCBA Certification Washington State Behavior Analyst License Valid Washington State food worker card (within first 60 days) Valid Washington State driver's license, reliable transportation, and proof of required personal liability insurance Must have clean WA State driving record, as defined by HRC's agency insurance policy CPR/1st Aid Certification (within first 90 days of employment, as facilitated by HRC) Holly Ridge Center is an Equal Opportunity Employer. Holly Ridge does not discriminate in employment and considers all qualified candidates for employment without regard to race, color, national origin, citizenship status, ancestry, sex or gender identity, creed, religious or political ideology, age, marital status, military service or veteran status, sexual orientation, the presence or perception of sensory, mental, or physical disability, or any other basis prohibited or protected by local, state, or federal law. We value diversity, equity, and inclusion and we seek diversity in our job applicants for employment. Please see our website for a complete job description and application. If you require alternative methods of application or screening, you must approach the employer directly to request this as Indeed is not responsible for the employer's application process.",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&radius=50&start=10&pp=gQAPAAAAAAAAAAAAAAAB_iYDwwAIAQAA7mFzW5YAAA&vjk=3de916be95553e62"
    ],
    [
      19,
      "99174d2fd2086308",
      "Data Analyst",
      "Seattle, WA",
      "ENTRY_LEVEL",
      "BACHELORS_DEGREE",
      "fulltime",
      "Financial Analyst Administrative Day Laborer - job post City of Everett 23 reviews Everett, WA 98201 • Hybrid remote Full-time, Temporary You must create an Indeed account before continuing to the company website to apply Apply on company site save-icon Job details Job Type Full-time Temporary JOB The City of Everett’s Parks and Facilities Department is accepting applications for a Financial Analyst Administrative Day Laborer. This position is temporary, up to 6 months in duration, and will work 24-40 hours per week, depending on qualified applicants preference. This is work providing assistance and support to the Senior Financial Analyst. This position is not provided with City of Everett benefits. About the Department Everett Parks and Facilities is committed to providing parks and facilities that enhance the quality of life and increase accessibility to every resident. Become a part of a team who act as stewards to preserve, protect, and enhance public lands and facilities. Parks and Facility employees work in independent and team capacities creating a strong City workforce. NATURE OF WORKThis is work providing assistance and support to the Parks and Facilities Department. Duties would include, but are not limited to: Reconcile daily recreation and golf transactionsReconcile and process purchase card receiptsProcess invoicesSupport department payroll entry and reconciliation Hours: This position is up to 40 hours per week, Monday through Friday. A hybrid work schedule with at least 2 days per week in office is negotiable. SKILL AND ABILITY TO: Analyze and interpret statistical data and accounting records to prepare comprehensive financial statements and reports.Assist in the formulation of the preliminary and final budget documents. Assist in the preparation of budget requests and forecast operating expenses and revenues; compile budgets for each functional area; research and analyze data; assist in resolution of budget issues and requests for information; provide assistance to department and divisions as needed.Create, update, review and monitor various projects and project costs based on transfers, allocation and funding source; conduct analysis and job cost reviews. Maintain an efficient job costing system for use in monitoring and analyzing specific cost centers and projects.Operate in accordance with Generally Accepted Accounting Principles; provide for proper accounting controls. Prepare journal entries for city accounts; analyze financial data for discrepancies and errors and advise of corrections.Assist with the preparation of grant revenue and cash flow forecasting; monitor reports as required.Assist with the review and monitor various projects and project costs based on transfers, allocation and funding source; conduct analysis and job cost reviews.Analyze data, prepare claims, maintain records and prepare for audits as required.Monitor accounts receivable functions, including preparing statements and billings, reviewing requests for billings.Develop appropriate financial models for specific projects.Prepare reports; monitor departmental and interfund billings.Provide information on all areas of cost and revenue as requested.Have pleasant and professional interaction with supervisor, team members, and the public. Understand and follow verbal and written directions and to apply available guidelines to recurring operational requirements. Communicate effectively verbally and in writing. Proficient in the use of all office equipment including personal computers and related software applications (Microsoft Suite).Be consistently available and self-motivated. Establish and meet deadlines.Support diversity and multi-cultural understanding in the workplace. Maintain a work environment free of discrimination, harassment, and retaliation. Perform related work and special projects as assigned.QUALIFICATIONS Demonstrative experience in basic principles of municipal finance, monitoring, GAAP and BARS.Successfully complete a background check.Bachelor’s Degree in Finance, Accounting, Business Administration or a related field, and2 years related experience.Municipal accounting experience preferred.CPA license, highly desirable.APPLICATION PROCEDURESApplication materials may be accessed via http://www.everettwa.gov/careers. Completed applications must be submitted through the City’s online application system. INCOMPLETE, FAXED, OR EMAILED APPLICATIONS WILL NOT BE ACCEPTED. Filing Opens: 3/22/23Open Until FilledL23018",
      "https://www.indeed.com/jobs?q=Data+Analyst&l=Seattle%2C+WA&sc=0kf%3Aattr%28FCGTU%7CHFDVW%7CQJZM9%7CUTPWG%252COR%29explvl%28ENTRY_LEVEL%29jt%28fulltime%29%3B&radius=50&start=10&pp=gQAPAAAAAAAAAAAAAAAB_iYDwwAIAQAA7mFzW5YAAA&vjk=99174d2fd2086308"
    ]
  ]
}