{
  "columns": [
    "งานวิจัย",
    "นวัตกรรมหลัก",
    "วิธีการ",
    "ผลลัพธ์หลัก"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "กราฟหลายความสัมพันธ์ที่รวมความสัมพันธ์ระหว่างอุตสาหกรรมและสถาบัน",
      "การฝังกราฟแบบลำดับชั้นพร้อมการเข้ารหัสตำแหน่ง ALIBI",
      "การปรับปรุง IC: 15% (CSI300) ประสิทธิภาพที่แข็งแกร่งขึ้นในชุดข้อมูลขนาดใหญ่"
    ],
    [
      "MASTER Li et al. (2024b)",
      "การสร้างแบบจำลองความสัมพันธ์หุ้นแบบไดนามิกผ่านความสนใจสลับกัน",
      "กลไกประตูที่ได้รับการแนะนำจากตลาดสำหรับการเลือกคุณลักษณะ",
      "ตัวชี้วัดการจัดอันดับ: +13% ตัวชี้วัดพอร์ตโฟลิโอ: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "การปรับตัวคู่สำหรับการเปลี่ยนแปลงการกระจายในข้อมูลแบบสตรีมมิง",
      "ชั้นการแปลงหลายหัวสำหรับการปรับตัวของคุณลักษณะและป้ายกำกับ",
      "การปรับปรุงที่สม่ำเสมอในการใช้งาน LSTM, GRU, Transformer ความสามารถในการปรับตัวที่ไม่ขึ้นกับโมเดล"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "การสร้างแบบจำลองเชิงเวลาที่มุ่งเน้นคุณลักษณะ",
      "กลไกสองเส้นทางพร้อมการควบคุมที่ปรับเปลี่ยนได้",
      "ประสิทธิภาพเหนือกว่าใน CSI500, CSI1000, NASDAQ, NYSE ปรับปรุง IC และอัตราส่วนชาร์ป"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "กราฟความรู้ตลาดระดับผู้บริหาร",
      "เครือข่ายความสนใจคู่สำหรับการโต้ตอบของเอนทิตีที่ซับซ้อน",
      "ผลตอบแทน: 16.97% อัตราส่วนชาร์ป: 4.628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "การรวมทฤษฎี GARCH กับเครือข่ายประสาทเทียม",
      "การปรับให้เป็นระเบียบตาม GARCH ในฟังก์ชันการสูญเสียของ LSTM",
      "ประสิทธิภาพที่เหนือกว่าอย่างสม่ำเสมอใน 7 ดัชนีทั่วโลก ประสิทธิภาพ zero-shot ที่แข็งแกร่ง"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "โมเดลการกระจายสำหรับการทำนายตลาด",
      "การกำหนดตารางเวลาเสียงรบกวนที่ปรับเปลี่ยนได้สำหรับความผันผวนของหุ้น",
      "การปรับปรุงอัตราส่วนชาร์ป: NYSE: +7.92% NASDAQ: +6.18%"
    ],
    [
      "Wang et al. (2024b)",
      "การรวม LLM สำหรับการประมวลผลข่าว",
      "การแปลงตัวเลขการพยากรณ์โดยใช้ข้อความ",
      "ประสิทธิภาพที่เหนือกว่าในการเปลี่ยนแปลงของตลาดที่ขับเคลื่อนด้วยเหตุการณ์ ความสามารถในการประยุกต์ใช้หลายโดเมน"
    ]
  ]
}