{
  "columns": [
    "Travail",
    "Innovation clé",
    "Méthodologie",
    "Résultats principaux"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Graphe multi-relationnel intégrant les relations industrielles et institutionnelles",
      "Embedding hiérarchique de graphe avec encodage ALIBI",
      "Amélioration de l'IC : 15 % (CSI300) Meilleure performance sur les grands ensembles de données"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modélisation dynamique de la corrélation boursière par l'attention alternée",
      "Mécanisme de portillon guidé par le marché pour la sélection de caractéristiques",
      "Métriques de classement : +13 % Métriques de portefeuille : +47 % (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Adaptation double pour les décalages de distribution dans les données en flux",
      "Couches de transformation multi-têtes pour l'adaptation des caractéristiques et des étiquettes",
      "Amélioration constante sur les implémentations LSTM, GRU, Transformer Adaptabilité indépendante du modèle"
    ],
    [
      "DPA-STIFormer Yan et Tan (2024)",
      "Modélisation temporelle centrée sur les caractéristiques",
      "Mécanisme à double voie avec portillon adaptatif",
      "Performance supérieure sur CSI500, CSI1000, NASDAQ, NYSE Meilleure IC et ratio de Sharpe"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Graphe de connaissance du marché au niveau des cadres",
      "Réseau d'attention double pour les interactions d'entités complexes",
      "Rendement : 16,97 % Ratio de Sharpe : 4,628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Intégration de la théorie GARCH avec les réseaux de neurones",
      "Régularisation basée sur GARCH dans la fonction de perte LSTM",
      "Surperformance constante sur 7 indices mondiaux Bonne performance en zéro-shot"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Modèles de diffusion pour la prédiction du marché",
      "Planification adaptative du bruit pour la volatilité boursière",
      "Amélioration du ratio de Sharpe : NYSE : +7,92 % NASDAQ : +6,18 %"
    ],
    [
      "Wang et al. (2024b)",
      "Intégration de LLM pour le traitement des nouvelles",
      "Transformation textuelle des prévisions numériques",
      "Performance supérieure dans les changements de marché déclenchés par des événements Applicabilité multi-domaines"
    ]
  ]
}