{
  "columns": [
    "Lavoro",
    "Innovazione chiave",
    "Metodologia",
    "Principali risultati"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Grafo multi-relazionale che incorpora relazioni industriali e istituzionali",
      "Embedding gerarchico del grafo con codifica di posizione ALIBI",
      "Miglioramento IC: 15% (CSI300) Prestazioni superiori su dataset più grandi"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modellazione dinamica della correlazione tra azioni attraverso l'attenzione alternata",
      "Meccanismo di gate guidato dal mercato per la selezione delle caratteristiche",
      "Metriche di ranking: +13% Metriche del portafoglio: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Doppia adattazione per spostamenti di distribuzione nei dati in streaming",
      "Strati di trasformazione multi-head per l'adattamento delle caratteristiche e delle etichette",
      "Miglioramento costante su implementazioni LSTM, GRU, Transformer Adattabilità indipendente dal modello"
    ],
    [
      "DPA-STIFormer Yan e Tan (2024)",
      "Modellazione temporale centrata sulle caratteristiche",
      "Meccanismo a doppio percorso con gate adattivo",
      "Prestazioni superiori su CSI500, CSI1000, NASDAQ, NYSE Miglioramento IC e Sharpe Ratio"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Grafo della conoscenza del mercato a livello esecutivo",
      "Rete di attenzione doppia per interazioni tra entità complesse",
      "Rendimento: 16,97% Sharpe Ratio: 4,628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Integrazione della teoria GARCH con le reti neurali",
      "Regolarizzazione basata su GARCH nella funzione di perdita LSTM",
      "Sovraperformance costante su 7 indici globali Prestazioni zero-shot robuste"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Modelli di diffusione per la previsione del mercato",
      "Programmazione adattiva del rumore per la volatilità delle azioni",
      "Miglioramento Sharpe Ratio: NYSE: +7,92% NASDAQ: +6,18%"
    ],
    [
      "Wang et al. (2024b)",
      "Integrazione LLM per l'elaborazione delle notizie",
      "Trasformazione testuale della previsione numerica",
      "Prestazioni superiori in spostamenti del mercato guidati da eventi Applicabilità multi-dominio"
    ]
  ]
}