{
  "columns": [
    "Làvore",
    "Innovatzione Chiave",
    "Metodologia",
    "Risultados Printzipales"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Grafu multi-relatzionale chi incòrporat relatziones de indùstria e istitutzionales",
      "Embedding de grafu geràrchicu cun codìfica de positzione ALIBI",
      "Ammèlliu de IC: 15% (CSI300) Prestatzione prus forte in set de datos prus mannos"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modelizatzione dinàmica de sa correlatzione de atziones peri atentu alternadu",
      "Mecanismu de gating ghidadu dae su mercadu pro sa seletzione de caraterìsticas",
      "Mètricas de Rangiamentu: +13% Mètricas de Portafòlliu: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Adaptatzione duale pro iscostamentos de distributzione in datos in flussu",
      "Stratos de trasformatzione multi-testa pro s'adaptatzione de caraterìsticas e etichetas",
      "Ammèlliu costante in implementatziones LSTM, GRU, Transformer Adatabilidade agnòstica a su Modelu"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "Modelizatzione temporale tzentrada in sas caraterìsticas",
      "Mecanismu de caminu dòpiu cun gating adatativu",
      "Prestatzione superiore in CSI500, CSI1000, NASDAQ, NYSE Ammèlliu de IC e de su Sharpe Ratio"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Grafu de connoschèntzia de mercadu a livellu esecutivu",
      "Retza de atentu duale pro interatziones de entidades cumplessas",
      "Rendimentos: 16.97% Sharpe Ratio: 4.628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Integratzione de sa teoria GARCH cun retzas neurales",
      "Regularizatzione basada in GARCH in sa funtzione de pèrdida de LSTM",
      "Prestàtzia costante in 7 ìnditzes globales Prestàtzia forte zero-shot"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Modellos de difusione pro sa preditzione de mercadu",
      "Programmatzione de rumore adatativu pro sa volatilità de sas atziones",
      "Ammèlliu de su Sharpe Ratio: NYSE: +7.92% NASDAQ: +6.18%"
    ],
    [
      "Wang et al. (2024b)",
      "Integratzione de LLM pro s'elaboratzione de sas notìtzias",
      "Trasformatzione basada in testu de sa preditzione numèrica",
      "Prestàtzia superiore in iscostamentos de mercadu ghiados dae eventos Aplicabilidade multi-domìniu"
    ]
  ]
}