{
  "columns": [
    "Làbore",
    "Innovatzione chiave",
    "Metodologia",
    "Risultados prus bidos"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Grafi multi-relatzionales che iset a sas relatziones de s’industrìa e de sos istitutos",
      "Inserimentu de grafi geràrquicos cun codìtzia de positzione ALIBI",
      "Mègiore IC: 15% (CSI300) Prestatzione prus forte in datasets maiores"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modeladu dinàmico de corelatzione de aziones medante atzente alternante",
      "Mecanisumu de guàtio diretidu dae su mercadu pro s’elezión de caraterìsticas",
      "Mètricas de rangiadura: +13% Mètricas de portafoglio: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Adaptatzione dòbia pro mudamentus de distributzione in datos de flùidu",
      "Stratìtzias de mudamentu a testa mìtzulas pro adaptatzione de caraterìsticas e etìquetas",
      "Mègiore cuntestualmente in implementatziones LSTM, GRU, Transformer Adapatbilità indipendente de su modelu"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "Modeladu temporale cèntiru in caraterìsticas",
      "Mecanisumu de dòbis camìnos cun guàtio adaptìtivu",
      "Prestatzione prus forte in CSI500, CSI1000, NASDAQ, NYSE Mègiore IC e Ratio de Sharpe"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Grafi de conoscèntzia de mercadu a nìvelu de diretore",
      "Retes de atzente dòbia pro interatziones de entidades complesas",
      "Rendimentu: 16,97% Ratio de Sharpe: 4,628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Integratzione de teòria GARCH cun retes neuronales",
      "Regularitzatzione basada in GARCH in sa funtzione de perda de LSTM",
      "Mègiore cuntestualmente in 7 indices globales Prestatzione forte in zero-shot"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Mòdulos de difusió pro previszione de mercadu",
      "Programmadura adaptìtiva de bruma pro volatilitzale de aziones",
      "Mègiore Ratio de Sharpe: NYSE: +7,92% NASDAQ: +6,18%"
    ],
    [
      "Wang et al. (2024b)",
      "Integratzione de LLM pro tratamentu de notìtzias",
      "Trasformadura de numericos in previszione basada in testu",
      "Prestatzione prus forte in mudamentos de mercadu guidados dae eventus Applicabilitzidade in domìnis mìtzulos"
    ]
  ]
}