{
  "columns": [
    "Ọkọọlọpamọ",
    "Ọkọọlọpamọ Ọlọrun",
    "Iṣoro",
    "Iṣoro Ọlọrun"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Ọkọọlọpamọ ọlọrun nipa ọdun ọlọpamọ ati ọdun ọlọpamọ ẹlẹ́wọ̀n",
      "Iṣoro ọlọrun ọdun ọlọpamọ pẹ̀lẹ̀ ALIBI position encoding",
      "IC improvement: 15% (CSI300) Iṣoro ọlọrun ẹlẹ́wọ̀n nipa ọkọọlọpamọ ẹlẹ́wọ̀n"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Iṣoro ọlọrun ọdun ọlọpamọ ọlọrun nipa alternating attention",
      "Iṣoro ọlọrun ọdun ọlọpamọ ẹlẹ́wọ̀n pẹ̀lẹ̀ market-guided gating mechanism",
      "Ranking metrics: +13% Portfolio metrics: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Ọkọọlọpamọ ọlọrun pẹ̀lẹ̀ distribution shifts nipa ọkọọlọpamọ ẹlẹ́wọ̀n",
      "Iṣoro ọlọrun ọdun ọlọpamọ ẹlẹ́wọ̀n ati ọdun ọlọpamọ pẹ̀lẹ̀ multi-head transformation layers",
      "Iṣoro ọlọrun ẹlẹ́wọ̀n nipa LSTM, GRU, Transformer implementations Model-agnostic adaptability"
    ],
    [
      "DPA-STIFormer Yan and Tan (2024)",
      "Iṣoro ọlọrun ọdun ọlọpamọ ẹlẹ́wọ̀n",
      "Iṣoro ọlọrun ọdun ọlọpamọ pẹ̀lẹ̀ double-path mechanism ati adaptive gating",
      "Iṣoro ọlọrun ẹlẹ́wọ̀n nipa CSI500, CSI1000, NASDAQ, NYSE Improved IC ati Sharpe Ratio"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Ọkọọlọpamọ ọlọrun ẹlẹ́wọ̀n nipa ọdun ọlọpamọ ẹlẹ́wọ̀n",
      "Iṣoro ọlọrun ọdun ọlọpamọ ẹlẹ́wọ̀n pẹ̀lẹ̀ dual attention network",
      "Returns: 16.97% Sharpe Ratio: 4.628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Ọkọọlọpamọ GARCH theory ati neural networks",
      "GARCH-based regularization nipa LSTM loss function",
      "Iṣoro ọlọrun ẹlẹ́wọ̀n nipa 7 global indices Strong zero-shot performance"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Diffusion models nipa ọkọọlọpamọ ọlọrun",
      "Adaptive noise scheduling nipa stock volatility",
      "Sharpe Ratio improvement: NYSE: +7.92% NASDAQ: +6.18%"
    ],
    [
      "Wang et al. (2024b)",
      "Iṣoro ọlọrun LLM nipa ọkọọlọpamọ ẹlẹ́wọ̀n",
      "Iṣoro ọlọrun ọdun ọlọpamọ ẹlẹ́wọ̀n pẹ̀lẹ̀ text-based transformation",
      "Iṣoro ọlọrun ẹlẹ́wọ̀n nipa event-driven market shifts Multi-domain applicability"
    ]
  ]
}