{
  "columns": [
    "Trabajo",
    "Innovación clave",
    "Metodología",
    "Resultados principales"
  ],
  "data": [
    [
      "MDGNN Xu et al. (2024)",
      "Gráfico multi-relacional que incorpora relaciones industriales e institucionales",
      "Incrustación jerárquica de gráficos con codificación de posición ALIBI",
      "Mejora de IC: 15% (CSI300) Rendimiento más fuerte en conjuntos de datos más grandes"
    ],
    [
      "MASTER Li et al. (2024b)",
      "Modelado dinámico de correlación accionaria mediante atención alternante",
      "Mecanismo de compuerta guiado por el mercado para selección de características",
      "Métricas de clasificación: +13% Métricas de cartera: +47% (CSI300, CSI800)"
    ],
    [
      "DoubleAdapt Zhao et al. (2023)",
      "Adaptación dual para cambios de distribución en datos de transmisión",
      "Capas de transformación de múltiples cabezas para adaptación de características y etiquetas",
      "Mejora constante en implementaciones de LSTM, GRU, Transformer Adaptabilidad independiente del modelo"
    ],
    [
      "DPA-STIFormer Yan y Tan (2024)",
      "Modelado temporal centrado en características",
      "Mecanismo de doble camino con compuerta adaptativa",
      "Rendimiento superior en CSI500, CSI1000, NASDAQ, NYSE Mejora de IC y ratio de Sharpe"
    ],
    [
      "DANSMP Zhao et al. (2022)",
      "Grafo de conocimiento del mercado a nivel ejecutivo",
      "Red de atención dual para interacciones de entidades complejas",
      "Rendimientos: 16,97% Ratio de Sharpe: 4,628 (CSI300E)"
    ],
    [
      "GINN Xu et al. (2024)",
      "Integración de la teoría GARCH con redes neuronales",
      "Regularización basada en GARCH en la función de pérdida de LSTM",
      "Sobrepaso constante en 7 índices globales Fuerte rendimiento de cero-shot"
    ],
    [
      "DIFFSTOCK Daiya et al. (2024)",
      "Modelos de difusión para predicción del mercado",
      "Programación adaptativa de ruido para volatilidad accionaria",
      "Mejora del ratio de Sharpe: NYSE: +7,92% NASDAQ: +6,18%"
    ],
    [
      "Wang et al. (2024b)",
      "Integración de LLM para procesamiento de noticias",
      "Transformación basada en texto de predicción numérica",
      "Rendimiento superior en cambios de mercado impulsados por eventos Aplicabilidad multi-dominio"
    ]
  ]
}