{
  "columns": [
    "الاستعلام",
    "البيانات المطلوبة",
    "طلب البيانات المُنظمة"
  ],
  "data": [
    [
      "بناءً على نسبة اختبار الحموضة (Acid Test Ratio) وحجم العرض ونسبة كفاءة تحويل النقدية لشركة Amcor للأشهر الستة الماضية، هل يجب أن أستثمر فيها؟",
      "الشركات: Amcor plc المؤشرات: النسبة السريعة (المقاييس ذات الصلة: النقد، النقد المكافئ، الأوراق المالية القابلة للتسويق، الحسابات المدينة، الالتزامات الجارية)؛ حجم العرض (المقاييس ذات الصلة: كمية الأسهم، أسعار العرض المتعددة، عمق السوق، سجل الطلبات)؛ نسبة كفاءة تحويل النقدية (المقاييس ذات الصلة: التدفق النقدي من العمليات، صافي الدخل) التواريخ: للأشهر الستة الماضية",
      "(Amcor plc) (النسبة السريعة؛ النقد؛ النقد المكافئ؛ الأوراق المالية القابلة للتسويق؛ الحسابات المدينة؛ الالتزامات الجارية؛ حجم العرض؛ كمية الأسهم؛ أسعار العرض المتعددة؛ عمق السوق؛ سجل الطلبات؛ نسبة كفاءة تحويل النقدية؛ التدفق النقدي من العمليات؛ صافي الدخل) (7/1/2024 - 7/7/2024)"
    ],
    [
      "قدم نظرة عامة على إيرادات مبيعات شركة Adobe ومنافسيها وقيمة EVA لشهر سبتمبر 2018.",
      "الشركات: Adobe Inc.؛ منافسو شركة Adobe Inc. المؤشرات: إيرادات المبيعات (المقاييس ذات الصلة: إجمالي الإيرادات)؛ القيمة الاقتصادية المضافة (المقاييس ذات الصلة: صافي الربح التشغيلي بعد الضريبة (NOPAT)، تكلفة رأس المال) التواريخ: سبتمبر 2018",
      "(Adobe Inc.؛ منافسو شركة Adobe Inc.) (إيرادات المبيعات؛ إجمالي الإيرادات؛ القيمة الاقتصادية المضافة؛ صافي الربح التشغيلي بعد الضريبة (NOPAT)؛ تكلفة رأس المال) (1/9/2018 - 30/9/2018)"
    ],
    [
      "ما هو عائد متوسط الأصول (ROAA) وعائد رأس المال العامل (ROWC) لشركة Halliburton Co. والشركات الأخرى في قطاع الطاقة من أبريل 2016 إلى يوليو 2017، مقارنةً بهامش الربح الإجمالي والعائد النقدي على متوسط الأصول الثابتة (CROAFA)؟",
      "الشركات: Halliburton Co.؛ شركات الطاقة المؤشرات: عائد متوسط الأصول (المقاييس ذات الصلة: صافي الدخل، متوسط إجمالي الأصول)؛ عائد رأس المال العامل (المقاييس ذات الصلة: صافي الدخل، رأس المال العامل)؛ هامش الربح الإجمالي (المقاييس ذات الصلة: الإيرادات، تكلفة البضائع المباعة (COGS))؛ العائد النقدي على متوسط الأصول الثابتة (المقاييس ذات الصلة: التدفق النقدي التشغيلي، متوسط الأصول الثابتة) التواريخ: من أبريل 2016 إلى يوليو 2017",
      "(Halliburton Co.؛ شركات الطاقة) (عائد متوسط الأصول؛ صافي الدخل؛ متوسط إجمالي الأصول؛ عائد رأس المال العامل؛ صافي الدخل؛ رأس المال العامل؛ هامش الربح الإجمالي؛ الإيرادات؛ تكلفة البضائع المباعة (COGS)؛ العائد النقدي على متوسط الأصول الثابتة؛ التدفق النقدي التشغيلي؛ متوسط الأصول الثابتة) (1/4/2016 - 1/7/2017)"
    ]
  ]
}