{
  "columns": [
    "Dotaz",
    "Požadovaná data",
    "Žádost o strukturovaná data"
  ],
  "data": [
    [
      "Na základě poměru rychlé likvidity (Acid Test Ratio), velikosti nabídky a poměru efektivity peněžní konverze společnosti Amcor za posledních 6 měsíců, měl bych do ní investovat?",
      "Společnosti: Amcor plc Metriky: Rychlý poměr (Související metriky: Hotovost, ekvivalenty hotovosti, obchodovatelné cenné papíry, pohledávky, krátkodobé závazky); Velikost nabídky (Související metriky: Množství akcií, vícenásobné nabídkové ceny, hloubka trhu, kniha objednávek); Poměr efektivity peněžní konverze (Související metriky: Cash flow z provozní činnosti, čistý zisk) Data: za posledních 6 měsíců",
      "(Amcor plc) (Rychlý poměr; Hotovost; Ekvivalenty hotovosti; Obchodovatelné cenné papíry; Pohledávky; Krátkodobé závazky; Velikost nabídky; Množství akcií; Vícenásobné nabídkové ceny; Hloubka trhu; Kniha objednávek; Poměr efektivity peněžní konverze; Cash flow z provozní činnosti; Čistý zisk) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Poskytněte přehled prodejních tržeb a EVA (Economic Value Added) společnosti Adobe a jejích konkurentů za září 2018.",
      "Společnosti: Adobe Inc.; Konkurenti Adobe Inc. Metriky: Prodejní tržby (Související metriky: Celkové tržby); Ekonomická přidaná hodnota (EVA) (Související metriky: Čistý provozní zisk po zdanění (NOPAT), Náklady na kapitál) Data: září 2018",
      "(Adobe Inc.; Konkurenti Adobe Inc.) (Prodejní tržby; Celkové tržby; Ekonomická přidaná hodnota; Čistý provozní zisk po zdanění (NOPAT); Náklady na kapitál) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Jaká byla návratnost průměrných aktiv (ROAA) a ROWC společnosti Halliburton Co. a dalších společností v energetickém sektoru od dubna 2016 do července 2017 ve srovnání s jejich hrubou ziskovou marží a CROAFA?",
      "Společnosti: Halliburton Co.; Energetické společnosti Metriky: Návratnost průměrných aktiv (Související metriky: Čistý zisk, průměrná celková aktiva); Návratnost pracovního kapitálu (Související metriky: Čistý zisk, pracovní kapitál); Hrubá zisková marže (Související metriky: Výnosy, Náklady na prodané zboží (COGS)); Návratnost průměrných fixních aktiv v hotovosti (CROAFA) (Související metriky: Provozní cash flow, průměrná fixní aktiva) Data: od dubna 2016 do července 2017",
      "(Halliburton Co.; Energetické společnosti) (Návratnost průměrných aktiv; Čistý zisk; Průměrná celková aktiva; Návratnost pracovního kapitálu; Čistý zisk; Pracovní kapitál; Hrubá zisková marže; Výnosy; Náklady na prodané zboží (COGS); Návratnost průměrných fixních aktiv v hotovosti; Provozní cash flow; Průměrná fixní aktiva) (1/4/2016 - 1/7/2017)"
    ]
  ]
}