{
  "columns": [
    "Pitakonan",
    "Data sing dibutuhake",
    "Permintaan Data Terstruktur"
  ],
  "data": [
    [
      "Adhedhasar Acid Test Ratio, Bid Size, lan Cash Conversion Efficiency Ratio Amcor kanggo 6 wulan kepungkur, apa aku kudu investasi ing iku?",
      "Perusahaan: Amcor plc Metrik: Quick Ratio (Metrik sing gegandhengan: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Metrik sing gegandhengan: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Metrik sing gegandhengan: Cash flow from operations, Net income) Tanggal: kanggo 6 wulan kepungkur",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Wenehana gambaran umum babagan adobe lan kompetitoré, sales revenue Sep 2018, lan EVA.",
      "Perusahaan: Adobe Inc.; Adobe Inc. Peers Metrik: Sales Revenue (Metrik sing gegandhengan: Total Revenue); Economic Value Added (Metrik sing gegandhengan: Net operating profit after tax (NOPAT), Cost of capital) Tanggal: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Pira return on average assets lan ROWC saka Halliburton co. lan perusahaan liyane ing sektor energi saka Apr 2016 nganti Jul 2017 dibandhingake karo Gross Profit Margin lan CROAFA?",
      "Perusahaan: Halliburton Co.; Energy Companies Metrik: Return on Average Assets (Metrik sing gegandhengan: Net income, Average total assets); Return on Working Capital (Metrik sing gegandhengan: Net income, Working capital); Gross Profit Margin (Metrik sing gegandhengan: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Metrik sing gegandhengan: Operating cash flow, Average fixed assets) Tanggal: saka Apr 2016 nganti Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}