{
  "columns": [
    "Tán-kok",
    "Su-iàu ê Chi̍-thian",
    "Kò͘-kò͘ ê Chi̍-thian Chhiáⁿ-kiû"
  ],
  "data": [
    [
      "Kin-kù Amcor ê Acid Test Ratio, Bid Size, kap Cash Conversion Efficiency Ratio chêng 6 kò goe̍h ê chu-liāu, góa eng-kai tâu-chu i bô?",
      "Kong-si: Amcor plc Chhiam-khiam: Quick Ratio (Siong-koan Chhiam-khiam: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Siong-koan Chhiam-khiam: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Siong-koan Chhiam-khiam: Cash flow from operations, Net income) Chi̍-thian: chêng 6 kò goe̍h",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Kài-siāu Adobe kap i ê kēng-cheng-chiá tī 2018 nî 9 goe̍h ê sales revenue kap EVA.",
      "Kong-si: Adobe Inc.; Adobe Inc. Peers Chhiam-khiam: Sales Revenue (Siong-koan Chhiam-khiam: Total Revenue); Economic Value Added (Siong-koan Chhiam-khiam: Net operating profit after tax (NOPAT), Cost of capital) Chi̍-thian: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Halliburton co. kap kî-thaⁿ tī lêng-goân sán-gia̍p ê kong-si, tùi 2016 nî 4 goe̍h kàu 2017 nî 7 goe̍h ê return on average assets kap ROWC, pí-kàu in ê Gross Profit Margin kap CROAFA sī chóaⁿ-iūⁿ?",
      "Kong-si: Halliburton Co.; energy Companies Chhiam-khiam: Return on Average Assets (Siong-koan Chhiam-khiam: Net income, Average total assets); Return on Working Capital (Siong-koan Chhiam-khiam: Net income, Working capital); Gross Profit Margin (Siong-koan Chhiam-khiam: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Siong-koan Chhiam-khiam: Operating cash flow, Average fixed assets) Chi̍-thian: tùi Apr 2016 kàu Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}