{
  "columns": [
    "Patarosan",
    "Data nu Diperlukeun",
    "Pamenta Data Terstruktur"
  ],
  "data": [
    [
      "Dumasar kana Acid Test Ratio, Bid Size, sareng Cash Conversion Efficiency Ratio Amcor pikeun 6 bulan ka tukang, naha kuring kedah investasi di dinya?",
      "Perusahaan: Amcor plc Metrik: Quick Ratio (Metrik Patali: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Metrik Patali: Jumlah saham, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Metrik Patali: Cash flow from operations, Net income) Tanggal: pikeun 6 bulan ka tukang",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Témbongkeun gambaran umum ngeunaan pendapatan penjualan sareng EVA Adobe sareng kompetitorna dina Séptémber 2018.",
      "Perusahaan: Adobe Inc.; Adobe Inc. Peers Metrik: Sales Revenue (Metrik Patali: Total Revenue); Economic Value Added (Metrik Patali: Net operating profit after tax (NOPAT), Cost of capital) Tanggal: Séptémber 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Sabaraha return on average assets sareng ROWC Halliburton co. sareng perusahaan sanés di séktor énergi ti April 2016 dugi ka Juli 2017 dibandingkeun sareng Gross Profit Margin sareng CROAFA maranéhanana?",
      "Perusahaan: Halliburton Co.; perusahaan énergi Metrik: Return on Average Assets (Metrik Patali: Net income, Average total assets); Return on Working Capital (Metrik Patali: Net income, Working capital); Gross Profit Margin (Metrik Patali: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Metrik Patali: Operating cash flow, Average fixed assets) Tanggal: ti April 2016 dugi ka Juli 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}