{
  "columns": [
    "คำถาม",
    "ข้อมูลที่ต้องการ",
    "คำขอข้อมูลที่มีโครงสร้าง"
  ],
  "data": [
    [
      "จาก Acid Test Ratio, Bid Size และ Cash Conversion Efficiency Ratio ของ Amcor ในช่วง 6 เดือนที่ผ่านมา ฉันควรลงทุนในบริษัทนี้หรือไม่?",
      "บริษัท: Amcor plc เมตริก: อัตราส่วนสภาพคล่องเร็ว (Quick Ratio) (เมตริกที่เกี่ยวข้อง: เงินสด, รายการเทียบเท่าเงินสด, หลักทรัพย์ในความต้องการของตลาด, ลูกหนี้การค้า, หนี้สินหมุนเวียน); Bid Size (เมตริกที่เกี่ยวข้อง: ปริมาณหุ้น, ราคาเสนอซื้อหลายระดับ, ความลึกของตลาด, สมุดคำสั่งซื้อขาย); อัตราส่วนประสิทธิภาพการแปลงเงินสด (Cash Conversion Efficiency Ratio) (เมตริกที่เกี่ยวข้อง: กระแสเงินสดจากการดำเนินงาน, กำไรสุทธิ) วันที่: 6 เดือนที่ผ่านมา",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "ให้ภาพรวมของรายได้จากการขาย (Sales Revenue) และ EVA ของ Adobe และคู่แข่งในเดือนกันยายน 2018",
      "บริษัท: Adobe Inc.; คู่แข่งของ Adobe Inc. เมตริก: รายได้จากการขาย (Sales Revenue) (เมตริกที่เกี่ยวข้อง: รายได้รวม); มูลค่าเพิ่มทางเศรษฐศาสตร์ (Economic Value Added - EVA) (เมตริกที่เกี่ยวข้อง: กำไรจากการดำเนินงานสุทธิหลังหักภาษี (NOPAT), ต้นทุนของเงินทุน) วันที่: กันยายน 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "อัตราผลตอบแทนจากสินทรัพย์เฉลี่ย (Return on Average Assets) และ ROWC ของ Halliburton Co. และบริษัทอื่น ๆ ในภาคพลังงาน ตั้งแต่เดือนเมษายน 2016 ถึงกรกฎาคม 2017 เปรียบเทียบกับ Gross Profit Margin และ CROAFA อย่างไร?",
      "บริษัท: Halliburton Co.; บริษัทพลังงาน เมตริก: อัตราผลตอบแทนจากสินทรัพย์เฉลี่ย (Return on Average Assets) (เมตริกที่เกี่ยวข้อง: กำไรสุทธิ, สินทรัพย์รวมเฉลี่ย); อัตราผลตอบแทนจากเงินทุนหมุนเวียน (Return on Working Capital - ROWC) (เมตริกที่เกี่ยวข้อง: กำไรสุทธิ, เงินทุนหมุนเวียน); อัตรากำไรขั้นต้น (Gross Profit Margin) (เมตริกที่เกี่ยวข้อง: รายได้, ต้นทุนขาย (COGS)); อัตราผลตอบแทนเงินสดจากสินทรัพย์ถาวรเฉลี่ย (Cash Return on Average Fixed Assets - CROAFA) (เมตริกที่เกี่ยวข้อง: กระแสเงินสดจากการดำเนินงาน, สินทรัพย์ถาวรเฉลี่ย) วันที่: ตั้งแต่เดือนเมษายน 2016 ถึงกรกฎาคม 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}