{
  "columns": [
    "Ibeere",
    "Data Ti A Nilo",
    "Ibeere Data Ti A To"
  ],
  "data": [
    [
      "Ní ìbámu pẹ̀lú Acid Test Ratio, Bid Size àti Cash Conversion Efficiency Ratio ti Amcor fún oṣù mẹ́fà tó kọjá, ṣé ó yẹ kí n ṣe ìfowópamọ́ sí i?",
      "Àwọn Ilé-iṣẹ́: Amcor plc Àwọn Òṣùwọ̀n: Quick Ratio (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Cash, Cash Equivalents, Marketable Securities, Accounts Receivable, Current Liabilities); Bid Size (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Quantity of shares, Multiple bid prices, Depth of the market, Order book); Cash Conversion Efficiency Ratio (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Cash flow from operations, Net income) Ọjọ́: fún oṣù mẹ́fà tó kọjá",
      "(Amcor plc) (Quick Ratio; Cash; Cash Equivalents; Marketable Securities; Accounts Receivable; Current Liabilities; Bid Size; Quantity of shares; Multiple bid prices; Depth of the market; Order book; Cash Conversion Efficiency Ratio; Cash flow from operations; Net income) (7/1/2024 - 7/7/2024)"
    ],
    [
      "Fún àkọsílẹ̀ gbogboogbò nípa Adobe àti àwọn olùdíje rẹ̀ nípa owó tí wọ́n tà ní Oṣù Kẹ̀sán 2018, àti EVA.",
      "Àwọn Ilé-iṣẹ́: Adobe Inc.; Adobe Inc. Peers Àwọn Òṣùwọ̀n: Sales Revenue (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Total Revenue); Economic Value Added (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Net operating profit after tax (NOPAT), Cost of capital) Ọjọ́: Sep 2018",
      "(Adobe Inc.; Adobe Inc. Peers) (Sales Revenue; Total Revenue; Economic Value Added; Net operating profit after tax (NOPAT); Cost of capital) (1/9/2018 - 30/9/2018)"
    ],
    [
      "Kí ni ìpadàbọ̀ lórí àwọn ohun ìní àpapọ̀ (Return on Average Assets) àti ROWC ti Halliburton co. àti àwọn ilé-iṣẹ́ mìíràn nínú àgbègbè agbára láti Oṣù Kẹrin 2016 sí Oṣù Keje 2017 nígbà tí a bá fi wé Gross Profit Margin àti CROAFA wọn?",
      "Àwọn Ilé-iṣẹ́: Halliburton Co.; Àwọn Ilé-iṣẹ́ Agbára Àwọn Òṣùwọ̀n: Return on Average Assets (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Net income, Average total assets); Return on Working Capital (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Net income, Working capital); Gross Profit Margin (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Revenue, Cost of Goods Sold (COGS)); Cash Return on Average Fixed Assets (Àwọn Òṣùwọ̀n Tí Ó Jọ Mọ́ Ọ: Operating cash flow, Average fixed assets) Ọjọ́: láti Apr 2016 sí Jul 2017",
      "(Halliburton Co.; Energy Companies) (Return on Average Assets; Net income; Average total assets; Return on Working Capital; Net income; Working capital; Gross Profit Margin; Revenue; Cost of Goods Sold (COGS); Cash Return on Average Fixed Assets; Operating cash flow; Average fixed assets) (1/4/2016 - 1/7/2017)"
    ]
  ]
}