{
  "columns": [
    "संसाधन",
    "विवरण",
    "संदर्भ"
  ],
  "data": [
    [
      "SentiWordNet",
      "वर्डनेट पर आधारित एक लेक्सिकल संसाधन स्थापित करता है, जो व्यक्तिगत शब्द अर्थों (synsets) को भावनात्मक स्कोर (तटस्थ, सकारात्मक, नकारात्मक) प्रदान करता है।",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "इसमें लगभग 5,000 टेक्स्ट के अंश शामिल हैं, जो NASDAQ OMX Nordic Exchange पर कारोबार करने वाली फिनिश कंपनियों के बारे में वित्तीय समाचारों और प्रेस विज्ञप्तियों से एकत्र किए गए हैं। प्रत्येक अंश को सकारात्मक, नकारात्मक या तटस्थ के रूप में लेबल किया गया है।",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "वित्तीय ग्रंथों में भावना को समझने के लिए एक डेटासेट, जो कृत्रिम बुद्धिमत्ता और सिमेंटिक वेब प्रौद्योगिकियों को मिलाकर इस संदर्भ में विचारों को बेहतर ढंग से पहचानने, व्याख्या करने और संसाधित करने में मदद करता है।",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "यह संभावित रूप से विरोधाभासी भावनाओं वाली कई संस्थाओं वाले शीर्षकों की चुनौती का समाधान करने के लिए एंटिटी-भावना एनोटेशन को शामिल करता है। 10,700 से अधिक समाचार शीर्षकों का यह मानव-एनोटेटेड डेटासेट वित्तीय समाचारों में विशिष्ट संस्थाओं के आधार पर भावना भिन्नताओं की जानकारी प्रदान करता है।",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "टोकनाइज्ड और एनोटेटेड फेडरल ओपन मार्केट कमेटी (FOMC) के भाषणों, बैठक के कार्यवृत्त और प्रेस कॉन्फ्रेंस प्रतिलेखों का एक डेटासेट। इस संसाधन का उद्देश्य केंद्रीय बैंक द्वारा उपयोग की जाने वाली भाषा का विश्लेषण करके वित्तीय बाजारों पर मौद्रिक नीति के प्रभाव को समझना है।",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "वित्तीय दस्तावेजों के भीतर संबंधों का एक एनोटेटेड डेटासेट, जिसमें लगभग 29,000 उदाहरण और आठ एंटिटी जोड़ों (जैसे, व्यक्ति-शीर्षक, संगठन-धन) में 22 संबंध प्रकार शामिल हैं, जिन्हें SEC 10-X फाइलिंग से निकाला गया है। वित्तीय रिपोर्टों में संस्थाओं के बीच संबंधों की पहचान करने के लिए उपयोगी है।",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "विविध समाचार स्रोतों से संकलित और मानव विशेषज्ञों द्वारा मूल्यांकन किया गया, यह शोधकर्ताओं को यह पता लगाने की अनुमति देता है कि समाचार शीर्षक मूल्य उतार-चढ़ाव, संपत्ति तुलना और अन्य वित्तीय घटनाओं को कैसे प्रभावित करते हैं।",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "वित्तीय परिदृश्य के भीतर नामित इकाई पहचान (NER) के लिए डिज़ाइन किया गया एक डेटासेट, जो टेक्स्ट डेटा में वित्तीय कंपनियों की पहचान करने और उन्हें वर्गीकृत करने में सहायता करता है।",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "15 भाषाओं में वास्तविक दुनिया के वित्तीय लेख शीर्षकों के साथ एक बहुभाषी वित्तीय NLP डेटासेट प्रदान करता है। उच्च-स्तरीय और निम्न-स्तरीय विषयों के साथ एनोटेटेड, यह बहु-वर्गीय और बहु-लेबल वर्गीकरण कार्यों को सरल बनाता है।",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "वित्तीय रिपोर्टों के गहन विश्लेषण के साथ प्रश्न-उत्तर जोड़ों का एक संग्रह। वित्तीय विशेषज्ञों द्वारा लिखित, यह वित्तीय डेटा पर गहन तर्क पर केंद्रित है, जो जटिल वित्तीय प्रश्नों का उत्तर देने के लिए प्रशिक्षण डेटा प्रदान करता है।",
      "Chen et al. (2021)"
    ]
  ]
}