{
  "columns": [
    "Tioán-tshèng",
    "Tshùi-kok",
    "Khim-liōng"
  ],
  "data": [
    [
      "SentiWordNet",
      "Khim-liōng tshùi-tshèng tioán-tshèng, chia-tshùi tshin-chhiūn tshuān-tshèng (không-khiam, chhit-chhit, khòng-chhit) kā tshin-chhiūn tshuān-tshèng (synsets) chi̱-tshùi tshin-tshu.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Tioán-tshèng 5,000-ke si̱-thâu, chia-tshùi tshin-chhiūn tin-chhiam kah chhiam-chhiam kóng-tshut chi̱-tshùi Finn tioán-tshèng chhiam-tshèng tioán-tshèng NASDAQ OMX Nordic Exchange. Tsāi tshin-thâu chin-chhit-chhit, khòng-chhit, hui-chhit.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Tioán-tshèng chi̱-tshùi tshin-chhiūn tshuān-tshèng tioán-tshèng, khim-liōng tshin-chhit-chhit kah Semantic Web thong-chhit chi̱-tshùi hōng-tshin, chhit-chhit kah tsōo-chhiam tshin-chhiūn tshuān-tshèng chi̱-tshùi tshin-tshu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Khim-liōng tshin-chhiūn-tshuān-tshèng chhit-chhit chi̱-tshùi tioán-tshèng kóng-tshut chhit-chhit tshin-chhiūn kóng-tshut chhit-chhit khòng-chhit kah khòng-chhit tshin-chhiūn-tshuān-tshèng. Tsāi tshin-tshu chi̱-tshùi 10,700-ke tshin-chhiūn kóng-tshut chin-chhit-chhit tshin-chhiūn-tshuān-tshèng chin-chhit-chhit chin-chhit-chhit.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Tioán-tshèng chi̱-tshùi Federal Open Market Committee (FOMC) kóng-tshut, tsāi-khak kóng-tshut kah chhiam-chhiam kóng-tshut. Tsāi tioán-tshèng chi̱-tshùi hōng-tshin tshin-chhiūn-tshuān-tshèng chin-chhit-chhit tshin-chhiūn-tshuān-tshèng chin-chhit-chhit tshin-chhiūn-tshuān-tshèng chin-chhit-chhit.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Tioán-tshèng chi̱-tshùi tshin-chhiūn-tshuān-tshèng kóng-tshut chi̱-tshùi 29,000-ke tioán-tshèng kah 22-ke tshin-chhiūn-tshuān-tshèng chin-chhit-chhit chi̱-tshùi 8-ke tshin-chhiūn-tshuān-tshèng kóng-tshut (lāu-bêng, tshin-chhiūn-tshuān-tshèng), chi̱-tshùi SEC 10-X kóng-tshut. Hōng-tshin tshin-chhiūn-tshuān-tshèng kóng-tshut.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Khim-liōng chi̱-tshùi tshin-chhiūn tin-chhiam kóng-tshut kah chhiam-chhiam kóng-tshut, hōng-tshin tshin-chhiūn kóng-tshut chin-chhit-chhit tshin-chhiūn-tshuān-tshèng chin-chhit-chhit kah khak-khak tshin-chhiūn-tshuān-tshèng.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Tioán-tshèng chi̱-tshùi Named Entity Recognition (NER) chi̱-tshùi tshin-chhiūn-tshuān-tshèng kóng-tshut, hōng-tshin kah chhit-chhit tshin-chhiūn-tshuān-tshèng kóng-tshut.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Khim-liōng chi̱-tshùi tshin-chhiūn NLP tioán-tshèng chi̱-tshùi 15-ke kheh-kháu tshin-chhiūn-tshuān-tshèng kóng-tshut. Khim-liōng chi̱-tshùi tshin-chhiūn-tshuān-tshèng kóng-tshut kah khak-khak tshin-chhiūn-tshuān-tshèng kóng-tshut, hōng-tshin khak-khak kheh-kháu kah khak-khak kheh-kháu kheh-kháu.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Tioán-tshèng chi̱-tshùi tshin-chhiūn-tshuān-tshèng kóng-tshut kah tshin-chhiūn-tshuān-tshèng kóng-tshut. Khim-liōng chi̱-tshùi tshin-chhiūn-tshuān-tshèng kóng-tshut, hōng-tshin tshin-chhiūn-tshuān-tshèng kóng-tshut kah tshin-chhiūn-tshuān-tshèng kóng-tshut.",
      "Chen et al. (2021)"
    ]
  ]
}