{
  "columns": [
    "Orísun",
    "Àpèjúwe",
    "Ìtọ́kasí"
  ],
  "data": [
    [
      "SentiWordNet",
      "Ṣe àgbékalẹ̀ orísun ọ̀rọ̀ (lexical resource) tí ó dá lórí WordNet, tí ó sì ń fún àwọn ìtumọ̀ ọ̀rọ̀ kọ̀ọ̀kan (synsets) ní àmì ìmọ̀lára (objective, positive, negative).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Ní nǹkan bí 5,000 àwọn àkójọpọ̀ ọ̀rọ̀ kékeré, tí a kó jọ láti inú ìròyìn ìṣúná àti àwọn ìkéde títẹ̀jáde nípa àwọn ilé-iṣẹ́ Finnish tí wọ́n ń tà ní NASDAQ OMX Nordic Exchange. A fi àmì sí àkójọpọ̀ ọ̀rọ̀ kékeré kọ̀ọ̀kan gẹ́gẹ́ bí positive, negative, tàbí neutral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Àkójọpọ̀ data fún òye ìmọ̀lára nínú àwọn ọ̀rọ̀ ìṣúná, tí ó ń so ìmọ̀-ẹ̀rọ atọ́wọ́dá (artificial intelligence) àti àwọn ìmọ̀-ẹ̀rọ Semantic Web pọ̀ láti lè dá mọ̀, túmọ̀, àti ṣe ìtọ́jú àwọn èrò nínú ipò yìí dáadáa.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Ó fi àkọsílẹ̀ entity-sentiment kún láti yanjú ìṣòro àwọn àkọlé ìròyìn tí ó ní ọ̀pọ̀lọpọ̀ àwọn ohun tí ó lè ní àwọn ìmọ̀lára tí ó tako ara wọn. Àkójọpọ̀ data tí ènìyàn ṣe àkọsílẹ̀ rẹ̀ yìí, tí ó lé ní 10,700 àwọn àkọlé ìròyìn, pèsè ìfòyemọ̀ sí àwọn ìyàtọ̀ ìmọ̀lára tí ó dá lórí àwọn ohun kan pàtó nínú ìròyìn ìṣúná.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Àkójọpọ̀ data ti àwọn ọ̀rọ̀ tí a ti pín sí àwọn ìpín (tokenized) àti tí a ti ṣe àkọsílẹ̀ rẹ̀ láti inú àwọn ọ̀rọ̀ sísọ, ìwé ìpàdé, àti àwọn àkọsílẹ̀ ìpàdé àwọn oníròyìn ti Federal Open Market Committee (FOMC). Orísun yìí wéwèé láti lóye ipa tí ètò ìṣúná (monetary policy) ní lórí àwọn ọjà ìṣúná nípa ṣíṣe àyẹ̀wò èdè tí báńkì àárín gbùngbùn lò.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Àkójọpọ̀ data tí a ti ṣe àkọsílẹ̀ rẹ̀ nípa àwọn ìbáṣepọ̀ nínú àwọn ìwé ìṣúná pẹ̀lú nǹkan bí 29,000 àwọn àpẹẹrẹ àti 22 oríṣi ìbáṣepọ̀ láàrin àwọn oríṣi ohun méjì-méjì mẹ́jọ (e.g., person-title, org-money), tí a yọ jáde láti inú àwọn ìfìwéránṣẹ́ SEC 10-X filings. Ó wúlò fún dídámọ̀ àwọn ìbáṣepọ̀ láàrin àwọn ohun nínú àwọn ìròyìn ìṣúná.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Tí a kó jọ láti orísun ìròyìn oríṣiríṣi tí àwọn ògbógi ènìyàn sì ṣe ìgbéléwọ̀n rẹ̀, tí ó jẹ́ kí àwọn olùwádìí lè ṣàwárí bí àwọn àkọlé ìròyìn ṣe ń nípa lórí ìyípadà owó, ìfiwéra ohun ìní, àti àwọn ìṣẹ̀lẹ̀ ìṣúná mìíràn.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Àkójọpọ̀ data tí a ṣe fún Ìdámọ̀ Ohun Tí A Dárúkọ (Named Entity Recognition - NER) nínú àyíká ìṣúná, tí ó ń ranwọ́ láti dá àwọn ilé-iṣẹ́ ìṣúná mọ̀ àti láti pín wọn sí ìsọ̀rí nínú data ọ̀rọ̀.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Pèsè àkójọpọ̀ data NLP ìṣúná oní-èdè púpọ̀ pẹ̀lú àwọn àkọlé àpilẹ̀kọ ìṣúná gidi nínú 15 èdè. Tí a ṣe àkọsílẹ̀ rẹ̀ pẹ̀lú àwọn àkòrí ipele gíga àti ipele kékeré, tí ó ń mú kí iṣẹ́ ìsọ̀rí multi-class àti multi-label classification tasks rọrùn.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Àkójọpọ̀ àwọn ìbéèrè-ìdáhùn pẹ̀lú àyẹ̀wò jíjinlẹ̀ àwọn ìròyìn ìṣúná. Tí àwọn ògbógi ìṣúná kọ, ó dá lórí ìrò jíjinlẹ̀ lórí data ìṣúná, tí ó ń pèsè data ìdánilẹ́kọ̀ọ́ fún dídáhùn àwọn ìbéèrè ìṣúná tí ó díjú.",
      "Chen et al. (2021)"
    ]
  ]
}