{
  "columns": [
    "संसाधन",
    "विवरण",
    "संदर्भ"
  ],
  "data": [
    [
      "सेंटीवर्डनेट",
      "वर्डनेट पर आधारित एक शब्दकोश संसाधन की स्थापना करता है, जो व्यक्तिगत शब्द अर्थ (सिंसेट्स) को अपनाव (स्वतंत्र, सकारात्मक, नकारात्मक) स्कोर देता है।",
      "बैकियानेला आदि (2010)"
    ],
    [
      "वित्तीय वाक्य बैंक",
      "लगभग 5,000 टेक्स्ट टुकड़े शामिल हैं, जो वित्तीय समाचार और फिनलैंड के कंपनियों के बारे में अखबार के अंकों से एकत्र किए गए हैं, जो नास्डैक ओएमएक्स उत्तरी बाजार में व्यापार करते हैं। प्रत्येक टुकड़ा सकारात्मक, नकारात्मक या तटस्थ लेबल के साथ चिह्नित किया गया है।",
      "मालो आदि (2014)"
    ],
    [
      "सेंटिकनेट",
      "वित्तीय टेक्स्ट में अपनाव को समझने के लिए एक डेटासेट, जो कृत्रिम बुद्धिमता और सेमांटिक वेब तकनीकों को जोड़कर इस संदर्भ में विचारों की पहचान, व्याख्या और प्रक्रिया को बेहतर बनाता है।",
      "कैम्ब्रिया आदि (2012)"
    ],
    [
      "एसईएंटीएफआईएन 1.0",
      "एकल अपनाव वाले विभिन्न इकाइयों वाले शीर्षकों के चुनौती को संबोधित करने के लिए इकाई-अपनाव अनुमोदन शामिल करता है। यह मानव-अनुमोदित डेटासेट 10,700 से अधिक समाचार शीर्षकों के साथ वित्तीय समाचार में विशिष्ट इकाइयों पर अपनाव के परिवर्तन के बारे में जानकारी प्रदान करता है।",
      "सिन्हा आदि (2022)"
    ],
    [
      "ट्रिलियन डॉलर शब्द",
      "टोकनाइज़्ड और अनुमोदित फेडरल ओपन मार्केट कमेटी (एफओएमसी) भाषणों, बैठक के नोट्स और प्रेस कांफ्रेंस प्रतिलिपियों का एक डेटासेट। इस संसाधन का उद्देश्य मुद्रास्फीति नीति के भाषा के प्रभाव को समझना है, जिसके माध्यम से वित्तीय बाजारों पर विश्लेषण किया जाता है।",
      "शाह आदि (2023a)"
    ],
    [
      "आरईएफिन्ड",
      "वित्तीय दस्तावेजों में संबंधों का एक अनुमोदित डेटासेट, लगभग 29,000 उदाहरण और 22 संबंध प्रकारों के साथ आठ इकाई जोड़ियों (जैसे, व्यक्ति-शीर्षक, संगठन-धन) के माध्यम से, जो एसईसी 10-एक्स फाइलिंग से निकाले गए हैं। वित्तीय रिपोर्ट में इकाइयों के बीच संबंधों की पहचान करने में सहायता करता है।",
      "कौर आदि (2023)"
    ],
    [
      "सोने का वस्तु समूह",
      "विविध समाचार स्रोतों से एकत्रित और मानव विशेषज्ञों द्वारा मूल्यांकित, अनुसंधानकर्ताओं को यह जानने में सहायता करता है कि समाचार शीर्षक कैसे मूल्य गतिशीलता, संपत्ति तुलना और अन्य वित्तीय घटनाओं को प्रभावित करते हैं।",
      "सिन्हा और खंडेट (2021)"
    ],
    [
      "फिनर",
      "वित्तीय दुनिया में नामित इकाई पहचान (एनईआर) के लिए डिज़ाइन किया गया एक डेटासेट, जो टेक्स्ट डेटा में वित्तीय कंपनियों की पहचान और वर्गीकरण में सहायता करता है।",
      "शाह आदि (2023b)"
    ],
    [
      "मल्टीफिन",
      "15 भाषाओं में वास्तविक वित्तीय लेख शीर्षकों के साथ एक बहुभाषी वित्तीय एनएलपी डेटासेट प्रदान करता है। उच्च-स्तरीय और निम्न-स्तरीय विषयों के साथ अनुमोदित, बहु-वर्गीय और बहु-लेबल वर्गीकरण कार्यों को सुविधाजनक बनाता है।",
      "जोर्गेन्सेन आदि (2023)"
    ],
    [
      "फिनक्यूए",
      "वित्तीय रिपोर्टों के प्रश्न-उत्तर जोड़े का एक संग्रह। वित्तीय विशेषज्ञों द्वारा लिखित, यह वित्तीय डेटा पर गहरी तर्क के ध्यान को बढ़ावा देता है, जटिल वित्तीय प्रश्नों के उत्तर देने के लिए प्रशिक्षण डेटा प्रदान करता है।",
      "चेन आदि (2021)"
    ]
  ]
}