{
  "columns": [
    "संसाधन",
    "वर्णन",
    "संदर्भ"
  ],
  "data": [
    [
      "SentiWordNet",
      "हे शब्दकोशावर आधारित शब्दसंसाधन आहे, ज्यामध्ये विशिष्ट शब्दांच्या अर्थांना (synsets) विशिष्ट भावना स्कोअर (निरपेक्ष, सकारात्मक, नकारात्मक) दिले जातात.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "हे लगभग 5,000 टेक्स्ट छोट्या तुकड्यांचे निर्माण झाले आहे, जे आर्थिक बातम्यांमधून आणि फिनलंडच्या कंपन्यांच्या नोटिसांमधून गोळा करण्यात आले आहे. प्रत्येक तुकडा सकारात्मक, नकारात्मक किंवा तटस्थ म्हणून लेबल करण्यात आला आहे.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "हे आर्थिक टेक्स्टमधील भावना समजून घेण्यासाठी डेटासेट आहे, जे कृत्रिम बुद्धिमत्ता आणि सेमांटिक वेब तंत्रज्ञानाचा वापर करून या संदर्भात अभिप्रायांचे ओळख, व्याख्या आणि प्रक्रिया करण्यास मदत करते.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "हे एंटिटी-भावना अनुक्रमणिका अनुमोदनाचा वापर करून बनलेले आहे, जे एकाच बातमीमध्ये असलेल्या अनेक एंटिटींच्या विरोधाभासी भावनांच्या आव्हानांचे निराकरण करते. हे मानवी अनुमोदित डेटासेट 10,700 हून अधिक बातमीच्या शीर्षकांचा समावेश करते आणि आर्थिक बातम्यांमधील विशिष्ट एंटिटींवर भावना बदलांचे विश्लेषण करते.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "हे टोकनाइज आणि अनुमोदित फेडरल ओपन मार्केट कमिटी (FOMC) भाषणांचे, बैठकीच्या नोंदींचे आणि प्रेस कॉन्फरन्स ट्रान्सक्रिप्ट्सचे डेटासेट आहे. हे संसाधन केंद्रीय बैंकेच्या भाषेच्या विश्लेषणाद्वारे मौद्रिक धोरणाच्या आर्थिक बाजारावरील प्रभाव समजून घेण्यास मदत करते.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "हे आर्थिक दस्तऐवजांमधील संबंधांचे अनुमोदित डेटासेट आहे, ज्यामध्ये लगभग 29,000 उदाहरणे आणि 22 संबंधांचे प्रकार आहेत, जे आठ एंटिटी जोड्यांमध्ये (उदा. व्यक्ती-शीर्षक, संस्था-नाणे) एसईसी 10-एक्स फाइलिंगमधून निवडले गेले आहेत. आर्थिक अहवालांमधील एंटिटींमधील संबंध ओळखण्यासाठी उपयुक्त आहे.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "हे विविध बातमी स्रोतांमधून तयार करण्यात आले आहे आणि मानवी तज्ज्ञांद्वारे मूल्यमापन करण्यात आले आहे, जे शोधकांना बातमीच्या शीर्षकांच्या मूल्य चलनांवरील प्रभाव, संपत्ती तुलना आणि इतर आर्थिक घटनांचे अन्वेषण करण्यास मदत करते.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "हे नामित एंटिटी ओळख (NER) च्या आर्थिक दृष्टिकोनासाठी डेटासेट आहे, जे टेक्स्ट डेटामध्ये आर्थिक कंपन्यांची ओळख आणि वर्गीकरण करण्यास मदत करते.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "हे 15 भाषांमध्ये वास्तविक आर्थिक लेखांच्या शीर्षकांसह बहुभाषी आर्थिक एनएलपी डेटासेट प्रदान करते. उच्च-स्तरीय आणि कमी-स्तरीय विषयांसह अनुमोदित, बहुविध वर्गीकरण आणि बहुल लेबल वर्गीकरण उपक्रमांसाठी सुविधा देते.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "हे आर्थिक अहवालांच्या विश्लेषणासह प्रश्न-उत्तर जोड्यांचे संग्रह आहे. आर्थिक तज्ज्ञांद्वारे लिहिले गेले आहे, जे आर्थिक डेटावरील गहन तर्काचे ध्येय आहे आणि जटिल आर्थिक प्रश्नांचे उत्तर देण्यासाठी प्रशिक्षण डेटा प्रदान करते.",
      "Chen et al. (2021)"
    ]
  ]
}