{
  "columns": [
    "Zdroj",
    "Popis",
    "Reference"
  ],
  "data": [
    [
      "SentiWordNet",
      "Vytváří lexikální zdroj založený na WordNetu, který přidává k jednotlivým významùm slov (synsety) hodnoty nálad (objektivní, pozitivní, negativní).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Obsahuje těkem 5 000 úterýčí textu, shromážených z finančních zpráv a tiskových prohlášek o finských společnostech obchodovaných na burze NASDAQ OMX Nordic. Každý úterýč je označen jako pozitivní, negativní nebo neutrální.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Datový soubor pro pochopení nálady ve finančních textech, který kombinuje umělnou inteligenci a technologie Semantic Webu k lepšímu rozpoznávání, interpretaci a zpracování názorù v tomto kontextu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Zahrnuje anotaci entity-nálady k řešení problému nadpisù obsahujících více entit s potenciálními konfliktními náladami. Tato soubor dat ruční anotace obsahující více než 10 700 zpráv poskytuje pohled na variace nálad v závislosti na konkrétních entitách ve finančních zprávách.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Datový soubor tokenizovaných a anotovaných projevù, zpráv z jednání a tiskových konferencí Federálního tržíbého výboru (FOMC). Tento zdroj se snaží pochopit vliv monetární politiky na finanční trhy analýzou jazyka používaného centrální bánkou.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Anotovaný datový soubor relací v rámci finančních dokumentù s cca 29 000 instancemi a 22 typy relací rozložených mezi osmi páry entit (např. osoba-nadpis, organizace-peněž), extrahovaných z podání SEC 10-X. Užiteňný k identifikaci vztahù mezi entitami ve finančních zprávách.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Sestaven z rúznorodých zdrojù zpráv a vyhodnocen odborníky, umožnúuje výzkumníkùm zkoumat, jak nadpisy zpráv ovlivňují pohyby cen, srovnání majetku a jiné finanční události.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Datový soubor navrřený pro rozpoznávání pojmenovaných entit (NER) v rámci finančního prostoru, což pomáhá identifikovat a klasifikovat finanční firmy v textových datech.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Poskytuje multijazykový finanční datový soubor NLP s reálními finančními nadpisy čnílkù ve 15 jazycích. Anotováno s vysoké a nízké úpravou témat, což umožnúuje úpravu mnohoótové a mnohoznační klasifikace.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Sbírka otázek a odpovĞdě s hlubokou analýzou finančních zpráv. Napsaná odborníky na finančce, zamířuje se na hluboké uvažování nad finančními daty, poskytuje trénovací data pro odpovĞdě na komplexní finanční dotazy.",
      "Chen et al. (2021)"
    ]
  ]
}