{
  "columns": [
    "Risorsa",
    "Descrizione",
    "Riferimento"
  ],
  "data": [
    [
      "SentiWordNet",
      "Definisce una risorsa lessicale basata su WordNet, assegnando punteggi di sentiment (oggettivo, positivo, negativo) a singoli sensi delle parole (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contiene quasi 5.000 frammenti di testo, raccolti da notizie finanziarie e comunicati stampa su aziende finlandesi quotate alla NASDAQ OMX Nordic Exchange. Ogni frammento è etichettato come positivo, negativo o neutro.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Un dataset per comprendere il sentiment nei testi finanziari, combinando intelligenza artificiale e tecnologie Semantic Web per riconoscere, interpretare e processare meglio le opinioni in questo contesto.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Incorpora un'annotazione del sentiment per affrontare la sfida di titoli che contengono più entità con sentimenti potenzialmente conflittuali. Questo dataset annotato da esseri umani di oltre 10.700 titoli di notizie fornisce informazioni sui vari sentimenti in base a entità specifiche nelle notizie finanziarie.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Un dataset di discorsi, verbali di riunioni e trascrizioni di conferenze stampa del Federal Open Market Committee (FOMC) tokenizzati e annotati. Questa risorsa mira a comprendere l'influenza della politica monetaria sui mercati finanziari analizzando il linguaggio utilizzato dalla banca centrale.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Un dataset annotato di relazioni all'interno di documenti finanziari con circa 29.000 istanze e 22 tipi di relazioni su otto coppie di entità (ad esempio, persona-titolo, organizzazione-denaro), estratte da moduli SEC 10-X. Utile per identificare relazioni tra entità nei rapporti finanziari.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Raccolto da fonti di notizie diverse ed valutato da esperti umani, permette agli studiosi di esplorare come i titoli di notizie influenzano i movimenti dei prezzi, confronti tra asset e altri eventi finanziari.",
      "Sinha e Khandait (2021)"
    ],
    [
      "FiNER",
      "Un dataset progettato per la Named Entity Recognition (NER) nel contesto finanziario, che aiuta a identificare e classificare aziende finanziarie nei dati testuali.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Fornisce un dataset finanziario multilingue per NLP con titoli di articoli finanziari reali in 15 lingue. Annotato con argomenti di alto e basso livello, facilitando compiti di classificazione multi-classe e multi-etichetta.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Una raccolta di coppie domanda-risposta con un'analisi approfondita di rapporti finanziari. Scritto da esperti finanziari, si concentra su un ragionamento approfondito sui dati finanziari, fornendo dati di addestramento per rispondere a complesse domande finanziarie.",
      "Chen et al. (2021)"
    ]
  ]
}