{
  "columns": [
    "संसाधन",
    "वर्णन",
    "संदर्भ"
  ],
  "data": [
    [
      "SentiWordNet",
      "हे WordNet वर आधारित शाब्दिक संसाधन आहे, जे प्रत्येक शब्दाच्या अर्थांना (synsets) भावना गुण (वस्तुनिष्ठ, सकारात्मक, नकारात्मक) नियुक्त करते.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "यात NASDAQ OMX Nordic Exchange वर व्यापार करणाऱ्या फिनिश कंपन्यांविषयीच्या आर्थिक बातम्यांमधून आणि प्रेस रिलीझेसमधून गोळा केलेले जवळपास ५,০০০ मजकूर स्निपेट्स (snippets) आहेत. प्रत्येक स्निपेटला सकारात्मक, नकारात्मक किंवा तटस्थ असे लेबल (अंकन) केले आहे.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "आर्थिक मजकुरातील भावना समजून घेण्यासाठी हा एक डेटासेट आहे, जो या संदर्भात अभिप्रायांना अधिक चांगल्या प्रकारे ओळखण्यासाठी, अर्थ लावण्यासाठी आणि प्रक्रिया करण्यासाठी कृत्रिम बुद्धिमत्ता आणि सिमेंटिक वेब तंत्रज्ञानाचा समन्वय साधतो.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "संभाव्यतः परस्परविरोधी भावना असलेल्या अनेक एंटिटींचा समावेश असलेल्या शीर्षकांचे आव्हान हाताळण्यासाठी यात एंटिटी-भावना एनोटेशनचा समावेश आहे. १০,৭০০ हून अधिक बातम्यांच्या शीर्षकांचा हा मानवी-एनोटेटेड डेटासेट आर्थिक बातम्यांमधील विशिष्ट एंटिटींवर अवलंबून भावनेतील बदलांबद्दल माहिती पुरवतो.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "टोकनाइज्ड आणि एनोटेटेड फेडरल ओपन मार्केट कमिटी (FOMC) भाषणे, बैठकीचे इतिवृत्त आणि प्रेस कॉन्फरन्स ट्रान्सक्रिप्ट्सचा हा डेटासेट आहे. हे संसाधन केंद्रीय बैंकेने वापरलेल्या भाषेचे विश्लेषण करून आर्थिक बाजारावर मौद्रिक धोरणाचा प्रभाव समजून घेण्याचे उद्दिष्ट ठेवते.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "आर्थिक दस्तऐवजांमधील संबंधांचा हा एनोटेटेड डेटासेट आहे, ज्यात लगभग २९,০০০ उदाहरणे आणि आठ एंटिटी जोड्यांमध्ये (उदा. व्यक्ती-पद, संस्था-पैसा) २२ संबंध प्रकार आहेत, जे SEC 10-X फाइलिंग्ज्मधून काढले गेले आहेत. आर्थिक अहवालांमधील एंटिटींमधील संबंध ओळखण्यासाठी उपयुक्त.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "विविध वृत्त स्रोतांकडून संकलित केलेला आणि मानवी तज्ञांद्वारे मूल्यमापन केलेला हा डेटासेट संशोधकांना बातम्यांच्या शीर्षकांचा किंमतीतील चढउतार, मालमत्ता तुलना आणि इतर आर्थिक घटनांवर कसा प्रभाव पडतो हे शोधण्यास मदत करतो.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "आर्थिक क्षेत्रात नामित एंटिटी ओळख (NER) साठी डिझाइन केलेला हा डेटासेट मजकूर डेटामध्ये आर्थिक कंपन्यांची ओळख आणि वर्गीकरण करण्यास मदत करतो.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "हे १५ भाषांमध्ये वास्तविक जगातील आर्थिक लेखांच्या शीर्षकांसह बहुभाषि आर्थिक NLP डेटासेट प्रदान करते. उच्च-स्तरीय आणि निम्न-स्तरीय विषयांसह एनोटेटेड (अंकित), हे मल्टी-क्लास आणि मल्टी-लेबल वर्गीकरण कार्यांना सुलभ करते.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "आर्थिक अहवालांच्या सखोल विश्लेषणासह प्रश्न-उत्तर जोड्यांचा हा संग्रह आहे. आर्थिक तज्ञांनी लिहिलेले, हे आर्थिक डेटावरील गहन तर्कावर लक्ष केंद्रित करते, आणि जटिल आर्थिक प्रश्नांची उत्तरे देण्यासाठी प्रशिक्षण डेटा पुरवते.",
      "Chen et al. (2021)"
    ]
  ]
}