{
  "columns": [
    "Sumber Daya",
    "Deskripsi",
    "Referensi"
  ],
  "data": [
    [
      "SentiWordNet",
      "Membentuk sumber daya leksikal berdasarkan WordNet, memberikan skor sentimen (objektif, positif, negatif) pada masing-masing makna kata (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Berisi hampir 5.000 cuplikan teks, dikumpulkan dari berita keuangan dan rilis pers tentang perusahaan Finlandia yang diperdagangkan di Bursa NASDAQ OMX Nordik. Setiap cuplikan diberi label sebagai positif, negatif, atau netral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Sebuah kumpulan data untuk memahami sentimen dalam teks keuangan, menggabungkan kecerdasan buatan dan teknologi Semantic Web untuk lebih baik mengenali, menginterpretasi, dan memproses opini dalam konteks ini.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Menggabungkan anotasi entitas-sentimen untuk mengatasi tantangan headline yang berisi beberapa entitas dengan sentimen yang mungkin bertentangan. Kumpulan data yang diannotasi manusia ini terdiri dari lebih dari 10.700 headline berita yang memberikan wawasan tentang variasi sentimen tergantung pada entitas tertentu dalam berita keuangan.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Sebuah kumpulan data berupa teks yang telah di-tokenisasi dan di-annotasi dari pidato Komite Pasar Terbuka Federal (FOMC), catatan pertemuan, dan transkrip konferensi pers. Sumber daya ini bertujuan untuk memahami pengaruh kebijakan moneter terhadap pasar keuangan dengan menganalisis bahasa yang digunakan oleh bank sentral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Sebuah kumpulan data yang di-annotasi tentang relasi dalam dokumen keuangan dengan sekitar 29.000 instansi dan 22 jenis relasi di delapan pasangan entitas (misalnya, orang-jabatan, organisasi-uang), yang diambil dari laporan SEC 10-X. Berguna untuk mengidentifikasi hubungan antar entitas dalam laporan keuangan.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Dikumpulkan dari berbagai sumber berita dan dievaluasi oleh para ahli manusia, memungkinkan peneliti untuk mengeksplorasi bagaimana headline berita memengaruhi pergerakan harga, perbandingan aset, dan kejadian keuangan lainnya.",
      "Sinha dan Khandait (2021)"
    ],
    [
      "FiNER",
      "Sebuah kumpulan data yang dirancang untuk Named Entity Recognition (NER) dalam lanskap keuangan, membantu mengidentifikasi dan mengklasifikasikan perusahaan keuangan dalam data teks.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Menyediakan kumpulan data NLP keuangan multibahasa dengan headline artikel keuangan dunia nyata dalam 15 bahasa. Di-annotasi dengan topik tingkat tinggi dan tingkat rendah, memfasilitasi tugas klasifikasi multi-kelas dan multi-label.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Kumpulan pasangan pertanyaan-jawaban dengan analisis mendalam tentang laporan keuangan. Ditulis oleh para ahli keuangan, fokus pada penalaran mendalam terhadap data keuangan, memberikan data pelatihan untuk menjawab pertanyaan keuangan yang kompleks.",
      "Chen et al. (2021)"
    ]
  ]
}