{
  "columns": [
    "Recurso",
    "Descrizione",
    "Referèntzia"
  ],
  "data": [
    [
      "SentiWordNet",
      "Estabilidat unu repositòriu lexicu biazadu in WordNet, assignende scorri de sentimentu (obietivu, positivu, negativu) a singulas sensas de paràulas (sinsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contènni prus de 5.000 fràgulas de testu, reperidas dae notìziis finantiàrias e comunicados de prensa de sas empresas finantiàrias sardas negoziaus in sas bòrtulas NASDAQ OMX Nordic. Cada fràgula est istada etichettada comente positiva, negativa, o neutrale.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Unu dataset pro bìdere sentimentos in testos finantiàrios, cumbinende intèlligèntzia artifitziale e tecnològias de Semantic Web pro bìdere, interpretare e prucessare meggius sas opiniònees in sas istessas cuntestu.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Incorpora un'annotatzione de sentimentu per entidades pro afrontare s'ispissu de testas de notìzia cun prus de una entidade cun sentimentos in cunflitu. Custu dataset, annotadu dae sas personas, de prus de 10.700 testas de notìzia, fornit informatziones de variatzione de sentimentu in base a entidades particulares in notìziis finantiàrias.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Unu dataset de discòrrios, testos de reùntzias e trascriziones de cunferèntzias de prensa tokenizadus e annotadus de s'Open Market Committee (FOMC). Custu repositòriu at a bìdere s'influyente de sas politìcas monetàrias in sas mercados finantiàrias analìzende sas paròllas usadas dae sas banques centrales.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Unu dataset annotadu de relatziones in testos finantiàrios cun prus de 29.000 istanzas e 22 tèmpitus de relatzione in otto pares de entidades (p. es. persona-tìtolu, org-money), estrattas dae sas dichiaratziones SEC 10-X. Utile pro identìficae relatziones tra entidades in relatziones finantiàrias.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Cumpiladu dae fontes de notìzia diversas e valutadu dae espertos umanos, permete a sas ricercas de bìdere cume sas testas de notìzia inluyint sas mudiantzas de prezu, comparatziònes de atzets e àteros eventus finantiàrios.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Unu dataset pro Named Entity Recognition (NER) in sas cuntestu finantiàrias, utile pro identìficae e classìficae sas empresas finantiàrias in testos.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Fornit unu dataset multilingue pro NLP finantiàriu cun testas de artìculos finantiàrios reales in 15 lingùas. Annotadu cun tèmas de altu e bassu livèllu, facilitende tènnulas de classìfica in mòdulu multiclasse e multietichetta.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Unu cunjuntu de pares de domandu e risposta cun un'analìsi in profundidade de relatziones finantiàrias. Scritu dae espertos finantiàrios, at a bìdere unu rasonamentu in profundidade de datis finantiàrios, fornende dati de addestramentu pro rispondere a domandus finantiàrias complesas.",
      "Chen et al. (2021)"
    ]
  ]
}