{
  "columns": [
    "সংসাধন",
    "বর্ণনা",
    "সংশ্লিষ্টি"
  ],
  "data": [
    [
      "SentiWordNet",
      "WordNet-এর উপর ভিত্তি করে একটি আভিধানিক সম্পদ (lexical resource) স্থাপন করে, যা শব্দের স্বতন্ত্র অর্থগুলিকে (synsets) অনুভূতি স্কোর (নিরপেক্ষ, ধনাত্মক, ঋণাত্মক) প্রদান করে।",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "এতে প্রায় 5,000টি সংক্ষিপ্ত পাঠ্য অংশ রয়েছে, যা NASDAQ OMX Nordic Exchange-এ লেনদেন হওয়া ফিনিশ কোম্পানিগুলির আর্থিক সংবাদ এবং প্রেস বিজ্ঞপ্তি থেকে সংগৃহীত হয়েছে। প্রতিটি অংশকে ধনাত্মক, ঋণাত্মক বা নিরপেক্ষ হিসাবে লেবেল করা হয়েছে।",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "আর্থিক পাঠ্যে অনুভূতি বোঝার জন্য একটি ডেটাসেট, যা এই প্রসঙ্গে মতামতগুলি আরও ভালোভাবে চিহ্নিত, ব্যাখ্যা এবং প্রক্রিয়াকরণ করার জন্য কৃত্রিম বুদ্ধিমত্তা এবং সেমান্টিক ওয়েব প্রযুক্তিকে একত্রিত করে।",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "এটি সত্তা-অনুভূতি টীকা (entity-sentiment annotation) অন্তর্ভুক্ত করে, যা সম্ভাব্য পরস্পরবিরোধী অনুভূতি সহ একাধিক সত্তা ধারণকারী শিরোনামগুলির চ্যালেঞ্জটি মুকাবিলা করে। 10,700টিরও বেশি সংবাদ শিরোনামের এই মানব-টীকাযুক্ত ডেটাসেটটি আর্থিক সংবাদে নির্দিষ্ট সত্তার উপর নির্ভর করে অনুভূতির তারতম্য সম্পর্কে ধারণা প্রদান করে।",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "টোকেনাইজড এবং টীকাযুক্ত ফেডারেল ওপেন মার্কেট কমিটি (FOMC)-এর বক্তৃতা, সভার কার্যবিবরণী এবং প্রেস কনফারেন্সের প্রতিলিপির একটি ডেটাসেট। এই সম্পদটি কেন্দ্রীয় ব্যাঙ্কের ব্যবহৃত ভাষা বিশ্লেষণ করে আর্থিক বাজারে মুদ্রানীতির প্রভাব বোঝার লক্ষ্য রাখে।",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "আর্থিক নথিপত্রগুলির মধ্যে সম্পর্কগুলির একটি টীকাযুক্ত ডেটাসেট, যাতে প্রায় 29,000টি উদাহরণ এবং আটটি সত্তা জোড়ায় জুড়ে 22 ধরনের সম্পর্ক রয়েছে (যেমন, ব্যক্তি-পদবি, সংস্থা-অর্থ), যা SEC 10-X ফাইলিং থেকে নিষ্কাশিত হয়েছে। আর্থিক প্রতিবেদনে সত্তাগুলির মধ্যে সম্পর্ক চিহ্নিত করার জন্য উপযোগী।",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "বিভিন্ন সংবাদ উৎস থেকে সংকলিত এবং মানব বিশেষজ্ঞদের দ্বারা মূল্যায়নকৃত, যা গবেষকদের সংবাদ শিরোনামগুলি কীভাবে মূল্যের গতিবিধি, সম্পদের তুলনা এবং অন্যান্য আর্থিক ঘটনাকে প্রভাবিত করে তা অন্বেষণ করতে সুযোগ দেয়।",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "আর্থিক প্রেক্ষাপটে নামযুক্ত সত্তা শনাক্তকরণের (Named Entity Recognition - NER) জন্য ডিজাইন করা একটি ডেটাসেট, যা পাঠ্য ডেটার মধ্যে আর্থিক কোম্পানিগুলিকে চিহ্নিত ও শ্রেণীবদ্ধ করতে সাহায্য করে।",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "15টি ভাষায় বাস্তব-দুনিয়ার আর্থিক নিবন্ধের শিরোনাম সহ একটি বহুভাষিক আর্থিক NLP ডেটাসেট সরবরাহ করে। এটি উচ্চ-স্তরীয় এবং নিম্ন-স্তরীয় বিষয়গুলির সাথে টীকাযুক্ত, যা বহু-শ্রেণী (multi-class) এবং বহু-লেবেল (multi-label) শ্রেণীবদ্ধকরণ কাজগুলিকে সহজ করে।",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "আর্থিক প্রতিবেদনের গভীর বিশ্লেষণ সহ প্রশ্ন-উত্তর জোড়ার একটি সংগ্রহ। আর্থিক বিশেষজ্ঞদের দ্বারা লেখা, এটি আর্থিক ডেটার উপর গভীর যুক্তির উপর মনোযোগ দেয়, যা জটিল আর্থিক প্রশ্নের উত্তর দেওয়ার জন্য প্রশিক্ষণ ডেটা সরবরাহ করে।",
      "Chen et al. (2021)"
    ]
  ]
}