{
  "columns": [
    "Ressource",
    "Description",
    "Référence"
  ],
  "data": [
    [
      "SentiWordNet",
      "Crée une ressource lexicale basée sur WordNet, attribuant des scores de sentiment (objectif, positif, négatif) aux différentes acceptions des mots (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contient près de 5 000 extraits de texte, récoltés dans des nouvelles financières et des communiqués de presse concernant des entreprises finlandaises cotées à la bourse NASDAQ OMX Nordic. Chaque extrait est classé comme positif, négatif ou neutre.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Un jeu de données conçu pour comprendre le sentiment dans les textes financiers, combinant l'intelligence artificielle et les technologies du Web sémantique afin de mieux reconnaître, interpréter et traiter les opinions dans ce contexte.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Incorpore une annotation de l'entité et du sentiment afin de résoudre le défi des titres comportant plusieurs entités avec des sentiments potentiellement contradictoires. Ce jeu de données annoté par des humains, composé de plus de 10 700 titres d'actualités, fournit des informations sur les variations de sentiment selon les entités spécifiques dans les nouvelles financières.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Un jeu de données composé de discours, de comptes rendus de réunions et de transcriptions d'interviews de presse de la Réserve fédérale d'achats ouverts (FOMC) tokenisés et annotés. Cette ressource vise à comprendre l'influence de la politique monétaire sur les marchés financiers en analysant le langage utilisé par les banques centrales.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Un jeu de données annotées sur les relations au sein de documents financiers, comprenant environ 29 000 instances et 22 types de relations répartis sur huit paires d'entités (par exemple, personne-titre, organisation-argent), extraits des déclarations SEC 10-X. Utile pour identifier les relations entre les entités dans les rapports financiers.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Rassemblé à partir de diverses sources d'actualités et évalué par des experts humains, permet aux chercheurs d'explorer la façon dont les titres d'actualités influencent les mouvements des prix, les comparaisons d'actifs et d'autres événements financiers.",
      "Sinha et Khandait (2021)"
    ],
    [
      "FiNER",
      "Un jeu de données conçu pour la reconnaissance d'entités nommées (NER) dans le domaine financier, aidant à identifier et à classer les entreprises financières au sein des données textuelles.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Fournit un jeu de données multilingue de traitement du langage naturel (NLP) financier avec des titres d'articles financiers réels dans 15 langues. Annotés avec des sujets de haut et de bas niveau, ils facilitent les tâches de classification multiclasse et multietiquette.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Une collection de paires question-réponse avec une analyse approfondie des rapports financiers. Rédigé par des experts financiers, il se concentre sur le raisonnement approfondi sur les données financières, fournissant des données d'entraînement pour répondre à des requêtes financières complexes.",
      "Chen et al. (2021)"
    ]
  ]
}