{
  "columns": [
    "Tioán-tshèing",
    "Tshùi-kok",
    "Khim-liōng"
  ],
  "data": [
    [
      "SentiWordNet",
      "Tsiàu WordNet kiàn-li̍p ê sû-lūi tsu-guân, kā tsin-tsìng ê kám-tsîng phing-hun (khak-kuan, tsìng-bīn, hū-bīn) hù-iû tan-to̍k ê sû-gī (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Hâm-iú kīn 5,000 phiⁿ bûn-pún phiàn-toàn, tsi̍p-ha̍p tsū NASDAQ OMX Nordic Exchange kau-i̍k ê Suomi kong-si ê kim-iông sin-bûn kah sin-bûn kò-tshue. Ta̍k-ê phiàn-toàn lóng piau-tsù uî tsìng-bīn, hū-bīn, hi̍k-tsiá tiong-li̍p.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Tsi̍t-ê iōng-lâi liáu-kái kim-iông bûn-pún kám-tsîng ê tsu-liāu-tsi̍p, kiat-ha̍p jîn-kang tì-huī kah Semantic Web ki-su̍t, í-lâi teh tsit-ê huan-uî lāi koh-khah hó-ê jīn-tīng, kái-sik, kah tshú-lí ì-kiàn.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Kiat-ha̍p si̍t-thé kám-tsîng piau-tsù, í-lâi kái-kuat piau-tê hâm-iú to-ê si̍t-thé pīng khó-lîng ū tsong-tu̍t kám-tsîng ê thiau-tsàn. Tsit-ê iû jîn-luī piau-tsù ê tsu-liāu-tsi̍p, hâm-kài tshiau-kuè 10,700 phiⁿ sin-bûn piau-tê, thê-kiong tsiàu kim-iông sin-bûn tiong ti̍k-tīng si̍t-thé sóo sán-sing ê kám-tsîng piàn-huà ê tshim-ji̍p liáu-kái.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Tsi̍t-ê pau-hâm Federal Open Market Committee (FOMC) ián-káng, huē-gī kì-lio̍k, kah kì-tsiá huē-gī tsuan-lio̍k ê tsu-liāu-tsi̍p, í-king tsò-kuè hun-sû kah piau-tsù. Tsit-ê tsu-guân tsú-iàu bo̍k-piau sī thàu-kuè hun-sik tiong-iong gîn-hâng sóo sú-iōng ê gí-giân, lâi liáu-kái huè-pè tsìng-tshik tuì kim-iông tshī-tiûnn ê íng-hióng.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Tsi̍t-ê piau-tsù-kuè ê tsu-liāu-tsi̍p, pau-hâm kim-iông bûn-kiānn lāi-té ê kuan-hē, iû SEC 10-X sin-pòo tsu-liāu tsha̍k-tshú, iok-iû 29,000 ê si̍t-lē kah 22 luī kuan-hē, hâm-kài 8 tsoo si̍t-thé tsuì-tui (pí-jû: jîn-bu̍t-tsit-tshing, tsoo-tsit-tsu-kim). Tsiâⁿ ū-iōng-tshai lâi jīn-tīng kim-iông pò-kò tiong si̍t-thé tsi-kan ê kuan-hē.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Tsi̍p-ha̍p tsū kok-tsióng sin-bûn lâi-guân, pīng iû jîn-luī tsuan-ka phing-kóo, hōo gián-kiù-jîn-uân ē-tàng thàm-tshik sin-bûn piau-tê án-nuá íng-hióng kè-siàu piàn-tōng, tsu-sán pí-kàu, kah kî-thann kim-iông sū-kiānn.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Tsi̍t-ê uî-tio̍h kim-iông léng-i̍k ê Bîng-tshing Si̍t-thé Jīn-tīng (NER) sóo siat-kè ê tsu-liāu-tsi̍p, iú-tsu̍t teh bûn-pún tsu-liāu lāi-té jīn-tīng kah hun-luī kim-iông kong-si.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Thê-kiong tsi̍t-ê to-gí-tsíng ê kim-iông NLP tsu-liāu-tsi̍p, hâm-iú 15 tsióng gí-giân ê hiān-si̍t kim-iông bûn-tsiunn piau-tê. Piau-tsù ū ko-tsân-tshù kah kē-tsân-tshù ê tsú-tê, tsiâⁿ iú-tsu̍t to-luī-pia̍t kah to-piau-tsù hun-luī jīm-bū.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Tsi̍t-ê tsi̍p-ha̍p būn-tê kah tap-àn tsuì-tui ê tsu-liāu-tsi̍p, tsiàu kim-iông pò-kò tsò tshim-ji̍p hun-sik. Iû kim-iông tsuan-ka su-siá, i tsú-iàu tīng-uī teh tuì kim-iông tsu-liāu tsò tshim-tshing luē-tsip, thê-kiong hùn-liān tsu-liāu í-lâi tap-àn ho̍k-tsa̍p ê kim-iông tsu-sûn.",
      "Chen et al. (2021)"
    ]
  ]
}