{
  "columns": [
    "මූලාශ්‍රය",
    "විස්තරය",
    "යොමුව"
  ],
  "data": [
    [
      "SentiWordNet",
      "WordNet මත පදනම් වූ ශබ්දකෝෂ සම්පතක් ස්ථාපිත කරයි, තනි වචන අර්ථයන්ට (සින්සෙට්) හැඟීම් ලකුණු (වෛෂයික, ධනාත්මක, සෘණාත්මක) පවරයි.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "NASDAQ OMX Nordic Exchange හි වෙළඳාම් කරන ෆින්ලන්ත සමාගම් පිළිබඳ මූල්‍ය පුවත් සහ මාධ්‍ය නිවේදන වලින් රැස් කරන ලද, පාඨ කොටස් 5,000 කට ආසන්න ප්‍රමාණයක් අඩංගු වේ. සෑම කොටසක්ම ධනාත්මක, සෘණාත්මක හෝ මධ්‍යස්ථ ලෙස ලේබල් කර ඇත.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "මූල්‍ය පාඨවල හැඟීම් අවබෝධ කර ගැනීම සඳහා වූ දත්ත කට්ටලයක් වන අතර, මෙම සන්දර්භය තුළ අදහස් වඩා හොඳින් හඳුනා ගැනීමට, අර්ථ නිරූපණය කිරීමට සහ සැකසීමට කෘතිම බුද්ධිය සහ අර්ථකථන වෙබ් තාක්ෂණයන් ඒකාබද්ධ කරයි.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "ගැටුම්කාරී හැඟීම් සහිත බහු ආයතන අඩංගු සිරස්තලවල අභියෝගයට මුහුණ දීම සඳහා ආයතන-හැඟීම් සටහන් කිරීම ඇතුළත් වේ. 10,700 කට අධික පුවත් සිරස්තල සහිත මෙම මානව-සටහන් දත්ත කට්ටලය මූල්‍ය පුවත්වල නිශ්චිත ආයතන මත පදනම්ව හැඟීම් විචලනයන් පිළිබඳ අවබෝධයක් සපයයි.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "ටෝකනයිස් කරන ලද සහ සටහන් කරන ලද Federal Open Market Committee (FOMC) කථා, රැස්වීම් මිනිත්තු සහ මාධ්‍ය හමුව පිටපත් වල දත්ත කට්ටලයක්. මෙම සම්පත මගින් මහ බැංකුව විසින් භාවිතා කරන භාෂාව විශ්ලේෂණය කිරීමෙන් මූල්‍ය වෙලඳපොලවල් කෙරෙහි මුදල් ප්‍රතිපත්තියේ බලපෑම අවබෝධ කර ගැනීම අරමුණු කරයි.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "SEC 10-X ගොනු කිරීම් වලින් උපුටා ගන්නා ලද, ආසන්න වශයෙන් අවස්ථා 29,000 ක් සහ ආයතන යුගල අටක් හරහා (උදා: person-title, org-money) සම්බන්ධතා වර්ග 22 ක් සහිත මූල්‍ය ලේඛන තුළ ඇති සම්බන්ධතා පිළිබඳ සටහන් කරන ලද දත්ත කට්ටලයක්. මූල්‍ය වාර්තා වල ආයතන අතර සම්බන්ධතා හඳුනා ගැනීමට ප්‍රයෝජනවත් වේ.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "විවිධ ප්‍රවෘත්ති මූලාශ්‍රවලින් සම්පාදනය කර මානව විශේෂඥයින් විසින් ඇගයීමට ලක් කර ඇති අතර, පුවත් සිරස්තල මිල චලනයන්, වත්කම් සංසන්දනය කිරීම් සහ අනෙකුත් මූල්‍ය සිදුවීම් වලට බලපාන්නේ කෙසේද යන්න ගවේෂණය කිරීමට පර්යේෂකයන්ට ඉඩ සලසයි.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "මූල්‍ය ක්ෂේත්‍රය තුළ Named Entity Recognition (NER) සඳහා නිර්මාණය කරන ලද දත්ත කට්ටලයක් වන අතර, පාඨ දත්ත තුළ මූල්‍ය සමාගම් හඳුනා ගැනීමට සහ වර්ගීකරණය කිරීමට උපකාරී වේ.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "භාෂා 15 කින් සැබෑ ලෝකයේ මූල්‍ය ලිපි සිරස්තල සහිත බහුභාෂා මූල්‍ය NLP දත්ත කට්ටලයක් සපයයි. ඉහළ මට්ටමේ සහ පහළ මට්ටමේ මාතෘකා සමඟ සටහන් කර ඇති අතර, බහු-පන්ති සහ බහු-ලේබල් වර්ගීකරණ කාර්යයන් සඳහා පහසුකම් සපයයි.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "මූල්‍ය වාර්තා පිළිබඳ ගැඹුරු විශ්ලේෂණයක් සහිත ප්‍රශ්න-පිළිතුරු යුගල එකතුවකි. මූල්‍ය විශේෂඥයින් විසින් ලියන ලද මෙය, සංකීර්ණ මූල්‍ය විමසුම්වලට පිළිතුරු සැපයීම සඳහා පුහුණු දත්ත සපයමින්, මූල්‍ය දත්ත පිළිබඳ ගැඹුරු තර්කනය කෙරෙහි අවධානය යොමු කරයි.",
      "Chen et al. (2021)"
    ]
  ]
}