{
  "columns": [
    "Resource",
    "Description",
    "Reference"
  ],
  "data": [
    [
      "SentiWordNet",
      "Nglumpukake sumber daya leksikal bageyan WordNet, nyetel skor sentimen (objektif, positif, negatif) menyang arti kata (synsets) sing diwaca.",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Nglumpukake 5.000 potongan teks, diambil saka berita keuangan lan rilis pers babagan perusahaan Finlandia sing diperdagangkan ing bursa NASDAQ OMX Nordic. Saben potongan ditandai minangka positif, negatif, utawa netral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Dataset kanggo ngerteni sentimen ing teks keuangan, nggabungake teknologi kecerdasan buatan lan Semantic Web kanggo ngerteni, nganalisis, lan nglacak opini ing konteks iki.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Nglumpukake anotasi entitas-sentimen kanggo ngatasi tantangan judul sing ngandhake entitas ganda kanthi sentimen sing bisa bertentangan. Dataset iki sing diannotasi manungsa kanthi luwih saka 10.700 judul berita nuduhake variasi sentimen sing tergantung entitas spesifik ing berita keuangan.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Dataset sing di-tokenisasi lan diannotasi saka pidato, catatan rapat, lan transkrip konferensi pers Federal Open Market Committee (FOMC). Sumber iki digunakake kanggo ngerteni pengaruh kebijakan moneter ing pasar keuangan kanthi menganalisis basa sing digunakake bank sentral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Dataset sing diannotasi babagan hubungan ing dokumen keuangan kanthi sekitar 29.000 instansi lan 22 jenis hubungan ing delapan pasangan entitas (misalnya, person-title, org-money), diambil saka formulir SEC 10-X. Guna kanggo nemokake hubungan antar entitas ing laporan keuangan.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Dikumpulake saka sumber berita sing bervariasi lan diuji dening ahli manungsa, ngidini para peneliti nemokake cara judul berita ngaruhake pergerakan harga, perbandingan aset, lan acara keuangan liyane.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Dataset kanggo Named Entity Recognition (NER) ing lingkungan keuangan, mbantu nemokake lan ngklasifikasine perusahaan keuangan ing data teks.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Nglumpukake dataset NLP keuangan multilingual kanthi judul artikel keuangan nyata ing 15 basa. Diannotasi kanthi topik tingkat dhuwur lan rendah, mbantu tugas klasifikasi multi-kelas lan multi-label.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Kumpulan pasangan pertanyaan-jawaban kanthi analisis mendetil babagan laporan keuangan. Ditulis dening para ahli keuangan, fokus ing pemikiran mendalam babagan data keuangan, ngidini data latihan kanggo ngajeni pertanyaan keuangan kompleks.",
      "Chen et al. (2021)"
    ]
  ]
}