{
  "columns": [
    "Ressource",
    "Description",
    "Référence"
  ],
  "data": [
    [
      "SentiWordNet",
      "Établit une ressource lexicale basée sur WordNet, attribuant des scores de sentiment (objectif, positif, négatif) aux sens individuels des mots (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contient près de 5 000 extraits de texte, recueillis à partir de nouvelles financières et de communiqués de presse concernant des entreprises finlandaises cotées au NASDAQ OMX Nordic Exchange. Chaque extrait est étiqueté comme positif, négatif ou neutre.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Un jeu de données conçu pour comprendre le sentiment dans les textes financiers, combinant l'intelligence artificielle et les technologies du Web sémantique afin de mieux reconnaître, interpréter et traiter les opinions dans ce contexte.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Intègre l'annotation entité-sentiment pour relever le défi des titres contenant plusieurs entités avec des sentiments potentiellement contradictoires. Ce jeu de données annoté par des humains, composé de plus de 10 700 titres d'actualité, fournit des informations sur les variations de sentiment en fonction des entités spécifiques dans l'actualité financière.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Un jeu de données de discours, de comptes rendus de réunions et de transcriptions de conférences de presse du Federal Open Market Committee (FOMC), tokenisés et annotés. Cette ressource vise à comprendre l'influence de la politique monétaire sur les marchés financiers en analysant le langage utilisé par la banque centrale.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Un jeu de données annoté de relations au sein de documents financiers, comprenant environ 29 000 instances et 22 types de relations répartis sur huit paires d'entités (par exemple, personne-titre, organisation-argent), extraites des déclarations SEC 10-X. Utile pour identifier les relations entre les entités dans les rapports financiers.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Compilé à partir de diverses sources d'actualités et évalué par des experts humains, il permet aux chercheurs d'explorer la manière dont les titres d'actualité influencent les mouvements de prix, les comparaisons d'actifs et d'autres événements financiers.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Un jeu de données conçu pour la reconnaissance d'entités nommées (NER) dans le domaine financier, aidant à identifier et à classer les entreprises financières au sein des données textuelles.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Fournit un jeu de données multilingue de TALN (Traitement Automatique du Langage Naturel) financier, contenant des titres d'articles financiers réels dans 15 langues. Annoté avec des sujets de haut et de bas niveau, il facilite les tâches de classification multiclasse et multi-étiquette.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Une collection de paires question-réponse avec une analyse approfondie des rapports financiers. Rédigée par des experts financiers, elle se concentre sur le raisonnement approfondi sur les données financières, fournissant des données d'entraînement pour répondre à des requêtes financières complexes.",
      "Chen et al. (2021)"
    ]
  ]
}