{
  "columns": [
    "Sumber",
    "Wrusana",
    "Pamriksa"
  ],
  "data": [
    [
      "SentiWordNet",
      "Nglakoniaké sumber kata basa ingkang didhasaraké menyang WordNet, maringi skor sentimen (objektif, positif, negatif) menyang pangethikan kata (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Mligi 5.000 kirakira cuplikan téks, dianggo saka berita keuangan lan rilis pers babagan perusahaan Finlandia sing diperdagangkan ing Bursa NASDAQ OMX Nordik. Tiap cuplikan di-labeli minangka positif, negatif, utawa netral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Dataset kanggo ngerteni sentimen ing téks keuangan, nggabungake teknologi kecerdasan buatan lan Semantic Web kanggo ngerteni, nganalisis, lan ngolah opini ing konteks iki.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Nganggo anotasi entitas-sentimen kanggo ngatasi tantangan judul sing ngandhake entitas sawise kanthi sentimen sing bisa beda. Dataset iki sing di-annotate manungsa kanthi luwih saka 10.700 judul berita nuduhake variasi sentimen sing gumantung kana entitas tartentu ing berita keuangan.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Dataset sing di-tokenisasi lan di-annotate saka pidato, catatan rapat, lan transkrip konferensi pers Federal Open Market Committee (FOMC). Sumber iki digunakake kanggo ngerteni pengaruh kebijakan moneter ing pasar keuangan kanthi menganalisis basa sing digunakake bank sentral.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Dataset annotated babagan hubungan ing dokumen keuangan kanthi kira-kira 29.000 instansi lan 22 jenis hubungan liwat delapan pasangan entitas (kaya person-title, org-money), diextrak saka formulir SEC 10-X. Guna kanggo nemokake hubungan antar entitas ing laporan keuangan.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Dianggo saka sumber berita sing beda lan di-evaluasi dening ahli manungsa, ngidini panaliti nemokake cara judul berita pengaruhi pergerakan harga, perbandingan aset, lan acara keuangan liyane.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Dataset kanggo Named Entity Recognition (NER) ing lingkungan keuangan, mbantu nemokake lan ngklasifikasikake perusahaan keuangan ing data téks.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Nuduhake dataset NLP keuangan multilingual kanthi judul artikel keuangan nyata ing 15 basa. Diannotate kanthi topik tingkat dhuwur lan rendah, mbantu tugas klasifikasi multi-kelas lan multi-label.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Kumpulan pasangan pitakonan-jawaban kanthi analisis mendetil babagan laporan keuangan. Ditulis dening para ahli keuangan, fokus ing pemikiran mendetil babagan data keuangan, nuduhake data latihan kanggo njawab pitakonan keuangan kompleks.",
      "Chen et al. (2021)"
    ]
  ]
}