{
  "columns": [
    "Resurs",
    "Təsvir",
    "İstinad"
  ],
  "data": [
    [
      "SentiWordNet",
      "WordNet əsasında leksik resurs yaradır və ayrı-ayrı söz mənası (sinset) üçün səmərə (obyektiv, müsbət, mənfi) qiymətlərini təyin edir.",
      "Baccianella et al. (2010)"
    ],
    [
      "Finans Mətn Bankı",
      "Təxminən 5000 mətn parçası ehtiva edir, bu parçalar İsveçrə Borsasında ticarət edilən finlandiya şirkətləri haqqında maliyyə xəbərləri və mətbuat elanlarından toplanmışdır. Hər bir parça müsbət, mənfi və ya neytral olaraq qiymətləndirilir.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Maliyyə mətnlərində səmərəni başa düşmək üçün istifadə olunan məlumatlar bazası, bu məqsədlə bu kontekstdə fikirləri, başa düşməyi, təhlil etməyi və prosesləri daha yaxşı tanımaq üçün ərtiqlətici intellekt və Semantik Veb texnologiyalarını birləşdirir.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Çoxsaylı və potensial olaraq qarşılıqlı səmərələrə malik olan entitləri əhatə edən başlıqlarla bağlı məsələni həll etmək üçün entiti-səmərələrin qiymətləndirilməsini nəzərdə tutur. Bu, 10.700-dən çox xəbər başlığı ilə insan tərəfindən qiymətləndirilmiş məlumatlar bazasıdır və maliyyə xəbərlərindəki müəyyən entitlərə görə səmərə dəyişiklikləri haqqında məlumat verir.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Tokenləşdirilmiş və qiymətləndirilmiş Federal Open Market Committee (FOMC) çıxışları, iclas qeydləri və mətbuat konfransı transkriptlərini əhatə edən məlumatlar bazasıdır. Bu resurs, mərkəzi bank tərəfindən istifadə olunan dilin maliyyə bazarlarına təsirini başa düşmək məqsədilə analiz edilir.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Maliyyə sənədlərindəki münasibətləri əhatə edən qiymətləndirilmiş məlumatlar bazasıdır. Təxminən 29.000 nümunə və 22 münasibət növü ilə 8 entiti cüt (məsələn, şəxs-unvan, təşkilat-pul) əhatə edir. SEC 10-X qeydlərindən çıxarılır. Maliyyə hesabatlarında entitlər arasındakı münasibətləri müəyyən etmək üçün faydalıdır.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Müxtəlif xəbər mənbələrindən toplanmış və insan mütəxəssisləri tərəfindən qiymətləndirilmişdir, bu da araşdırmacıların xəbər başlıqlarının qiymət dəyişiklikləri, aktiv müqayisələri və digər maliyyə hadisələri üzərində necə təsir göstərəcəyini araşdırmasına imkan verir.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "Maliyyə sahəsində Adlandırılmış Subyekt Tanınması (NER) üçün nəzərdə tutulmuş məlumatlar bazasıdır, bu da mətn məlumatlarında maliyyə şirkətlərini tanıyaraq və klassifikasiya edərək kömək edir.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "15 dil üzrə real maliyyə məqalə başlıqlarını əhatə edən çoxdillik maliyyə NLP məlumatlar bazasını təqdim edir. Yüksək səviyyəli və aşağı səviyyəli mövzularla qiymətləndirilir, bu da çoxsinifli və çoxetiketli klassifikasiya tapşırıqlarını asanlaşdırır.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Maliyyə hesabatlarının dərindən təhlilini əhatə edən sual-cavab cütləri toplusudur. Maliyyə mütəxəssisləri tərəfindən yazılmışdır və maliyyə məlumatları üzərində dərindən mühakimə aparmağa diqqət yetirir, mürəkkəb maliyyə suallarına cavab vermək üçün təlim məlumatları təqdim edir.",
      "Chen et al. (2021)"
    ]
  ]
}