{
  "columns": [
    "المصدر",
    "الوصف",
    "المصدر المرجعي"
  ],
  "data": [
    [
      "SentiWordNet",
      "يُنشئ موردًا لغويًا يعتمد على WordNet، ويُسنِد درجات المشاعر (موضوعية، إيجابية، سلبية) إلى معاني الكلمات الفردية (المرادفات).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "يحتوي على ما يقارب 5000 قطعة نصية، تم جمعها من الأخبار المالية والإعلانات الصحفية عن الشركات الفنلندية المدرجة في بورصة NASDAQ OMX. تُصنَّف كل قطعة نصية على أنها إيجابية، سلبية، أو محايدة.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "مجموعة بيانات لفهم المشاعر في النصوص المالية، وتجمع بين الذكاء الاصطناعي وتقنيات الويب الدلالية لفهم أفضل وتفسير وتحليل الآراء في هذا السياق.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "تتضمن تأشيرًا للمشاعر حسب الكيانات لحل مشكلة العناوين التي تحتوي على كيانات متعددة مع مشاعر محتملة متعارضة. هذه المجموعة المُشار إليها من قبل البشر والتي تضم أكثر من 10700 عنوان أخبار تُقدِّم رؤى حول تغيرات المشاعر حسب الكيانات المحددة في الأخبار المالية.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "مجموعة بيانات مُجزأة ومُشار إليها تضم خطابات لجنة السوق المفتوحة الفيدرالية (FOMC)، ومحاضر الاجتماعات، ونصوص المؤتمرات الصحفية. يهدف هذا المورد إلى فهم تأثير السياسة النقدية على الأسواق المالية من خلال تحليل اللغة المستخدمة من قبل البنوك المركزية.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "مجموعة بيانات مُشار إليها تضم علاقات داخل وثائق مالية مع ما يقارب 29000 حالة و22 نوعًا من العلاقات عبر أزواج من الكيانات الثمانية (مثل شخص-المنصب، منظمة-النقود)، تم استخراجها من تقارير SEC 10-X. مفيدة لتحديد العلاقات بين الكيانات في التقارير المالية.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "تم جمعها من مصادر أخبار متنوعة وتقييمها من قبل خبراء بشر، مما يسمح للباحثين بدراسة كيفية تأثير عناوين الأخبار على حركة الأسعار، مقارنة الأصول، والأحداث المالية الأخرى.",
      "Sinha and Khandait (2021)"
    ],
    [
      "FiNER",
      "مجموعة بيانات مصممة لتحديد الكيانات المسمَّاة (NER) في البيئة المالية، وتساعد في تحديد وتصنيف الشركات المالية داخل البيانات النصية.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "تُقدِّم مجموعة بيانات متعددة اللغات لمعالجة اللغة الطبيعية المالية مع عناوين مقالات مالية حقيقية في 15 لغة. مُشار إليها بمواضيع على مستوى عالٍ ومستوى منخفض، مما يسهل المهام متعددة الفئات ومتعددة التصنيفات.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "مجموعة من الأسئلة والإجابات مع تحليل عميق للتقارير المالية. تُكتب من قبل خبراء ماليين، وتركز على الاستدلال العميق على البيانات المالية، وتُقدِّم بيانات تدريبية لاستجابة الاستفسارات المالية المعقدة.",
      "Chen et al. (2021)"
    ]
  ]
}