{
  "columns": [
    "Recurso",
    "Descripción",
    "Referencia"
  ],
  "data": [
    [
      "SentiWordNet",
      "Establece un recurso léxico basado en WordNet, asignando puntuaciones de sentimiento (objetivo, positivo, negativo) a los sentidos individuales de las palabras (synsets).",
      "Baccianella et al. (2010)"
    ],
    [
      "Financial Phrase Bank",
      "Contiene casi 5,000 fragmentos de texto, recopilados de noticias financieras y comunicados de prensa sobre empresas finlandesas cotizadas en la bolsa NASDAQ OMX Nordic. Cada fragmento se etiqueta como positivo, negativo o neutral.",
      "Malo et al. (2014)"
    ],
    [
      "SenticNet",
      "Un conjunto de datos para comprender el sentimiento en textos financieros, combinando inteligencia artificial y tecnologías de la Web Semántica para reconocer, interpretar y procesar mejor las opiniones en este contexto.",
      "Cambria et al. (2012)"
    ],
    [
      "SEntFiN 1.0",
      "Incorpora anotación de entidad-sentimiento para abordar el desafío de los titulares que contienen múltiples entidades con sentimientos potencialmente conflictivos. Este conjunto de datos anotado por humanos, con más de 10,700 titulares de noticias, proporciona información sobre las variaciones de sentimiento dependiendo de entidades específicas en noticias financieras.",
      "Sinha et al. (2022)"
    ],
    [
      "Trillion Dollar Words",
      "Un conjunto de datos tokenizados y anotados de discursos, actas de reuniones y transcripciones de conferencias de prensa del Comité Federal de Mercado Abierto (FOMC). Este recurso busca comprender la influencia de la política monetaria en los mercados financieros analizando el lenguaje utilizado por los bancos centrales.",
      "Shah et al. (2023a)"
    ],
    [
      "REFinD",
      "Un conjunto de datos anotados de relaciones dentro de documentos financieros con aproximadamente 29,000 instancias y 22 tipos de relaciones a través de ocho pares de entidades (por ejemplo, persona-título, organización-dinero), extraídos de los formularios 10-X de la SEC. Útil para identificar relaciones entre entidades en informes financieros.",
      "Kaur et al. (2023)"
    ],
    [
      "Gold Commodity Dataset",
      "Compilado a partir de diversas fuentes de noticias y evaluado por expertos humanos, permite a los investigadores explorar cómo los titulares de noticias influyen en los movimientos de precios, comparaciones de activos y otros eventos financieros.",
      "Sinha y Khandait (2021)"
    ],
    [
      "FiNER",
      "Un conjunto de datos diseñado para el Reconocimiento de Entidades Nombradas (NER) en el entorno financiero, ayudando a identificar y clasificar empresas financieras dentro de datos de texto.",
      "Shah et al. (2023b)"
    ],
    [
      "MULTIFIN",
      "Proporciona un conjunto de datos multilingüe de NLP financiero con titulares de artículos financieros reales en 15 idiomas. Anotado con temas de alto y bajo nivel, facilitando tareas de clasificación multiclase y multietiqueta.",
      "Jørgensen et al. (2023)"
    ],
    [
      "FINQA",
      "Una colección de pares de preguntas y respuestas con un análisis detallado de informes financieros. Escrito por expertos financieros, se centra en el razonamiento profundo sobre datos financieros, proporcionando datos de entrenamiento para responder consultas financieras complejas.",
      "Chen et al. (2021)"
    ]
  ]
}